Repository: contao/contao
Catalog: installation-bundle/src/Resources/translations/ContaoInstallationBundle.*.xlf
Languages: es, fr, it, lv, ru, sr, tr

# admin_error_password_user
source: Your username and password must not be the same!
es: ¡El usuario y la contraseña no pueden ser iguales!
fr: Votre identifiant et votre mot de passe ne doivent pas être identiques.
it: Username e password non possono essere uguali!
lv: Jūsu lietotājvārds un parole nedrīkst sakrist!
ru: Логин не должен совпадать с паролем!
sr: Ваше корисничко име и лозинка не смеју да буду исти!
tr: Kullanıcı adı ile parola aynı olmamalıdır!

# admin_error
source: Please fill in all fields to create an admin user!
es: Indique todos los campos para crear un usuario administrador
fr: Veuillez remplir tous les champs pour créer un utilisateur administrateur !
it: Indicare tutte le informazioni per creare un utente amministratore
lv: Lūdzu, aizpildiet visus laukus, lai izveidotu administratora lietotāju!
ru: Заполните все поля для создания учетной записи администратора!
sr: Попуните сва поља како бисте креирали администраторског корисника!
tr: Yönetici kullanıcı eklemek için lütfen tüm alanları doldurun!

source: Congratulations!
es: ¡Enhorabuena!
fr: Félicitations !
it: Contao è stato configurato correttamente!
lv: Apsveicam!
ru: Поздравляем!
sr: Честитамо!
tr: Tebrikler!

# congratulations_explain
source: You have successfully installed Contao.
es: Ha instalado Contao con éxito.
fr: Vous avez réussi à installer Contao.
it: L'installazione di Contao è avvenuta con successo
lv: Esat veiksmīgi instalējis Contao.
ru: Вы успешно установили Contao.
sr: Успешно сте инсталирали Contao систем.
tr: Contao kurulumunu tamamladınız.

source: Installation complete
es: Instalación completada
fr: Installation terminée
it: Installazione completa
lv: Instalācija pabeigta
ru: Установка завершена
sr: Инсталација је завршена
tr: Kurulum tamamlandı

# installation_complete_explain
source: Now please go to the Contao back end and check the system settings.
es: Ahora por favor vaya al backend de Contao y compruebe la configuración del sistema.
fr: Maintenant, veuillez s'il vous plaît aller dans le back office de Contao et vérifier les paramètres du système.
it: Ora è possibile accedere al back end di Contao e verificare le impostazioni di sistema
lv: Tagad, lūdzu, ejiet uz Contao aizmuguri un pārbaudiet sistēmas iestatījumus.
ru: Теперь перейдите к панели управления Contao и проверьте настройки системы.
sr: Сада идите у БекЕнд Contao и проверите системска подешавања.
tr: Şimdi lütfen Contao yönetim bölümünde oturum açarak sistem ayarlarını denetleyin.

# back_end
source: Contao back end
es: Backend de Contao
fr: Back office de Contao
it: Backend di Contao
lv: Contao aizmugure
ru: Панель управления Contao
sr: Contao БекЕнд
tr: Contao yönetim bölümü

# old_database
source: The database is too old!
es: ¡La base de datos es demasiado vieja!
fr: La base de données est trop ancienne !
it: Il database non è aggiornato!
lv: Datubāze ir par vecu!
ru: База данных устарела!
sr: База је застарила!
tr: Veri tabanı çok eski!

# old_database_explanation
source: You need at least Contao 3.2 to upgrade to Contao 4.
es: Necesita al menos Contao 3.2 para actualizar a Contao 4.
fr: Vous devez avoir au moins Contao 3.2 pour effectuer une mise à niveau vers Contao 4.
it: E' necessario almeno Contao 3.2 per eseguire l'aggiornamento a Contao 4.
lv: Jums vajag vismaz Contao 3.2, lai atjauninātu uz Contao 4.
ru: Вам необходима как минимум Contao версии 3.2 для обновления до Contao 4.
sr: Да бисте надоградили верзију на Contao 4, морате да користите барем верзију Contao 3.2.
tr: Contao 4 sürümüne güncelleme en az Contao 3.2 sürümünden yapılabilir.

# console_explanation
source: A post installation task could not be completed!
es: ¡No se pudo completar una tarea posterior a la instalación!
fr: Une tâche de post-installation n'a pas pu être terminée !
it: Il task post installazione non è stato completato!
lv: Pēcinstalācijas uzdevumu nevarēja pabeigt!
ru: Заключительная задача установки не может быть завершена!
sr: Задаци након исталације не могу да се заврше!
tr: Kurulum sonrası işlemlerinden biri tamamlanamadı!

# duplicate_subscriptions
source: Duplicate newsletter subscriptions found:
es: Se encontraron suscripciones a boletines duplicados:
fr: Doublons d'abonnements au bulletin d'information trouvés :
it: Trovati iscritti alla newsletter duplicati:
lv: Atrasti apkārtaksta abonementu dublikāti:
ru: Найдены дублирующие подписки на рассылку новостей:
sr: Пронађене су вишеструке претплате на билтен:
tr: Çift bülten aboneliği bulundu:

# duplicates_purged
source: The duplicate entries have been purged automatically. A backup of the original subscriptions has been stored in <code>tl_newsletter_recipients_backup</code>.
es: Las entradas duplicadas se han purgado automáticamente. Se ha almacenado una copia de seguridad de las suscripciones originales en <code>tl_newsletter_recipients_backup</code>.
fr: Les doublons ont été purgés automatiquement. Une copie de l'abonnement d'origine a été enregistrée dans <code>tl_newsletter_recipients_backup</code>
it: Le voci duplicate sono state eliminate automaticamente. Un backup degli iscritti originali è stato archiviato in <code>tl_newsletter_recipients_backup</code>.
lv: Dublikātu ieraksti tika automātiski dzēsti. Sākotnējo abonementu dublējums ir saglabāts <code>tl_newsletter_recipients_backup</code>.
ru: Дублирующие записи были автоматически очищены. Резервная копия исходных подписок была сохранена в <code>tl_newsletter_recipients_backup</code>.
sr: Вишеструки уноси су аутоматски прочишћени. Резервна копија оригиналних претплата је сачувана на <code>tl_newsletter_recipients_backup</code>.
tr: Çift kayıtlar otomatik olarak silinir. Özgün aboneliklerin yedeği <code>tl_newsletter_recipients_backup</code> içinde saklanır.

# unsupported_version
source: Your database version is not supported!
es: ¡Su versión de base de datos no es compatible!
fr: Votre version de base de données n'est pas supportée.
it: La versione del tuo database non è supportata!
lv: Jūsu datubāzes versija netiek atbalstīta!
ru: Версия базы данных не поддерживается!
sr: Ваша верзија базе података није подржана!
tr: Veri tabanı sürümünüz desteklenmiyor!

# unsupported_version_explain
source: Contao requires at least MySQL 5.1.0 but you have version %s. Please update your database version.
es: Contao requiere al menos MySQL 5.1.0 pero tiene versión %s. Actualice la versión de su base de datos.
fr: Contao nécessite au moins MySQL 5.1.0 mais vous avez la version %s. Veuillez mettre à jour la version de votre base de données.
it: Contao richiede almeno MySQL 5.1.1.0 ma tu hai la versione %s. Si prega di aggiornare la versione del database.
lv: Contao nepieciešama vismaz MySQL 5.1.0, bet jums ir versija %s. Lūdzu, atjauniniet datu bāzes versiju.
ru: Contao требует как минимум MySQL 5.1.0 ваша версия %s. Обновите версию вашей базы данных.
sr: Contao захтева барем MySQL 5.1.0 док ви имате %s. Молимо Вас да ажурирате Вашу верзију базе.
tr: Contao için en az MySQL 5.1.0 sürümü gereklidir, ancak kurulu sürüm %s. Lütfen veri tabanı sürümünüzü güncelleyin.

# unsupported_collation
source: The configured collation is not supported!
es: ¡La intercalación configurada no es compatible!
fr: Le classement configuré n'est pas supporté !
it: La codifica dei caratteri configurata non è supportata!
lv: Konfigurētā komplektēšana netiek atbalstīta!
ru: Настроенный параметр сортировки (Collation) не поддерживается!
sr: Подешена колација није подржана!
tr: Yapılandırılmış karşılaştırma desteklenmiyor.

# unsupported_collation_explain
source: The configured collation <code>%s</code> is not available on your server. Please install it (recommended) or configure a different character set and collation in the <code>config/config.yml</code> file.
es: La intercalación configurada <code>%s</code>no está disponible en su servidor. Instálelo (recomendado) o configure un conjunto de caracteres y una clasificación diferentes en el archivo <code>config/config.yml</code>.
fr: Le classement (collation) utilisé par Contao <code>%s</code> n'est pas disponible sur votre serveur. Veuillez l'installer (recommandé) ou configurer un jeu de caractères et un classement (collation) différents dans le fichier <code>config/config.yml</code>.
it: La configurazione del set dei caratteri <code>%s</code> non è disponibilenel tuo server. Devi installarlo oppure configurare un diverso set di caratteri nel file <code>config/config.yml</code>.
lv: Jūsu serverī nav pieejama konfigurētā komplektēšana <code>%s</code>. Lūdzu, instalējiet to (ieteicams) vai konfigurējiet citu rakstzīmju kopu un collation konfigurācijas datnē <code>config/config.yml</code>.
ru: Настроенный параметр сортировки (Collation) <code>%s</code> недоступен на этом сервере. Установите его (рекомендуется) или настройте другой набор символов и параметр сортировки в файле <code>config/config.yml</code>.
sr: Подешени параметар collation <code>%s</code> није доступан на Вашем серверу. Инсталирајте га (препоручено) или поставите опцију другог сета карактера и колације у фајлу <code>config/config.yml</code>.
tr: Yapılandırılmış <code>%s</code> karşılaştırması sunucunuzda kullanılamıyor. Lütfen bu karşılaştırmayı kurun (önerilir) ya da <code>config/config.yml</code> dosyasında farklı bir karakter kümesi ile karşılaştırma yapılandırması ayarlayın.

# unsupported_engine
source: The configured database engine is not supported!
es: ¡El motor de base de datos configurado no es compatible!
fr: Le moteur de base de données configuré n'est pas supporté.
it: Il database configurato non è supportato.
lv: Konfigurētā datubāzes programma netiek atbalstīta!
ru: Настроенная подсистема хранения (database engine) не поддерживается!
sr: Подешени database engine није подржан!
tr: Yapılandırılmış veri tabanı işleyici desteklenmiyor!

# unsupported_engine_explain
source: The configured database engine <code>%s</code> is not available on your server. Please install it (recommended) or configure a different database engine in the <code>config/config.yml</code> file.
es: El motor de base de datos configurado <code>%s</code> no está disponible en su servidor. Instálelo (recomendado) o configure un motor de base de datos diferente en el archivo <code>config/config.yml</code>.
fr: Le moteur de base de données utilisé par Contao n'est pas disponible sur votre serveur. Veuillez l'installer (recommandé) ou configurer un moteur de base de données différent dans le
it: La configurazione del database <code>%s</code> non è disponibile nel tuo server. Devi installarlo oppure configurare diversamente il database nel file<code>config/config.yml</code>.
lv: Serverī nav pieejama konfigurētā datubāzes programma <code>%s</code>. Lūdzu, instalējiet to (ieteicams) vai konfigurējiet citu datubāzes programmu datnē <code>config/config.yml</code>.
ru: Настроенная подсистема хранения (database engine) <code>%s</code> недоступна на этом сервере. Установите её (рекомендуется) или настройте другую в файле <code>config/config.yml</code>.
sr: Подешени параметар database engine <code>%s</code> није доступан на Вашем серверу. Инсталирајте га (препоручено) или поставите други у фајлу <code>config/config.yml</code>.
tr: Yapılandırılmış <code>%s</code> veri tabanı işleyici sunucunuzda kullanılamıyor. Lütfen bu işleyiciyi kurun (önerilir) ya da <code>config/config.yml</code> dosyasında farklı bir veri tabanı işleyici yapılandırması ayarlayın.

# engine_mismatch
source: Invalid combination of database engine and collation!
es: ¡Combinación no válida de motor de base de datos y colación!
fr: Combinaison incorrecte entre le moteur de base de données et le classement (collation)!
it: Combinazione non valida tra database engine e collation!
lv: Nepareiza datubāzes programmas un komplektēšanas kombinācija!
ru: Недопустимое сочетание подсистемы хранения (database engine) и параметров сортировки!
sr: Неисправна комбинација database engine-а и колације!
tr: Veri tabanı işleyici ile karşılaştırma kombinasyonu geçersiz!

# engine_mismatch_explain
source: The configured database engine <code>%s</code> does not support utf8mb4. Please use InnoDB instead (recommended) or configure a different character set and collation in the <code>config/config.yml</code> file.
es: El motor de base de datos configurado <code>%s</code> no es compatible con utf8mb4. En su lugar, use InnoDB (recomendado) o configure un conjunto de caracteres y una clasificación diferentes en el archivo <code>config/config.yml</code>.
fr: Le moteur de base de données utilisé par Contao <code>%s</code> ne prend pas en charge utf8mb4. Veuillez utiliser InnoDB à la place (recommandé) ou configurer un jeu de caractères et un classement (collation) différents dans le fichier <code>config/config.yml</code>.
it: La configurazione del database engine <code>%s</code> non supporta utf8mb4. Si prega di usare InnoDB o configurare un diverso set di caratteri e ordinamento nel file <code>config/config.yml</code>.
lv: Konfigurētā datubāzes programma <code>%s</code> neatbalsta utf8mb4. Lūdzu, izmantojiet InnoDB (ieteicams) vai konfigurējiet citu rakstzīmju kopu un komplektēšanu datnē <code>config/config.yml</code>.
ru: Настроенная подсистема хранения (database engine) <code>%s</code> не поддерживает utf8mb4. Используйте вместо этого InnoDB (рекомендуется) или настройте другой набор символов и сопоставление в файле <code>config/config.yml</code>.
sr: Подешени database engine <code>%s</code> не подржава utf8mb4. Користите уместо тога InnoDB (препоручено) или изаберите други character set и collation у фајлу <code>config/config.yml</code> .
tr: Yapılandırılmış <code>%s</code> veri tabanı işleyici utf8mb4 desteklemiyor. Lütfen yerine InnoDB kullanın (önerilir) ya da <code>config/config.yml</code> dosyasında farklı karakter kümesi ile karşılaştırma yapılandırması ayarlayın.

# innodb_large_prefix
source: The innodb_large_prefix option is not enabled!
es: ¡La opción innodb_large_prefix no está habilitada!
fr: L'option innodb_large_prefix n'est pas activée.
it: L'opzione innodb_large_prefix non è abilitata!
lv: innodb_large_prefix opcija nav iespējota!
ru: Параметр innodb_large_prefix не включен!
sr: Опција innodb_large_prefix није омогућена!
tr: innodb_large_prefix seçeneği etkinleştirilmemiş!

# innodb_large_prefix_explain
source: The <code>innodb_large_prefix</code> option is not enabled on your server. Please enable it (recommended) or configure a different character set and collation in the <code>config/config.yml</code> file.
es: La opción <code>innodb_large_prefix</code> no está habilitada en su servidor. Habilítelo (recomendado) o configure un conjunto de caracteres y una clasificación diferentes en el archivo <code>config/config.yml</code>.
fr: L'option <code>innodb_large_prefix</code> n'est pas activée sur votre serveur. Veuillez l'activer (recommandé) ou configurer un jeu de caractères et un classement (collation) différents dans le fichier <code>config/config.yml</code>.
it: L'opzione <code>innodb_large_prefix</code> non è abilitata sul server. Si prega di attivarla (consigliata) o configurare un diverso set di caratteri e ordinamento nel file <code>config/config.yml</code>.
lv: Serverī nav iespējota opcija <code>innodb_large_prefix</code>. Lūdzu, iespējojiet to (ieteicams) vai konfigurējiet citu rakstzīmju kopu un sakārtojumu datnē <code>config/config.yml</code>.
ru: Параметр <code>innodb_large_prefix</code> не включен на сервере. Включите его (рекомендуется) или настройте другой набор символов и сопоставление в файле <code>config/config.yml</code>.
sr: Опција <code>innodb_large_prefix</code> није омогућена на Вашем серверу. Омогућите је (препоручено) или подесите други character set и collation у фајлу <code>config/config.yml</code> .
tr: Sunucunuzda <code>innodb_large_prefix</code> seçeneği etkinleştirilmemiş. Lütfen etkinleştirin (önerilir) ya da farklı <code>config/config.yml</code> dosyasında farklı karakter kümesi ile karşılaştırma yapılandırması ayarlayın.

# innodb_additional
source: InnoDB is not configured properly!
es: ¡InnoDB no está configurado correctamente!
fr: InnoDB n'est pas configuré correctement.
it: InnoDB non è configurato correttamente!
lv: InnoDB nav pareizi konfigurēts!
ru: InnoDB не настроен правильно!
sr: InnoDB није добро подешен!
tr: InnoDB doğru şekilde yapılandırmamış!

# innodb_additional_explain
source: Using large prefixes in MySQL versions prior to 5.7.7 and MariaDB versions prior to 10.2 requires the Barracuda file format and the <code>innodb_file_per_table</code> option.
es: El uso de prefijos grandes en las versiones de MySQL anteriores a 5.7.7 y las versiones de MariaDB anteriores a la 10.2 requiere el formato de archivo Barracuda y la opción <code>innodb_file_per_table</code>.
fr: L'utilisation de grands préfixes dans les versions MySQL antérieures à 5.7.7 et les versions MariaDB antérieures à 10.2 nécessite le format de fichier Barracuda et l'option <code>innodb_file_per_table</code>.
it: L'uso di prefissi di grandi dimensioni nelle versioni di MySQL anteriori alla versione 5.7.7.7 e MariaDB anteriori alla 10.2.2.2 richiede il formato di file Barracuda e l'opzione <code>innodb_file_per_table</code>.
lv: Lielu prefiksu izmantošanai MySQL versijās pirms 5.7.7 un MariaDB versijās pirms 10.2 ir nepieciešams Barracuda failu formāts un opcija <code>innodb_file_per_table</code>.
ru: Использование больших префиксов в MySQL до версий 5.7.7 и MariaDB до версий 10.2 требует формат файла Barracuda и опции <code>innodb_file_per_table</code>.
sr: Кориштење великих префикса у верзијама MySQL прије 5.7.7 и MariaDB прије 10.2 захтева Barracuda file format и опцију <code>innodb_file_per_table</code> .
tr: MySQL 5.7.7 sürümü ve MariaDB 10.2 sürümü öncesinde large prefixes özelliğini kullanabilmek için dosya biçiminin Barracuda olması ve <code>innodb_file_per_table</code> seçeneğinin etkinleştirilmiş olması gerekir.

# misconfigured_database_url_explain
source: Could not connect to the database using the connection URL found in the <code>DATABASE_URL</code> environment variable.
es: No se pudo conectar a la base de datos utilizando la URL de conexión que se encuentra en la variable de entorno <code>DATABASE_URL</code>.
fr: Impossible de se connecter à la base de données à l'aide de l'URL de connexion trouvée dans la variable d'environnement <code>DATABASE_URL</code>.
it: Impossibile connettersi al database utilizzando l'URL di connessione presente nella variabile d'ambiente <code>DATABASE_URL</code>.
lv: Nevarēja izveidot savienojumu ar datubāzi, izmantojot savienojuma URL, kas atrodams vides mainīgajā <code>DATABASE_URL</code>.
ru: Не удалось подключиться к базе данных с помощью URL-адреса подключения, найденного в переменной окружения <code>DATABASE_URL</code>.
sr: Повезивање са базом преко конекционог URL наведеног у enviroment варијабли <code>DATABASE_URL</code> није успело.
tr: <code>DATABASE_URL</code> ortam değişkeninde bulunan bağlantı adresi ile veri tabanı bağlantısı kurulamadı.

# strict_sql_mode
source: Your database server is not running in strict mode!
es: ¡Su servidor de base de datos no se está ejecutando en modo estricto!
fr: Votre serveur de base de données ne fonctionne pas en mode strict !
it: Il server del database non sta funzionando in modalità strict!
lv: Jūsu datubāzes serveris nedarbojas stingrā režīmā!
ru: Ваш сервер базы данных не запущен в строгом режиме!
sr: Ваш сервер базе не ради у стриктном режиму!
tr: Veri tabanı sunucunuz katı (strict) kipte çalışmıyor!

# strict_sql_mode_explain
source: Running MySQL in non-strict mode can cause corrupt or truncated data. Please enable the strict mode either in your <code>my.cnf</code> file or configure the connection options in the <code>config/config.yml</code> file as follows:
es: Ejecutar MySQL en modo no estricto puede causar datos corruptos o truncados. Habilite el modo estricto en su archivo<code>my.cnf</code> configure las opciones de conexión en el archivo<code>config/config.yml</code> de la siguiente manera:
fr: L'exécution de MySQL en mode non strict peut entraîner des données corrompues ou tronquées. Veuillez activer le mode strict dans votre fichier <code>my.cnf</code> ou configurer les options de connexion dans le fichier <code>config/config.yml</code> comme suit :
it: L'esecuzione di MySQL in modalità non strict può causare dati corrotti o troncati. Abilita la modalità strict o nel tuo file <code>my.cnf</code> o configura le opzioni di connessione nel file <code>config/config.yml</code> come segue:
lv: Ja MySQL tiek palaists ne stingrā režīmā, var tikt bojāti vai saīsināti dati. Lūdzu, iespējojiet stingro režīmu vai nu savā <code>my.cnf</code> datnē, vai konfigurējiet savienojuma opcijas <code>config/config.yml</code> datnē šādi:
ru: Запуск MySQL в нестрогом режиме может привести к повреждению или усечению данных. Включите строгий режим в файле <code>my.cnf</code> или настройте параметры подключения в файле <code>config/config.yml</code> следующим образом:
sr: Рад MySQL у режиму који није стриктан коже довести до грешака у подацима или њиховог губитка. Омогућите стриктни мод или путем фајла <code>my.cnf</code> или конфигурацијом опција повезивања у фајлу <code>config/config.yml</code>како следи:
tr: MySQL sunucusunu katı kip dışında çalıştırmak, verilerin bozulmasına veya budanmasına neden olabilir. Lütfen <code>my.cnf</code> dosyasında katı kipi etkinleştirin ya da <code>config/config.yml</code> dosyasında bağlantı ayarlarını şu şekilde yapılandırın:
