Repository: contao/contao
Catalog: installation-bundle/src/Resources/translations/ContaoInstallationBundle.*.xlf
Languages: es, fr, it, lv, ru, sr, tr

# install_tool
source: Contao install tool
es: Herramienta de instalación Contao
fr: Outil d'installation de Contao
it: Strumento di installazione Contao
lv: Contao instalācijas rīks
ru: Мастер установки Contao
sr: Алат за инсталацију Contaо
tr: Contao kurulum aracı

source: An error occurred
es: Ha ocurrido un error
fr: Une erreur s'est produite
it: Si è verificato un errore
lv: Notikusi kļūda
ru: Произошла ошибка
sr: Дошло је до грешке
tr: Bir sorun çıktı!

# locked_headline
source: The install tool has been locked!
es: ¡La herramienta de instalación ha sido bloqueada!
fr: L'outil d'installation a été verrouillé !
it: Lo strumento di installazione è stato bloccato
lv: Instalēšanas rīks ir bloķēts!
ru: Мастер установки заблокирован!
sr: Алат за инсталацију је закључан!
tr: Contao kurulum aracı kilitlendi!

# locked_explanation
source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. To unlock it, run <code>vendor/bin/contao-console contao:install:unlock</code> on the command line.
es: Por razones de seguridad, la herramienta de instalación se ha bloqueado después de haber ingresado una contraseña incorrecta más de tres veces seguidas. Para desbloquearlo, ejecuta <code>vendor/bin/contao-console contao:install:unlock</code>en la línea de comando.
fr: Pour des raisons de sécurité, l'outil d'installation a été verrouillé. Ceci arrive si vous entrez un mauvais mot de passe plus de trois fois d'affilée. Pour le déverrouiller, veuillez exécuter <code>vendor/bin/contao-console contao:install:unlock</code> dans votre interface en ligne de commande.
it: Per motivi di sicurezza, il install tool è stato bloccato dopo che una password errata è stata inserita più di tre volte di seguito. Per sbloccarlo, eseguire <code>vendor/bin/contao-console contao:install:unlock</code> sulla riga di comando.
lv: Drošības apsvērumu dēļ instalēšanas rīks tika bloķēts, ja vairāk nekā trīs reizes pēc kārtas tika ievadīta nepareiza parole. Lai to atbloķētu, komandrindā izpildiet <code>vendor/bin/contao-console contao:install:unlock</code>.
ru: В целях безопасности, мастер установки Contao заблокирован после ввода неправильного пароля, более чем трех раз подряд. Вы можете разблокировать его в Contao Manager или запустив <code>contao:install:unlock</code> в командной строке.
sr: Из безбедосних разлога, алат за инсталацију је закључан након што је три пута за редом, унесена погрешна лозинка. Да откључате алат, покрените <code>vendor/bin/contao-console contao:install:unlock</code> из командне линије.
tr: Kurulum aracı parolayı üç kez üst üste yanlış yazdığınızdan güvenlik nedeniyle kilitlendi. Kilidi açmak için komut satırına <code>vendor/bin/contao-console contao:install:unlock</code> komutunu yazın.

# file_permissions_headline
source: PHP is not allowed to write files!
es: PHP no está permitido de escribir ficheros!
fr: PHP ne possède pas les autorisations pour écrire des fichiers !
it: PHP non ha i permessi per la creazione di file.
lv: PHP nav atļauts raksīt datnes!
ru: PHP процессу не разрешено записывать файлы.
sr: PHP-у није омогућено да уписује фајлове!
tr: PHP dosya yazma izni verilmemiş!

# file_permissions_explanation
source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Please contact your server administrator and ask him to fix the problem.
es: Su servidor no soporta el acceso a archivos a través de PHP; más probable es que PHP se ejecuta como módulo de Apache bajo un usuario diferente. Por favor, póngase en contacto con el administrador de su servidor y pídale de solucionar el problema.
fr: Votre serveur ne supporte pas l'accès aux fichiers via PHP; PHP fonctionne probablement comme module Apache sous un utilisateur différent. Veuillez contacter l'administrateur du serveur et demandez-lui de résoudre le problème.
it: Il server non supporta l'accesso ai file tramite PHP; molto probabilmente PHP viene eseguito come modulo Apache con un utente diverso. Si prega di contattare l'amministratore del server e chiedergli di risolvere il problema.
lv: Jūsu serveris neatbalsta piekļuvi failiem, izmantojot PHP; visticamāk, PHP darbojas kā Apache modulis ar citu lietotāju. Lūdzu, sazinieties ar servera administratoru un lūdziet, lai viņš atrisina problēmu.
ru: Сервер не поддерживает доступ к файлам с через PHP; скорее всего, PHP работает как модуль Apache под другим пользователем. Обратитесь к администратору сервера и попросите его решить эту проблему
sr: Подешавања Вашег сервера не подржавају приступ фајловима преко PHP; PHP се највероватније врти у модулу Apache-a под другим корисником. Молимо Вас да контактирате Вашег сервер администратора и замолите га да реши проблем.
tr: Sunucunuz PHP üzerinden dosya erişimini desteklemiyor; büyük olasılıkla PHP Apache modülü olarak farklı bir kullanıcı adı altında çalışıyor. Lütfen sunucu yöneticisiyle görüşerek bu sorunu çözmesini isteyin.

# file_permissions_warning
source: <strong>Do not attempt to fix this yourself by making files and folders writable for everyone!</strong>
es: <strong>¡No intente repararlo usted mismo, haciendo que los archivos y carpetas sean modificables para todo el mundo!
fr: <strong>N'essayez pas de réparer par vous-même en rendant des fichiers et dossiers accessibles en écriture par tout le monde !</strong>
it: <strong> Suggeriamo di non tentare in modo autonomo, dando i privilegi di lettura e scrittura a tutti!</ strong>
lv: <strong>Nemēģiniet šo salabot, padarot datnes un mapes visiem rakstāmas!</strong>
ru: <strong>Не пытайтесь исправить это самостоятельно, предоставляя файлам и каталогам права доступа на запись 'для всех'!</strong>
sr: <strong>Не покушавајте сами да решите проблем тако што ћете дозволити свима да уређују фајлове и фолдере!</strong>
tr: <strong>Bu sorunu dosya ve klasörleri herkes için yazılabilir duruma getirerek kendiniz düzeltmeye çalışmayın!</strong>

source: Accept license
es: Aceptar licencia
fr: Accepter la licence
it: Accetta la licenza
lv: Pieņemt licenci
ru: Принять лицензию
sr: Прихвати лиценцу
tr: Lisansı onayla

# set_password
source: Install tool password
es: Contraseña de herramienta de instalación
fr: Mot de passe de l'outil d'installation
it: Password strumento di installazione
lv: Instalēšanas rīka parole
ru: Пароль для входа в мастер установки
sr: Шифра алата за инсталацију
tr: Kurulum aracı parolası

# set_password_hint
source: Please enter a password to prevent unauthorized access.
es: Por favor introduzca una contraseña para prevenir accesos no autorizados.
fr: Veuillez saisir un mot de passe pour empêcher tout accès non autorisé.
it: Inserire una password per evitare accessi non autorizzati!
lv: Lūdzu, ievadiet paroli, lai novērstu neatļautu piekļuvi!
ru: Введите пароль для предотвращения несанкционированного доступа.
sr: Молимо Вас да унесете лозинку ради спречавања неауторизованог приступа.
tr: Yetkisiz erişimi engellemek için bir parola yazın.

source: Password
es: Contraseña
fr: Mot de passe
lv: Parole
ru: Пароль
sr: Лозинка
tr: Parola

source: Show password
es: Mostrar contraseña
fr: Affichez le mot de passe
it: Mostrare la password
lv: Rādīt paroli
ru: Показать пароль
sr: Прикажи лозинку
tr: Parolayı göster

source: Hide password
es: Ocultar contraseña
fr: Cachez le mot de passe
it: Nascondere la password
lv: Slēpt paroli
ru: Скрыть пароль
sr: Сакриј лозинку
tr: Parolayı gizle

source: Save password
es: Guardar contraseña
fr: Enregistrer le mot de passe
it: Salva la password
lv: Saglabāt paroli
ru: Сохранить пароль
sr: Сачувај лозинку
tr: Parolayı kaydet

# password_too_short
source: The password should be at least %d characters long!
es: ¡La contraseña tiene que tener como mínimo %d carßacteres!
fr: Le mot de passe doit posséder au moins %d caractères.
it: La password deve essere lunga almeno %d caratteri!
lv: Parolei jābūt vismaz %d zīmju garai!
ru: Пароль должен содержать минимум %d символов!
sr: Лозинка мора да има бар %d карактера!
tr: Parola en az %d karakter uzunluğunda olmalıdır!

# login
source: Install tool login
es: Inicio de sesión de herramienta de instalación
fr: Connexion à l'outil d'installation
it: Login strumento di installazione
lv: Instalēšanas rīka pieslēgšanās
ru: Вход в мастер установки
sr: Пријава на алат за инсталацију
tr: Kurulum aracı oturumu açma

# login_explanation
source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
es: Por favor introduzca la contraseña para la herramienta de instalación. La contraseña de la herramienta de instalación no es la misma que la contraseña del módulo de gestión de Contao.
fr: Veuillez saisir le mot de passe de l'outil d'installation. Le mot de passe de l'outil d'installation n'est pas le même que le mot de passe du back office de Contao.
it: Inserire la password per lo strumento di installazione. Ricorda che la password non è la stessa del pannello di controllo di Contao.
lv: Lūdzu, ievadiet Instalēšanas rīka paroli. Instalēšanas rīka parole nav tā pati, kas Contao aizmugures parole.
ru: Введите пароль для входа в мастер установки. Пароль для входа в мастер установки не связан с паролем для входа в панель управления Contao.
sr: Унесите шифру за приступ алату за инсталацију. Ова шифра није иста као шифра за приступ Contao БекЕнду.
tr: Lütfen kurulum aracı parolasını yazın. Kurulum aracı parolası Contao yönetim bölümü parolasından farklıdır.

# allow_cookies
source: You have to allow cookies to use Contao.
es: Debe permitir el uso de cookies para utilizar Contao.
fr: Vous devez autoriser les cookies pour utiliser Contao.
it: Occorre abilitare i cookie per poter utilizzare Contao.
lv: Jums ir jāatļauj sīkdatnes, lai lietotu Contao.
ru: Разрешите cookies для использования Contao.
sr: Морате одобрити употребу колачића да бисте користили Contao систем.
tr: Contao kullanabilmek için çerezlere izin vermelisiniz.

source: Login
fr: Connexion
lv: Pieslēgties
ru: Вход
sr: Пријава
tr: Oturum aç

source: Invalid password!
es: ¡Contraseña no válida!
fr: Mot de passe incorrect !
it: Password non valida!
lv: Nederīga parole!
ru: Неверный пароль!
sr: Погрешна лозинка!
tr: Parola geçersiz!

source: Database connection
es: Conexión base de datos
fr: Connexion à la base de données
it: Connessione al database
lv: Datubāzes savienojums
ru: Соединение с базой данных
sr: Конекција са базом
tr: Veri tabanı bağlantısı

# database_connected
source: Database connection established.
es: Conexión a base de datos exitosa.
fr: Connexion à la base de données établie.
it: Connessione al database eseguita correttamente.
lv: Datubāzes savienojums izveidots.
ru: Подключение к базе данных установлено.
sr: Веза са базом податак успешно успостављена.
tr: Veri tabanı bağlantısı kuruldu.

# database_dot_in_dbname
source: The database name must not contain dots!
es: ¡El nombre de la base de datos no debe contener puntos!
fr: Le nom de la base de données ne doit pas contenir de points !
it: Il nome del database non deve contenere punti!
lv: Datubāzes nosaukumā nedrīkst būt punkti!
ru: Имя базы данных не должно содержать точек!
sr: Назив базе података не сме да садржи тачке у имену!
tr: Veri tabanı adında nokta karakteri bulunmamalıdır!

# database_could_not_connect
source: Could not connect to the database!
es: ¡No se pudo conectar a la base de datos!
fr: Impossible de se connecter à la base de données !
it: Non è possibile effettuare la connessione al database!
lv: Nevar savienoties ar datubāzi!
ru: Не удалось подключиться к базе данных!
sr: Повезивање са базом није успело!
tr: Veri tabanı bağlantısı kurulamadı!

# database_connection_explain
source: Please enter your database connection parameters.
es: Introduzca los parámetros de conexión a su base de datos.
fr: Saisissez vos paramètres de connexion à la base de données.
it: Inserire i parametri per la connessione al database.
lv: Lūdzu norādiet Jūsu datu bāzes savienojuma parametrus.
ru: Введите настройки соединения с базой данных.
sr: Унесите параметре за повезивање са базом података.
tr: Lütfen veri tabanı bağlantısı bilgilerini yazın.

# database_host
source: Host
es: Servidor
fr: Serveur
lv: Resursdators
ru: Хост
sr: Хост
tr: Sunucu

# database_port
source: Port number
es: Número de puerto
fr: Numéro de port
it: Numero porta
lv: Porta numurs
ru: Порт
sr: Број порта
tr: Bağlantı noktası

# database_user
source: Username
es: Usuario
fr: Identifiant
it: Nome utente
lv: Lietotājvārds
ru: Имя пользователя
sr: Корисничко име
tr: Kullanıcı adı

# database_password
source: Password
es: Contraseña
fr: Mot de passe
lv: Parole
ru: Пароль
sr: Лозинка
tr: Parola

source: Database name
es: Nombre de la base de datos
fr: Nom de la base de données
it: Nome Database
lv: Datubāzes vārds
ru: Имя базы данных
sr: Име базе
tr: Veri tabanı adı

source: Save settings
es: Guardar ajustes
fr: Enregistrer les paramètres
it: Salva la configurazione
lv: Saglabāt iestatījumus
ru: Сохранить настройки
sr: Сачувај подешавања
tr: Ayarları kaydet

# update_tables
source: Update the database
es: Actualizar la base de datos
fr: Mettre à jour la base de données
it: Aggiorna il database
lv: Atjaunināt datubāzi
ru: Обновить базу данных
sr: Ажурирај базу
tr: Veri tabanını güncelle

# update_tables_explain
source: Here you can update the database schema.
es: Aquí puede actualizar el esquema de la base de datos.
it: Qui puoi aggiornare lo schema del database.
lv: Šeit varat atjaunināt datubāzes shēmu.
ru: Вы можете обновить схему базы данных.
tr: Buradan veri tabanı şemasını güncelleyebilirsiniz.

# update_tables_confirm
source: The database is up-to-date.
es: La base de datos está actualizada.
it: Il database è aggiornato.
lv: Datubāze ir aktuāla.
ru: База данных обновлена.
tr: Veri tabanı güncel.

# update_save
source: Update database
es: Actualizar base de datos
fr: Mettre à jour la base de données
it: Aggiorna il database
lv: Atjaunināt datubāzi
ru: Обновление базы данных
sr: Ажурирај базу података
tr: Veri tabanını güncelle

# CREATE
source: Create tables
es: Crear tablas
fr: Créer les tables
it: Tabelle create
lv: Izveidot tabulas
ru: Создание таблиц
sr: Креирај табеле
tr: Tabloları oluştur

# ALTER_TABLE
source: Change tables
es: Cambiar tablas
fr: Modifier tableaux
it: Cambia tabelle
lv: Mainīt tabulas
ru: Изменение таблиц
sr: Промени табеле
tr: Tabloları değiştir

# ALTER_ADD
source: Add columns
es: Añadir columnas
fr: Ajouter des colonnes
it: Aggiungi colonne
lv: Pievienot kolonnas
ru: Добавление колонок
sr: Додај колоне
tr: Sütunları ekle

# ALTER_CHANGE
source: Change columns
es: Cambiar columnas
fr: Changer les colonnes
it: Modifica colonne
lv: Mainīt kolonnas
ru: Изменение колонок
sr: Промени колоне
tr: Sütunları değiştir

# ALTER_DROP
source: Drop columns
es: Soltar columnas
fr: Supprimer les colonnes
it: Elimina colonne
lv: Dzēst kolonnas
ru: Удаление колонок
sr: Обриши колоне
tr: Sütunları sil

# DROP
source: Drop tables
es: Soltar tablas
fr: Supprimer les tables
it: Elimina tabelle
lv: Dzēst tabulas
ru: Удаление таблиц
sr: Обриши табеле
tr: Tabloları sil

source: Select all
es: Seleccionar todos
fr: Tout sélectionner
it: Seleziona tutto
lv: Izvēlēties visu
ru: Выбрать всё
sr: Изабери све
tr: Tümünü seç

# template_import
source: Import a template
es: Importar una plantilla
fr: Importer un modèle
it: Importa un template
lv: Importēt veidni
ru: Импорт шаблона
sr: Увези шаблон
tr: İçe bir tema aktar

# template_import_explain
source: Here you can import a <code>.sql</code> file from the <code>templates</code> directory. Any existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
es: Aquí puede importar un archivo <code>.sql</code> desde el directorio de plantillas <code>templates</code>. ¡Cualquier dato existente será eliminado! Si solo desea importar un tema, utilice el administrador de temas en el back-end de Contao.
it: Qui puoi importare un file <code>.sql</code> dalla directory dei <code>templates</code>. Tutti i dati esistenti saranno cancellati! Se vuoi importare solo un tema, usa invece il gestore di temi nel back end di Contao.
lv: Šeit varat importēt <code>.sql</code> datni no <code>veidņu</code> direktorija. Visi esošie dati tiks dzēsti! Ja vēlaties importēt tikai tēmu, lūdzu, izmantojiet tēmu pārvaldnieku Contao aizmugurē.
ru: Вы можете импортировать файл <code>.sql</code> из каталога <code>templates</code>. Все существующие данные будут удалены! Если хотите импортировать только тему веб-сайта, используйте менеджер тем в панели управления Contao.
tr: Buradan <code>templates</code> klasöründeki bir <code>.sql</code> dosyasını içe aktarabilirsiniz. Var olan tüm veriler silinir! Yalnızca bir temayı içe aktarmak istiyorsanız, yönetim bölümündeki tema yönetimi bölümünü kullanın.

# import_exception
source: The import failed! Is the database up to date and is the template file compatible with your Contao version?
es: La importación falló! Compruebe si la base de datos está actualizada y si la versión de Contao es compatible con la suya.
fr: L'importation a échoué ! La base de données est-elle à jour et est-ce que le modèle est compatible avec votre version de Contao ?
it: L'importazione non è riuscita! E' la struttura della banca dati aggiornata ed è il file della template compatibile con la tua versione Contao?
lv: Importēšana neizdevās! Vai datubāze ir aktuāla un veidnes datne savietojama ar jūsu Contao versiju?
ru: Ошибка импорта! Убедитесь в совместимости базы данных и текущего шаблона с используемой версией Contao.
sr: Увоз није успео! Да ли су подаци о бази ажурни и да ли је фајл шаблона компатибилан са верзијом Contao?
tr: İçe aktarma işlemi tamamlanamadı! Veri tabanınızın güncel olduğunu ve içe aktarmaya çalıştığınız tema dosyasının kurulu Contao sürümünüzle uyumluluğu olduğunu denetleyin.

# import_empty_source
source: Please choose a template file!
es: Seleccione un archivo de plantilla
fr: Veuillez choisir un fichier de modèle !
it: Selezionare un file template
lv: Lūdzu izvēlieties veidnes datni!
ru: Выберите файл шаблона веб-сайта!
sr: Изаберите фајл шаблона!
tr: Lütfen bir tema dosyası seçin!

# import_data_will_be_deleted
source: Any existing data will be deleted!
es: ¡Los datos existentes serán eliminados!
fr: Toutes les données existantes seront supprimées !
it: ATTENZIONE, ogni informazione esistente sarà cancellata!
lv: Jebkuri esošie dati tiks izdzēsta!
ru: Все существующие данные будут удалены!
sr: Сви постојећи подаци биће обрисани!
tr: Var olan tüm veriler silinecek!

# imported_on
source: Template imported on %s.
es: Template importada en %s.
fr: Modèle importé le %s.
it: Template importato il %s
lv: Veidne importēta %s.
ru: Шаблон веб-сайта импортирован %s
sr: Шаблон увезен %s.
tr: Tema %s içine aktarıldı.

source: Templates
es: Plantillas
fr: Modèles
lv: Veidnes
ru: Шаблоны
sr: Шаблони - Templates
tr: Temalar

# do_not_truncate
source: Do not truncate the tables
es: No corte las tablas
fr: Ne pas vider les tables
it: Non troncare le tabelle
lv: Nesaīsināt tabulas
ru: Не очищать таблицы в базе данных
sr: Не празни табеле
tr: Tablolar budanmasın

# import_confirm
source: Any existing data will be deleted! Do you really want to continue?
es: ¡Los datos existentes serán eliminados! ¿Desea continuar?
fr: Toutes les données existantes seront supprimées ! Voulez-vous vraiment continuer ?
it: Ogni informazione esistente sarà cancellata. Vuoi procedere?
lv: Jebkuri pašreizējie dati tiks izdzēsti! Vai tiešām vēlaties turpināt?
ru: Все существующие данные будут удалены! Вы хотите продолжить?
sr: Сви постојећи подаци биће обрисани! Да ли желите да наставите?
tr: Var olan tüm veriler silinecek! İlerlemek istediğinize emin misiniz?

# template_save
source: Import template
es: Importar plantilla
fr: Importer un modèle
it: Importa templates
lv: Importēt veidni
ru: Импорт шаблона веб-сайта
sr: Увези шаблон
tr: Temayı içe aktar

# admin_create
source: Create an admin user
es: Crear usuario administrador
fr: Créer un utilisateur administrateur
it: Crea un utente amministratore
lv: Izveidojiet administratora lietotāju
ru: Создание учетной записи администратора
sr: Креирај администраторског корисника
tr: Bir yönetici kullanıcı ekle

# admin_create_explain
source: Here you can create an admin user to log into the Contao back end.
es: Aquí puede crear un usuario administrador para acceder al backend de Contao.
fr: Ici, vous pouvez créer un utilisateur administrateur afin de se connecter au back office de Contao.
it: Qui è possibile creare un utente amministratore per il back end di Contao
lv: Šeit jūs varat izveidot administratora lietotāju, lai pieslēgtos Contao aizmugurei.
ru: Вы можете создать пользователя с правами администратора для входа в панель управления Contao.
sr: Овде можете да креирате администраторског корисника за БекЕнд.
tr: Buradan Contao yönetim bölümünde oturum açabilrecek bir yönetici kullanıcı ekleyebilirsiniz.

# admin_confirm
source: An admin user has been created.
es: Se ha creado un usuario administrador.
fr: Un utilisateur administrateur a été créé.
it: L'utente amministratore è stato creato.
lv: Administratora lietotājs izveidots.
ru: Учетная запись администратора создана.
sr: Администраторски корисник је креиран.
tr: Yönetici kullanıcı eklendi.

# admin_username
source: Username
es: Usuario
fr: Identifiant
it: Nome utente
lv: Lietotājvārds
ru: Имя пользователя
sr: Корисничко име
tr: Kullanıcı adı

# admin_name
source: Name
es: Nombre
fr: Nom
it: Nome
lv: Vārds
ru: Имя
sr: Име
tr: Ad

# admin_email
source: E-mail
es: Formato e-mail
lv: E-pasts
sr: Имејл
tr: E-posta

# admin_save
source: Create admin user
es: Crear un usuario administrador
fr: Créer un utilisateur administrateur
it: Crea un utente amministratore
lv: Izveidot administratora lietotāju
ru: Создать учетную запись администратора
sr: Креирај администраторског корисника
tr: Yönetici kullanıcı ekle

# admin_error_extnd
source: For security reasons you can not use the following characters here: #<>()\=
es: Por razones de seguridad, no puede usar los siguientes caracteres aquí: # <> () \ =
fr: Pour une question de sécurité, vous ne pouvez pas utiliser ici les caractères suivants : #<>()\=
it: Per motivi di sicurezza non puoi utilizzare i seguenti caratteri: =<>&/()#
lv: Drošības apsvērumu dēļ jūs nevarat šeit izmantot sekojošās zīmes: #<>()\=
ru: По соображениям безопасности, вы не должны использовать здесь следующие символы: #<>()\=
sr: Из сигурносних разлога не можете овде користити следеће знакове: #<>()\=
tr: Güvenlik nedeniyle burada şu karakterler kullanılamaz: #<>()/=

# admin_error_no_space
source: The username must not contain any whitespace characters!
es: ¡El nombre de usuario no puede contener caracteres de espacios en blanco!
fr: Le nom d'utilisateur ne doit pas contenir d'espaces.
it: Il nome utente non può contenere degli spazi!
lv: Lietotājvārds nedrīkst saturēt tukšās zīmes!
ru: Имя пользователя не должно содержать пробелов!
sr: Корисничко име не сме да садржи празна места!
tr: Kullanıcı adında boşluk karakteri bulunamaz!

# admin_error_email
source: Please enter a valid e-mail address!
es: ¡Por favor, introduce un e-mail válido!
fr: Veuillez saisir une adresse e-mail valide.
it: Inserisci un indirizzo e-mail valido!
lv: Lūdzu ievadiet derīgu e-pasta adresi!
ru: Введите действующий e-mail адрес!
sr: Унесите валидну e-mail адресу!
tr: Lütfen geçerli bir e-posta adresi yazın!

# admin_error_password_match
source: The passwords did not match!
es: ¡Las contraseñas no coinciden!
fr: Les mots de passe sont différents.
it: Le password non coincidono!
lv: Paroles nesakrit!
ru: Пароли не совпадают!
sr: Лозинке се не подударају!
tr: Parola ile onayı aynı değil!
