Repository: contao/contao
Catalog: installation-bundle/src/Resources/translations/messages.*.xlf
Languages: cs, de, hu, it, ja, lv, nl, pt_br, ru, sl, sr, sv

source: Create an admin user
cs: Zde můžete vytvořit účet administrátora, s nímž se pak můžete přihlásit do backendu Contaa.
hu: Itt hozhat létre admin felhasználót a Contao admin panel bejelentkezéshez.
lv: Šeit jūs varat izveidot administratora lietotāju, lai pieslēgtos Contao aizmugurei.
pt_br: Aqui você pode criar um usuário administrativo para fazer logon no back-end do Contao.
sl: Tukaj lahko ustvarite skrbniški račun za prijavo v Contao administracijo.
sr: Овде можете да креирате администраторског корисника за БекЕнд.

source: Here you can create an admin user to log into the Contao back end.
cs: Byl vytvořen účet administrátora.
hu: Adminisztrátor létrehozva.
lv: Administratora lietotājs izveidots.
pt_br: Um usuário administrador foi criado.
sl: Skrbniški račun je bil ustvarjen.
sr: Администраторски корисник је креиран.

source: An admin user has been created.
cs: Uživatelské jméno
hu: Felhasználó név
lv: Lietotājvārds
pt_br: Usuário
sl: Uporabniško ime
sr: Корисничко име

source: Username
cs: Název
hu: Név
lv: Nosaukums
pt_br: Nome
sl: Naziv
sr: Име

source: Name
cs: E-Mail
hu: E-mail
lv: E-pasts
pt_br: E-mail
sl: E-poštni naslov
sr: Имејл

source: E-mail
cs: Vytvořit účet administrátora
hu: Adminisztrátor létrehozása
lv: Izveidot administratora lietotāju
pt_br: Criar usuário administrador
sl: Ustvari skrbniški račun
sr: Креирај администраторског корисника

source: For security reasons you can not use the following characters here: #()/<=>
cs: Uživatelské jméno nesmí obsah žádné mezery!
hu: A felhasználónév nem tartalmazhat szóköz karaktert!
lv: Lietotājvārds nedrīkst saturēt tukšās zīmes!
pt_br: O nome de usuário não pode conter nenhum espaço em branco!
sl: Uporabniško ime ne sme vsebovati presledkov.
sr: Корисничко име не сме да садржи празна места!

source: The username must not contain any whitespace characters!
cs: Prosím zadejte platnou emailovou adresu!
hu: Adjon meg egy érvényes email címet!
lv: Lūdzu ievadiet derīgu e-pasta adresi!
pt_br: Por favor digite um endereço de e-mail válido.
sl: Prosimo vpišite veljaven e-poštni naslov!
sr: Унесите валидну e-mail адресу!

source: Please enter a valid e-mail address!
cs: Hesla nesouhlasí!
hu: A jelszavak nem egyeznek!
lv: Paroles nesakrit!
pt_br: As senhas não condizem!
sl: Gesli se ne ujemata!
sr: Лозинке се не подударају!

source: The passwords did not match!
cs: Vaše uživatelské jméno a heslo se nesmí shodovat!
hu: A felhasználónév és a jelszó nem lehet azonos!
lv: Jūsu lietotājvārds un parole nedrīkst sakrist!
pt_br: Seu usuário e senha não podem ser os mesmos!
sl: Uporabniško ime in geslo ne smeta biti enaka!
sr: Ваше корисничко име и лозинка не смеју да буду исти!

source: Your username and password must not be the same!
cs: Pro vytvoření účtu administrátora je třeba vyplnit všechna pole!
hu: Kérem töltse ki az összes mezőt az adminisztrátor létrehozásához!
lv: Lūdzu, aizpildiet visus laukus, lai izveidotu administratora lietotāju!
pt_br: Por favor, preencha todos os campos para criar um usuário administrador!
sl: Prosimo, izpolnite vsa polja za ustvarjanje skrbniškega računa!
sr: Попуните сва поља како бисте креирали администраторског корисника!

source: Please fill in all fields to create an admin user!
cs: Blahopřejeme Vám!
hu: Gratulálunk!
lv: Apsveicam!
pt_br: Parabéns!
sl: Čestitamo!
sr: Честитамо!

source: Congratulations!
cs: Úspěšně jste nainstalovali Contao.
hu: Sikeresen telepítette a Contao rendszert.
lv: Esat veiksmīgi instalējis Contao.
pt_br: Você instalou Contao com sucesso.
sl: Contao je bil uspešno nameščen.
sr: Успешно сте инсталирали Contao систем.

source: You have successfully installed Contao.
cs: Instalace je dokončená
hu: Telepítés elkészült!
lv: Instalācija pabeigta
pt_br: Instalação completa
sl: Namestitev končana
sr: Инсталација је завршена

source: Installation complete
cs: Nyní prosím přejděte do backendu Contaa a zkontrolujte nastavení systému.
hu: Most lépjen be a Contao Admin panelra és ellenőrizze a beállításokat.
lv: Tagad, lūdzu, ejiet uz Contao aizmuguri un pārbaudiet sistēmas iestatījumus.
pt_br: Agora, vá para o terminal Contao e verifique as configurações do sistema.
sl: Nadaljujte v Contao administracijo in preverite sistemske nastavitve.
sr: Сада идите у БекЕнд Contao и проверите системска подешавања.

source: Now please go to the Contao back end and check the system settings.
cs: Backend Contaa
hu: Contao admin panel
lv: Contao aizmugure
pt_br: Contao back-end
sl: Contao administracija
sr: Contao БекЕнд

source: Contao back end
cs: Vaše databáze je zastaralá!
hu: Az adatbázis túl régi!
lv: Datubāze ir par vecu!
pt_br: O banco de dados é muito antigo!
sl: Podatkovna baza je prestara!
sr: База је застарила!

source: The database is too old!
cs: Musíte mít přinejmenším Contao 3.2, abyste mohli aktualizovat na Contao 4.
hu: Legalább Contao 3.2 szükséges a Contao 4 frissítéséhez.
lv: Jums vajag vismaz Contao 3.2, lai atjauninātu uz Contao 4.
pt_br: Você precisa, pelo menos, Contao 3.2 para atualizar para o Contao 4.
sl: Potrebujete najmanj Contao 3.2 za nadgradnjo v Contao 4.
sr: Да бисте надоградили верзију на Contao 4, морате да користите барем верзију Contao 3.2.

source: You need at least Contao 3.2 to upgrade to Contao 4.
cs: Bohužel nemohla být provedena jedna z instalačních úloh!
hu: A telepítés utáni feladatok nem kötelezőek!
lv: Pēcinstalācijas uzdevumu nevarēja pabeigt!
pt_br: Uma tarefa pós-instalação não pôde ser completada!
sl: Naloge po zaključku namestitve ni bilo mogoče dokončati.
sr: Задаци након исталације не могу да се заврше!

source: A post installation task could not be completed!
cs: Duplikované odběry
sr: Вишеструке претплате

source: Duplicate newsletter subscriptions found:
cs: Byly nalezeny následující duplikáty objednávek zpravodaje:
sr: Пронађене су вишеструке претплате на билтен:

source: The duplicate entries have been purged automatically. A backup of the original subscriptions has been stored in <code>tl_newsletter_recipients_backup</code>.
cs: Duplikované položky byly automaticky odstraněné. Původní stav byl uložen jako záloha do <code>tl_newsletter_recipients_backup</code>.
sr: Вишеструки уноси су аутоматски прочишћени. Резервна копија оригиналних претплата је сачувана на <code>tl_newsletter_recipients_backup</code>.

source: Create admin user
hu: Biztonsági okokból nem tudja használni a következő karaktereket: # () / <=>
lv: Drošibas apstākļu dēļ jūs nevarat šeit izmantot šīs zīmes: #()/<=>
pt_br: Por razões de segurança, você não pode usar os seguintes caracteres: #()/<=>
sl: Zaradi varnostnih razlogo ni mogoče uporabiti sledečih znakov: #()/<=>
sr: Из безбедоносних разлога овде не можете да користите карактере: #()/<=>

source: The database name must not contain dots!
de: Datenbankverbindung fehlgeschlagen!
it: Non è possibile effettuare la connessione al database!
ja: データベースに接続できませんでした!
nl: Geen verbinding met een database!
ru: Не удалось подключиться к базе данных!
sv: Kunde inte ansluta till databasen!

source: Could not connect to the database!
de: Bitte geben Sie Ihre Datenbank-Zugangsdaten ein.
it: Inserire i parametri per la connessione al database.
ja: データベースの接続の設定値を入力してください。
nl: Controleer uw gegevens om met de database te verbinden.
ru: Введите настройки соединения с базой данных.
sv: Ange dina databasparametrar för anslutningen.

source: Please enter your database connection parameters.
de: Host
it: Host
ja: ホスト
nl: Host
ru: Хост
sv: Värd

source: Host
de: Portnummer
it: Numero porta
ja: ポート番号
nl: Poortnummer
ru: Порт
sv: Portnummer

source: Port number
de: Benutzername
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
ru: Имя пользователя
sv: Användarnamn

source: Username
de: Passwort
it: Password
ja: パスワード
nl: Wachtwoord
ru: Пароль
sv: Lösenord

source: Password
de: Datenbankname
it: Nome Database
ja: データベース名
nl: Naam database
ru: Имя базы данных
sv: Databasnamn

source: Database name
de: Einstellungen speichern
it: Salva la configurazione
ja: 設定を保存
nl: Bewaar instellingen
ru: Сохранить настройки
sv: Spara inställningarna

source: Save settings
de: Datenbank aktualisieren
it: Aggiorna il database
ja: データベースを更新
nl: Update de database
ru: Обновить базу данных
sv: Uppdatera databasen

source: Update the database
de: Bitte beachten Sie, dass der Update-Assistent nur Tabellen berücksichtigt, die mit <code>tl_</code> beginnen.
it: L'aggiornamento guidato aggiornerà solamente le tabelle con prefisso <code>tl_</code>.
ja: アップデートの支援は<code>tl_</code>で始まる名前のテーブルだけを扱うことに注意してください。
nl: Houd er rekening mee dat de update-assistent alleen tabellen afhandelt welke met <code> tl _ </ code> beginnen.
ru: Обратите внимание: помощник обновления базы данных обрабатывает только таблицы начинающиеся с префикса <code>tl_</code>.
sv: Notera att uppdateringsassistenten bara hanterar tabeller med namn som börjar med <code>tl_</code>.

source: Please note that the update assistant only handles tables starting with <code>tl_</code>.
de: Die Datenbank ist aktuell.
it: Il database è aggiornato.
ja: データベースは最新です。
nl: De database is up-to-date!
ru: База данных обновлена.
sv: Databasen är uppdaterad.

source: The database is up to date.
de: Datenbank aktualisieren
it: Aggiorna il database
ja: データベースを更新
nl: Update database
ru: Обновление базы данных
sv: Uppdatera databasen

source: Update database
de: Tabellen anlegen
it: Tabelle create
ja: テーブルを作成
nl: Maak tabellen
ru: Создание таблиц
sv: Skapa tabeller

source: Create tables
de: Spalten anlegen
it: Aggiungi colonne
ja: 列を追加
nl: Voeg kolommen toe
ru: Добавление колонок
sv: Lägg till kolumner

source: Change tables
de: Spalten ändern
it: Modifica colonne
ja: 列を変更
nl: Wijzig kolommen
ru: Изменение колонок
sv: Ändra kolumner

source: Add columns
de: Spalten löschen
it: Elimina colonne
ja: 列を削除
nl: Dump kolommen
ru: Удаление колонок
sv: Radera kolumner

source: Change columns
de: Tabellen löschen
it: Elimina tabelle
ja: テーブルを削除
nl: Dump tabellen
ru: Удаление таблиц
sv: Radera tabeller

source: Drop columns
de: Alle auswählen
it: Seleziona tutto
ja: すべて選択
nl: Selecteer alles
ru: Выбрать всё
sv: Markera alla

source: Drop tables
de: Ein Template importieren
it: Importa un template
ja: テンプレートをインポート
nl: Importeer een template
ru: Импорт шаблона
sv: Importera en mall

source: Select all
de: Hier können Sie eine <code>.sql</code>-Datei aus dem <code>templates</code>-Verzeichnis importieren. Dabei werden alle bestehenden Daten gelöscht! Wenn Sie stattdessen lediglich ein Theme importieren wollen, nutzen Sie bitte den Theme-Manager im Contao-Backend.
it: Selezionare un file <em>.sql</em> dalla cartella <em>templates</em> per l'importazione di un sito web di prova. Eventuali dati presenti saranno cancellati!!! Se invece si vuole importare un tema, utilizzare l'apposita funzione nel backend.
ja: <em>templates</em>のディレクトリから<em>.sql</em>のファイルをインポートできます。既存のデータを削除します。テーマをインポートしたいだけの場合は、代わりにContaoのバックエンドでテーマ管理を使用してください。
nl: Hier kunt u een <code>.sql</code> bestand importeren van de <code>templates</code> directory. Bestaande gegevens worden verwijderd! Als u alleen een thema wilt importeren, gebruik dan de thema-manager in het Contao backend.
ru: Вы можете импортировать файл содержащий предварительно настроенный пример веб-сайта в формате <code>.sql</code> из каталога <code>templates</code>. Все существующие данные будут удалены! Если хотите импортировать тему веб-сайта, то используйте менеджер тем в панели управления Contao.
sv: Här kan du importera en <code>.sql</code>-fil från <code>templates</code>-mappen. Existerande data kommer att raderas! Om du bara vill importera ett tema så använder du tema-hanteraren i Contao istället.

source: Import a template
de: Der Import konnte nicht abgeschlossen werden! Ist die Datenbank aktuell und die Template-Datei kompatibel mit Ihrer Contao-Version?
it: L'importazione non è riuscita! E' la struttura della banca dati aggiornata ed è il file della template compatibile con la tua versione Contao?
ja: インポートに失敗しました! データベースは最新の状態で、サイトのテンプレートのファイルはContaoのバージョンと互換性がありますか?
nl: Importeren is mislukt! Is de database up-to-date en is het template bestand compatibel met uw Contao versie?
ru: Ошибка импорта! Убедитесь в совместимости базы данных и текущего шаблона с используемой версией Contao.
sv: Importeringen misslyckades! Är databasen uppdaterad och är mallarna kompatibla med din Contao-version?

source: Here you can import an <code>.sql</code> file from the <code>templates</code> directory. Any existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
de: Bitte wählen Sie eine Template-Datei!
it: Selezionare un file template
ja: テンプレートのファイルを選択してください。
nl: Kies een template bestand!
ru: Выберите файл шаблона веб-сайта!
sv: Välj en mallfil!

source: The import failed! Is the database up to date and is the template file compatible with your Contao version?
de: Alle bestehenden Daten werden gelöscht!
it: ATTENZIONE, ogni informazione esistente sarà cancellata!
ja: 現在のデータをすべて削除します。
nl: Alle bestaande gegevens worden verwijderd!
ru: Все существующие данные будут удалены!
sv: Allt befintligt data kommer att raderas!

source: Please choose a template file!
de: Template importiert am %s.
it: Template importato il %s
ja: %sにテンプレートをインポートしました。
nl: Template geïmporteerd bij %s
ru: Шаблон веб-сайта импортирован %s
sv: Mall importeras %s

source: Any existing data will be deleted!
de: Templates
it: Templates
ja: テンプレート
nl: Templates
ru: Шаблоны
sv: Mallar

source: Template imported on %s.
de: Tabellen nicht leeren
it: Non troncare le tabelle
ja: テーブルを切り捨てない
nl: Maak tabellen niet leeg
ru: Не очищать таблицы в базе данных
sv: Trunkera inte tabeller

source: Templates
de: Alle bestehenden Daten werden gelöscht. Möchten Sie trotzdem fortfahren?
it: Ogni informazione esistente sarà cancellata. Vuoi procedere?
ja: 現在のデータをすべて削除します。本当に続けますか?
nl: Alle bestaande gegevens worden verwijderd! Wilt u werkelijk verder gaan?
ru: Все существующие данные будут удалены! Вы хотите продолжить?
sv: Befintliga data kommer att raderas! Vill du verkligen fortsätta?

source: Do not truncate the tables
de: Template importieren
it: Importa templates
ja: テンプレートをインポート
nl: Importeer template
ru: Импорт шаблона веб-сайта
sv: Importera mall

source: Any existing data will be deleted! Do you really want to continue?
de: Ein Administratorkonto anlegen
it: Crea un utente amministratore
ja: 管理者ユーザーの作成
nl: Maak een admin gebruiker aan
ru: Создание учетной записи администратора
sv: Skapa en administratör

source: Import template
de: Hier können Sie ein Administratorkonto für die Anmeldung im Contao-Backend erstellen.
it: Qui è possibile creare un utente amministratore per il back end di Contao
ja: Contaoのバックエンドにログインする管理者ユーザーを作成できます。
nl: Maak hier een admin gebruiker aan welke kan inloggen in het Contao backend.
ru: Вы можете создать пользователя с правами администратора для входа в панель управления Contao.
sv: Här kan du skapa en administratörsanvändare som kan logga in i Contaos backend.

source: Create an admin user
de: Ein Administratorkonto wurde erstellt.
it: L'utente amministratore è stato creato.
ja: 管理者ユーザーを作成しました。
nl: Een admin gebruiker is aangemaakt.
ru: Учетная запись администратора создана.
sv: Administratörsanvändare har skapats.

source: Here you can create an admin user to log into the Contao back end.
de: Benutzername
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
ru: Имя пользователя
sv: Användarnamn

source: An admin user has been created.
de: Name
it: Nome e tipo di media
ja: 氏名
nl: Naam
ru: Имя
sv: Namn och mediatyper

source: Username
de: E-Mail
it: Formato e-mail
ja: 電子メール
nl: E-mail
ru: E-mail
sv: E-postformat

source: Name
de: Administratorkonto anlegen
it: Crea un utente amministratore
ja: 管理者ユーザーの作成
nl: Maak een admin gebruiker aan
ru: Создать учетную запись администратора
sv: Skapa administratör

source: E-mail
de: Aus Sicherheitsgründen können Sie folgende Zeichen hier nicht verwenden: #()/<=>
it: Per motivi di sicurezza non puoi utilizzare i seguenti caratteri: =<>&/()#
ja: セキュリティ上の理由のため、ここでは以下の文字は使用できせん:: #()/<=>
nl: Om veiligheidsredenen mag u de volgende karakters hier niet gebruiken: #()/<=>
ru: По соображениям безопасности, вы не должны использовать здесь следующие символы: #()/<=>
sv: Av säkerhetsskäl så kan du inte använda följande tecknen här: #()/<=>

source: Create admin user
de: Der Benutzername darf keine Leerzeichen enthalten!
it: Il nome utente non può contenere degli spazi!
ja: ユーザー名に空白文字を含めてはなりません。
nl: De gebruikersnaam mag geen spaties bevatten!
ru: Имя пользователя не должно содержать пробелов!
sv: Användarnamnet får inte innehålla några mellanslag!

source: For security reasons you can not use the following characters here: #()/<=>
de: Bitte geben Sie eine gültige E-Mail-Adresse ein!
it: Inserisci un indirizzo e-mail valido!
ja: 正しい電子メールアドレスを入力してください。
nl: Geef een geldig e-mail adres op!
ru: Введите действующий e-mail адрес.
sv: Ange en giltig E-postadress!

source: The username must not contain any whitespace characters!
de: Die eingegebenen Passwörter stimmen nicht überein!
it: Le password non coincidono!
ja: パスワードが一致しませんでした。
nl: De opgegeven wachtwoorden zijn niet gelijk!
ru: Пароли не совпадают!
sv: Lösenorden matchar inte varandra!

source: Please enter a valid e-mail address!
de: Der Benutzername und das Passwort dürfen nicht gleich sein!
it: Username e password non possono essere uguali!
ja: ユーザー名とパスワードは同一にはできません。
nl: Uw gebruikersnaam en wachtwoord mogen niet gelijk zijn!
ru: Логин не должен совпадать с паролем!
sv: Ditt användarnamn och lösenord får inte vara samma!

source: The passwords did not match!
de: Bitte füllen Sie alle Felder aus, um ein Administratorkonto zu erstellen!
it: Indicare tutte le informazioni per creare un utente amministratore
ja: すべての欄に入力して管理者ユーザーを作成してください。
nl: Vul alle velden in om een admin gebruiker aan te maken!
ru: Заполните все поля для создания учетной записи администратора!
sv: Vänligen fyll i alla fält för att skapa en administratörsanvändare!

source: Your username and password must not be the same!
de: Gratulation!
it: Contao è stato configurato correttamente!
ja: おめでとうございます!
nl: Gefeliciteerd!
ru: Поздравляем!
sv: Gratulerar!

source: Please fill in all fields to create an admin user!
de: Sie haben Contao erfolgreich installiert.
it: L'installazione di Contao è avvenuta con successo
ja: Contaoのインストールに成功しました。
nl: Contao is met succes geïnstalleerd.
ru: Вы успешно установили Contao.
sv: Du har lyckats med installationen av Contao.

source: Congratulations!
de: Installation abgeschlossen
it: Installazione completa
ja: インストールを完了
nl: Installatie compleet
ru: Установка завершена
sv: Installationen färdig

source: You have successfully installed Contao.
de: Rufen Sie nun das Contao-Backend auf und überprüfen Sie die Systemeinstellungen.
it: Ora è possibile accedere al back end di Contao e verificare le impostazioni di sistema
ja: さあ、Contaoのバックエンドに移動してシステム設定を確認してください。
nl: Ga naar het Contao backend om de systeem instellingen te controleren.
ru: Теперь перейдите к панели управления Contao и проверьте настройки системы.
sv: Gå nu vidare till Contaos backend och kontrollera systeminställningarna.

source: Installation complete
de: Contao-Backend
it: Backend di Contao
ja: Contaoのバックエンド
nl: Contao backend
ru: Панель управления Contao
sv: Contao backend

source: Now please go to the Contao back end and check the system settings.
de: Die Datenbank ist zu alt!
it: Il database non è aggiornato!
ja: データベースが古すぎます!
nl: De database is te oud!
ru: База данных устарела!
sv: Databasen är för gammal!

source: Contao back end
de: Sie benötigen mindestens Contao 3.2, um das Update auf Contao 4 durchzuführen.
it: E' necessario almeno Contao 3.2 per eseguire l'aggiornamento a Contao 4.
ja: Contao 4にアップグレードするには少なくともContao 3.2が必要です。
nl: U dient op zijn minst over Contao 3.2 te beschikken om om te kunnen upgraden naar Contao 4.
ru: Вам необходима как минимум Contao версии 3.2 для обновления до Contao 4.
sv: Du behöver minst Contao 3.2 för att kunna uppgradera till Contao 4.
