Repository: contao/contao
Catalog: installation-bundle/src/Resources/translations/messages.*.xlf
Languages: cs, de, hu, it, ja, lv, nl, pt_br, ru, sl, sr, sv

source: Contao install tool
cs: Instalační nástroj Contaa
hu: Contao telepítő eszközök
it: Strumento di installazione Contao
ja: Contaoインストールツール
lv: Contao instalācijas rīks
nl: Contao installatie programma
pt_br: Ferramenta de instalação do Contao
ru: Мастер установки Contao
sl: Contao namestitveno orodje
sr: Алат за инсталацију Contaо
sv: Contao Installationsverktyg

source: An error occurred
cs: Došlo k chybě
de: Es ist ein Fehler aufgetreten
hu: Hiba történt
it: Si è verificato un errore
ja: エラーが発生しました
lv: Notikusi kļūda
nl: Er is een fout opgetreden
pt_br: Ocorreu um erro
ru: Произошла ошибка
sl: Prišlo je do napake
sr: Дошло је до грешке
sv: Ett fel uppstod

source: The install tool has been locked!
cs: Instalační nástroj byl zamčen!
de: Das Installtool wurde gesperrt
hu: A Telepítő eszköz le van zárva.
it: Lo strumento di installazione è stato bloccato
ja: インストールツールはロックされています!
lv: Instalēšanas rīks ir bloķēts!
nl: Het installatie programma is geblokkeerd
pt_br: A ferramenta de instalação foi bloqueada!
ru: Мастер установки заблокирован!
sl: Namestitveno orodje je bilo zakljenjeno!
sr: Алат за инсталацију је закључан!
sv: Installationsverktyget har låsts!

source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. You can unlock it in the Contao Manager or by running <code>contao:install:unlock</code> on the command line.
cs: Z bezpečnostních důvodů byl Instalační nástroj uzamčen, protože bylo třikrát po sobě zadáno špatné heslo. Instalační nástroj můžete odemknout přes Správce Contaa nebo použitím příkazu <code>contao:install:unlock</code>na Příkazovém řádku.
de: Aus Sicherheitsgründen wurde das Installtool gesperrt, nachdem dreimal hintereinander ein falsches Passwort eingegeben wurde. Um es zu entsperren, öffnen Sie die lokale Konfigurationsdatei und setzen Sie <code>installCount</code> auf <code>0</code>.
hu: Biztonsági okokból a telepítési eszköz zárolva lett, miután rossz jelszó került megadásra több mint háromszor egymás után. Feloldáshoz, futtassa <code>bin/console doctrine:cache:clear contao.cache</ code> a parancssorban.
it: Per ragioni di sicurezza lo strumento di installazione è stato bloccato. Questo succede se viene sbagliata più volte la password di installazione. Per sbloccare il sistema occorre aprire il file di configurazione e impostare la variabile <em>installCount</em> a <em>0</em>.
ja: 連続して3回以上誤ったパスワードが入力された後、セキュリティ上の理由でインストールツールはロックされています。ロックを解除するには、サイトにローカルな構成ファイルを編集して、<code>installCount</code>を<code>0</code>にします。
nl: Het installatie programma is om veiligheidsredenen geblokkeerd omdat een wachtwoord meer dan drie keer achter elkaar verkeerd is ingevoerd. Om te ontgrendelen, open localconfig en zet <em>installCount</em> op<em>0</em>.
pt_br: Por razões de segurança, a ferramenta de instalação foi bloqueada depois que uma senha errada foi inserida mais de três vezes seguidas. Para desbloquear, execute <code>bin/console doctrine:cache:clear contao.cache</code> na linha de comando.
ru: В целях безопасности, мастер установки Contao заблокирован после ввода, более чем трех раз подряд, неправильного пароля. Для разблокирования, откройте локальный файл конфигурации и установите в поле <code>installCount</code> значение <code>0</code>.
sl: Zaradi varnostnih razlogov je bilo namestitveno orodje zakljenjeno zaradi vnosa napačnega gesla več kot trikrat zapovrstjo. Za odklep zaženite <code>app/console doctrine:cache:clear contato.cache</code> v ukazni vrstici.
sv: Av säkerhetsskäl har installationsverktyget låsts efter att ett felaktigt lösenord angivits mer än tre gånger i rad. För att låsa upp det, öppna den lokala konfigurationsfilen och ändra <code>installCount</code> till <code>0</code>.

source: PHP is not allowed to write files!
cs: PHP není dovolené zapisovat soubory!
de: PHP kann keine Dateien schreiben!
hu: PHP nem engedélyezi a fájlok írását!
it: PHP non ha i permessi per la creazione di file.
ja: PHPがファイルに書き込みをできません!
lv: PHP nav atļauts raksīt datnes!
nl: Het is PHP niet toegestaan om bestanden te beschrijven!
pt_br: PHP não tem permissões para escrever arquivos!
ru: PHP процессу не разрешено записывать файлы.
sl: PHP nima dovoljenja za pisanje datotek!
sr: PHP-у није омогућено да уписује фајлове!
sv: PHP tillåts inte att skriva filer!

source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Please contact your server administrator and ask him to fix the problem.
cs: Váš server nepodporuje přístup k souborům pomocí PHP; nejspíš běží PHP jako modul Apache pod jiným uživatelem. Prosím kontaktujte správce serveru a požádejte ho o odstranění tohoto problému.
de: Ihr Server unterstützt den Dateizugriff per PHP nicht; vermutlich läuft PHP als Apache-Modul unter einem anderen Benutzer. Bitte wenden Sie sich an Ihren Server-Administrator, damit dieser das Problem behebt.
hu: A szerver nem támogatja a fájlok PHP hozzáférését; valószínűleg a PHP az Apache egy másik felhasználója alatt fut. Kérje meg a rendszergazdáját, hogy javítsa ki a hibát.
it: Il server non supporta l'accesso ai file tramite PHP; molto probabilmente PHP viene eseguito come modulo Apache con un utente diverso. Si prega di contattare l'amministratore del server e chiedergli di risolvere il problema.
ja: サーバーがPHPによるファイルアクセスをサポートしていません、おそらく、PHPはApacheのモジュールで異なるユーザーで動作しているのでしょう。サーバーの管理者に連絡を取って、この問題を修正してください。
nl: Uw server ondersteunt geen toegang tot bestanden via PHP; hoogstwaarschijnlijk draait PHP als Apache module onder een andere gebruiker. Neem contact op met uw serverbeheerder en vraag hem om dit probleem op te lossen.
pt_br: Seu servidor não suporta acesso a arquivos via PHP; provavelmente o PHP esta sendo executado como um módulo Apache sob um usuário diferente. Entre em contato com o administrador do servidor e peça-lhe para solucionar o problema.
ru: Сервер не поддерживает доступ к файлам с через PHP; скорее всего, PHP работает как модуль Apache под другим пользователем. Обратитесь к администратору сервера и попросите его решить эту проблему
sl: Strežnik ne podpira dostopa do datotek preko PHP; najverjetneje je PHP zagnan kot Apache modul kot drugi uporabnik. Prosimo kontaktirajte administratorja strežnika za pomoč pri odpravi problema.
sr: Подешавања Вашег сервера не подржавају приступ фајловима преко PHP; PHP се највероватније врти у модулу Apache-a под другим корисником. Молимо Вас да контактирате Вашег сервер администратора и замолите га да реши проблем.
sv: Din server stödjer inte filåtkomst via PHP. Mest troligt för att PHP körs som en Apache-modul under en annan användare. Kontakta din serveradministratör och be om att åtgärda problemet.

source: <strong>Do not attempt to fix this yourself by making files and folders writable for everyone!</strong>
cs: <strong>Nepokoušejte se to opravit sami tím, že povolíte všem zpracovávat soubory a složky!</strong>
de: <strong>Versuchen Sie keinesfalls, das Problem selbst zu beheben, indem Sie die Dateien und Ordner für jedermann beschreibbar machen!</strong>
hu: <strong>Ne próbálja meg úgy javítani, hogy mindenki számára írhatóvá teszi a fájlokat és könyvtárakat</strong>
it: <strong> Suggeriamo di non tentare in modo autonomo, dando i privilegi di lettura e scrittura a tutti!</ strong>
ja: <strong>自分でファイルやフォルダーを誰にでも読み書き可能にするといった方法で問題を解決しようとしないでください!</strong>
lv: Nemēģiniet šo salabot, padarot datnes un mapes visiem rakstāmas.
nl: <strong>Ga dit niet oplossen door bestanden en mappen beschrijfbaar te maken voor iedereen!</strong>
pt_br: <strong>Não tente corrigir isso sozinho, criando arquivos e pastas para todos!</strong>
ru: <strong>Не пытайтесь исправить это самостоятельно предоставляя файлам и каталогам права доступа на запись 'для всех'!</strong>
sl: <strong>Ne poskušajte odpraviti napake sami, tako da dovolite pisanje datotek in direktorijev za vse!</strong>
sr: <strong>Не покушавајте сами да решите проблем тако што ћете дозволити свима да уређују фајлове и фолдере!</strong>
sv: <strong>Försök inte åtgärda detta själv genom att göra filer och mappar skrivbara för samtliga användare!</strong>

source: Accept license
cs: Souhlasím s licencí
de: Lizenz akzeptieren
hu: Licensz elfogadása
it: Accetta la licenza
ja: 使用許諾の承認
lv: Pieņemt licenci
nl: Accepteer licentie
pt_br: Licença aceita
ru: Принять лицензию
sl: Sprejmi licenčne pogoje
sr: Прихвати лиценцу
sv: Acceptera licens

source: Install tool password
cs: Heslo k instalačnímu modulu
de: Installtool-Passwort
hu: Telepítő eszköz jelszó
it: Password strumento di installazione
ja: インストールツールのパスワード
lv: Instalēšanas rīka parole
nl: Installatie programma wachtwoord
pt_br: Instale a ferramenta de senha
ru: Пароль для входа в мастер установки
sl: Geslo namestitvenega orodja
sr: Шифра алата за инсталацију
sv: Lösenord för installationsverktyget

source: Please enter a password to prevent unauthorized access.
cs: Změňte prosím výchozí heslo, abyste zabránili neautorizovanému přístupu!
de: Bitte vergeben Sie ein Passwort, um unberechtigte Zugriffe zu vermeiden.
hu: Jelszó megadása a jogosulatlan hozzáférés megakadályozására.
it: Inserire una password per evitare accessi non autorizzati!
ja: 不正なアクセスを防止するためパスワードを入力してください。
lv: Lūdzu, ievadiet paroli, lai novērstu neatļautu piekļuvi!
nl: Voer een wachtwoord in om onbevoegde toegang te voorkomen!
pt_br: Por favor, insira uma senha para prevenir acessos não autorizados,
ru: Введите пароль для предотвращения несанкционированного доступа.
sl: Vpišite geslo, da bi preprečili neavtoriziran dostop.
sr: Молимо Вас да унесете лозинку ради спречавања неауторизованог приступа.
sv: Ange ett lösenord för att förhindra obehörig åtkomst.

source: Password
cs: Heslo
de: Passwort
hu: Jelszó
ja: パスワード
lv: Parole
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sl: Geslo
sr: Лозинка
sv: Lösenord

source: Confirmation
cs: Potvrzení
de: Bestätigung
hu: Megerősítés
it: Conferma la password
ja: パスワードの再入力
lv: Apstipriniet paroli
nl: Bevestiging
pt_br: Confirmação
ru: Подтвердите пароль
sl: Ponovno vnesite geslo
sr: Потврда
sv: Bekräfta lösenord

source: Save password
cs: Uložit heslo
de: Passwort speichern
hu: Jelszó mentése
it: Salva la password
ja: パスワードを保存
lv: Saglabāt paroli
nl: Wachtwoord opslaan
pt_br: Salvar senha
ru: Сохранить пароль
sl: Shrani geslo.
sr: Сачувај лозинку
sv: Spara lösenordet

source: The password does not match the confirmation!
cs: Hesla nesouhlasí!
de: Das Passwort stimmt nicht mit der Bestätigung überein!
hu: A jelszó nem egyezik meg a megerősítéssel!
it: Le password non coincidono!
ja: パスワードとその再入力が一致しませんでした。
lv: Parole nesakrīt ar apstiprinājumu!
nl: Het wachtwoord komt niet overeen met de bevestiging!
pt_br: A senha não corresponde à confirmação!
ru: Пароль подтверждения не совпадает!
sl: Gesli se ne ujemata!
sr: Лозинке се не подударају!
sv: Lösenordet överensstämmer ej med bekräftelsen!

source: The password should be at least %d characters long!
cs: Heslo musí mít nejméně %d znaků!
de: Das Passwort muss mindestens %d Zeichen lang sein!
hu: A jelszónak legalább %d karakter hosszúnak kel lenni!
it: La password deve essere lunga almeno %d caratteri!
ja: パスワードは少なくとも%d文字以上を入力してください。
lv: Parolei jābūt vismaz %d zīmju garai!
nl: Het wachtwoord dient minstens %d karakters lang te zijn!
pt_br: A senha deve ter pelo menos %d caracteres de comprimento!
ru: Пароль должен содержать минимум %d символов!
sl: Geslo mora vsebovati najmanj %d znakov!
sr: Лозинка мора да има бар %d карактера!
sv: Lösenordet måste vara minst %d tecken långt!

source: Install tool login
cs: Přihlášení k instalačnímu nástroji
de: Installtool-Anmeldung
hu: Telepítő eszköz belépés
it: Login strumento di installazione
ja: インストールツールにログイン
lv: Instalēšanas rīka pieslēgšanās
nl: Installatie programma login
pt_br: Instale a ferramenta de login
ru: Вход в мастер установки
sl: Prijava v namestitveno orodje
sr: Пријава на алат за инсталацију
sv: Logga in i installationsverktyget

source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
cs: Vložte prosím heslo pro instalační nástroj. Heslo pro instalační nástroj je totožné s heslem pro vstup do administrace Contao.
de: Bitte geben Sie das Installtool-Passwort ein. Das Installtool-Passwort ist nicht gleich dem Contao Backend-Passwort.
hu: Adja meg a telepítő eszköz jelszavát. A telepítő eszköz jelszava nem azonos a Contao back end jelszavával.
it: Inserire la password per lo strumento di installazione. Ricorda che la password non è la stessa del pannello di controllo di Contao.
ja: インストールツールのパスワードを入力してください。インストールツールのパスワードは、Contaoのバックエンドのパスワードと別のものです。
lv: Lūdzu, ievadiet Instalēšanas rīka paroli. Instalēšanas rīka parole nav tā pati, kas Contao aizmugures parole.
nl: Geef het installatie programma wachtwoord op. Dit is niet hetzelfde als het Contao backend wachtwoord.
pt_br: Digite a senha da ferramenta de instalação. A senha da ferramenta de instalação não é a mesma que a senha do back-end da Contao.
ru: Введите пароль для входа в мастер установки. Пароль для входа в мастер установки не связан с паролем для входа в панель управления Contao.
sl: Vnesite geslo namestitvenega orodja. Namestitveno geslo NI enako geslu za vpis v Contao administracijo.
sr: Унесите шифру за приступ алату за инсталацију. Ова шифра није иста као шифра за приступ Contao БекЕнду.
sv: Ange lösenordet för installationsverktyget. Lösenordet för installationsverktyget är inte detsamma som lösenordet för Contaos backend.

source: You have to allow cookies to use Contao.
cs: Musíte povolit cookies, abyste mohli používat Contao.
de: Für die Nutzung von Contao müssen Cookies erlaubt sein.
hu: Engedélyezze a cookie-kat a Contao használatához
it: Occorre abilitare i cookie per poter utilizzare Contao.
ja: Contaoを使用するにはクッキーを許可しなければなりません。
lv: Jums ir jāatļauj sīkdatnes, lai lietotu Contao.
nl: U dient cookies toe te staan om Contao te kunnen gebruiken.
pt_br: Você deve permitir os cookies para utilizar Contao.
ru: Разрешите cookies для использования Contao.
sl: Piškotki morajo biti omogočeni.
sr: Морате одобрити употребу колачића да бисте користили Contao систем.
sv: Du måste tillåta cookies för att kunna använda Contao.

source: Login
cs: Přihlásit se
de: Anmelden
hu: Bejelentkezés
ja: ログイン
lv: Pieslēgties
nl: Aanmelden
ru: Вход
sl: Prijava
sr: Пријава
sv: Logga in

source: Invalid password!
cs: Neplatné heslo!
de: Ungültiges Passwort!
hu: Hibás jelszó!
it: Password non valida!
ja: パスワードが正しくありません。
lv: Nederīga parole!
nl: Ongeldig wachtwoord!
pt_br: Senha inválida!
ru: Неверный пароль!
sl: Napačno geslo!
sr: Погрешна лозинка!
sv: Ogiltigt lösenord!

source: Database connection
cs: Připojení k databázi
de: Datenbankverbindung
hu: Adatbázis kapcsolat
it: Connessione al database
ja: データベースの接続
lv: Datubāzes savienojums
nl: Database verbinding
pt_br: Conexão de banco de dados
ru: Соединение с базой данных
sl: Povezava do podatkovne baze
sr: Конекција са базом
sv: Databasanslutning

source: Database connection established.
cs: Spojení s databází navázáno.
de: Datenbankverbindung hergestellt.
hu: Adatbázis kapcsolat rendben.
it: Connessione al database eseguita correttamente.
ja: データベースの接続を確立しました。
lv: Datubāzes savienojums izveidots.
nl: Database verbinding tot stand gebracht.
pt_br: Conexão com o banco de dados estabelecida.
ru: Подключение к базе данных установлено.
sl: Povezava s podatkovno bazo je bila uspešna.
sr: Веза са базом податак успешно успостављена.
sv: Databasanslutning upprättad.

source: The database name must not contain dots!
cs: Jméno databáze nesmí obsahovat tečky!
pt_br: O nome do banco de dados não deve conter pontos!
sr: Назив базе података не сме да садржи тачке у имену!

source: Could not connect to the database!
cs: Nepodařilo se navázat spojení s databází!
hu: Nem sikerült kapcsolódni az adatbázishoz!
lv: Nevar savienoties ar datubāzi!
pt_br: Não foi possível se conectar com banco de dados!
sl: Povezava s podatkovno bazo ni bila mogoča.
sr: Повезивање са базом није успело!

source: Please enter your database connection parameters.
cs: Zadejte prosím nastavení připojení k databázi.
hu: Adja meg az adatbázis kapcsolat paramétereit.
lv: Lūdzu norādiet Jūsu datu bāzes savienojuma parametrus.
pt_br: Digite os parâmetros de conexão do banco de dados.
sl: Prosimo, vnesite parametre za povezavo s podatkovno bazo.
sr: Унесите параметре за повезивање са базом података.

source: Host
cs: Poskytovatel
hu: Kiszolgáló
lv: Hosts
pt_br: Hospedeiro
sl: Gostitelj
sr: Хост

source: Port number
cs: Číslo portu
hu: Port száma
lv: Porta numurs
pt_br: Número da porta
sl: Številka vrat
sr: Број порта

source: Username
cs: Uživatelské jméno
hu: Felhasználó név
lv: Lietotājvārds
pt_br: Usuário
sl: Uporabniško ime
sr: Корисничко име

source: Password
cs: Heslo
hu: Jelszó
lv: Parole
pt_br: Senha
sl: Geslo
sr: Лозинка

source: Database name
cs: Název databáze
hu: Adatbázis neve
lv: Datubāzes vārds
pt_br: Nome de banco de dados
sl: Naziv podatkovne baze
sr: Име базе

source: Save settings
cs: Uložit nastavení
hu: Beállítások mentése
lv: Saglabāt iestatījumus
pt_br: Salvar configurações
sl: Shranite nastavitve
sr: Сачувај подешавања

source: Update the database
cs: Zaktualizovat databázi
hu: Adatbázis frissítése
lv: Atjaunināt datubāzi
pt_br: Atualize o banco de dados
sl: Posodobite podatkovno bazo
sr: Ажурирај базу

source: Please note that the update assistant only handles tables starting with <code>tl_</code>.
cs: Prosím mějte na paměti, že aktualizační asistent zpracovává pouze tabulky začínající <code>tl_</code>.
hu: Vegye figyelembe, hogy a frissítési asszisztens csak a <code>tl_</code> kezdetű táblákat kezeli.
lv: Lūdzu, ņemiet vērā, ka jauninājuma palīgs apstrādā tikai tabulas kas sākas ar <code> tl _ </ code>.
pt_br: Observe que o assistente de atualização apenas manipula as tabelas que começam com <code>tl_</code>.
sl: Pomočnik za posodobitev lahko upravlja le tabele, katera imena se začnejo z <code>tl_</code>.
sr: Имајте на уму да асистент ажурирања обрађује само табеле које почињу префиксом <code>tl_</code>.

source: The database is up to date.
cs: Databáze je aktuální.
hu: Az adatbázis naprakész.
lv: Datubāze ir aktuāla.
pt_br: O banco de dados está atualizado.
sl: Podatkovna baza je posodobljena.
sr: База података је ажурирана.

source: Update database
cs: Zaktualizovat databázi
hu: Adatbázis frissítése
lv: Atjaunināt datubāzi
pt_br: Atualizar o banco de dados
sl: Posodobi podatkovno bazo
sr: Ажурирај базу података

source: Create tables
cs: Vytvořit nové tabulky
hu: Táblák létrehozása
lv: Izveidot tabulas
pt_br: Criar tabelas
sl: Ustvari tabele
sr: Креирај табеле

source: Change tables
cs: Přidat sloupce
hu: Oszlopok hozzáadása
lv: Pievienot kolonnas
pt_br: Adicionar colunas
sl: Dodaj stolpce
sr: Додај колоне

source: Add columns
cs: Změnit sloupce
hu: Oszlopok cseréje
lv: Mainīt kolonnas
pt_br: Modificar colunas
sl: Spremeni stolpce
sr: Промени колоне

source: Change columns
cs: Smazat existující sloupce
hu: Oszlopok eldobása
lv: Dzēst kolonnas
pt_br: Soltar colunas
sl: Odstrani stolpce
sr: Обриши колоне

source: Drop columns
cs: Smazat existující tabulky
hu: Táblák eldobása
lv: Dzēst tabulas
pt_br: Soltar tabelas
sl: Odstrani tabelo
sr: Обриши табеле

source: Drop tables
cs: Vybrat vše
hu: Mindet kijelöl
lv: Izvēlēties visu
pt_br: Selecionar tudo
sl: Izberi vse
sr: Изабери све

source: Select all
cs: Import předlohy
hu: Sablon importálása
lv: Importēt veidni
pt_br: Importar um modelo
sl: Uvozi predlogo
sr: Увези шаблон

source: Import a template
cs: Vyberte prosím soubor končící na <em>.sql</em> z adresáře <em>templates</em>. Všechny stávající data budou smazána! Pokud pouze chcete importovat vzhled, prosím použijte Správce témat v backendu Contaa.
hu: Itt lehet importálni egy <code>.sql</ code> fájlt a <code>templates</ code> könyvtárból. Minden meglévő adat törlésre kerül! Ha csak témát szeretne importálni, használja a Contao admin panel Téma kezelőjét.
pt_br: Aqui você pode importar um arquivo <code>.sql</code> do diretório <code>templates</code>. Todos os dados existentes serão excluídos! Se você quiser apenas importar um tema, use o gerenciador de temas no terminal da Contao.
sl: Tukaj lahko uvozite <code>.sql</code> datoteko iz <code>templates</code> direktorija. Vsi obstoječi podatki bodo odstranjeni. Če želite samo uvoziti prelogo, raje uporabite upravljalnik predlog v Contao administraciji.
sr: Овде можете да увезете <code>.sql</code> фајл из директоријума <code>templates</code>. Сви постојећи подаци биће обрисани! Ако желите да увезете само тему, користите менаџер тема у БекЕнд-у Contaо.

source: Here you can import an <code>.sql</code> file from the <code>templates</code> directory. Any existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
cs: Import selhal! Je databáze aktuální a soubor předlohy kompatabilní s touto verzí Contaa?
hu: Az importálás nem sikerült! Az adatbázis naprakész és a Téma fájl kompatibilis a Contao verziójával?
lv: Importēšana neizdevās! Vai datubāze ir aktuāla un veidnes datne savietojama ar jūsu Contao versiju?
pt_br: A importação falhou! O banco de dados está atualizado e o arquivo de modelo é compatível com sua versão Contao?
sl: Uvoz je bil neuspešen. Preverite če je podatkovna baza posodobljena in če je predloga skladna z vašo Contao različico.
sr: Увоз није успео! Да ли су подаци о бази ажурни и да ли је фајл шаблона компатибилан са верзијом Contao?

source: The import failed! Is the database up to date and is the template file compatible with your Contao version?
cs: Vyberte prosím předlohu!
hu: Kérjük, válasszon egy sablon fájl!
lv: Lūdzu izvēlieties veidnes datni!
pt_br: Escolha um arquivo de modelo!
sl: Prosimo, izberite datoteko predloge!
sr: Изаберите фајл шаблона!

source: Please choose a template file!
cs: Všechna stávající data budou smazána.
hu: A meglévő adatok törlésre kerülnek!
lv: Jebkuri esošie dati tiks izdzēsta!
pt_br: Todos os dados existentes serão deletados!
sl: Vsi obstoječi podatki bodo izbrisani!
sr: Сви постојећи подаци биће обрисани!

source: Any existing data will be deleted!
cs: Předloha importována %s
hu: A Téma importálva a %s oldalon
lv: Veidne importēta %s
pt_br: Modelo importado em %s.
sl: Predloga uvožena na %s
sr: Шаблон увезен %s.

source: Template imported on %s.
cs: Předlohy
hu: Sablonok
lv: Veidnes
pt_br: Modelos
sl: Predloge
sr: Шаблони - Templates

source: Templates
cs: Nevymazat tabulky
hu: Nem sikerült a táblák ürítése
lv: Nesaīsināt tabulas
pt_br: Não trunque as tabelas
sl: Ne izprazni tabel
sr: Не празни табеле

source: Do not truncate the tables
cs: Všechny stávající data budou smazána! Chcete přesto pokračovat?
hu: A meglévő adatok törlésre kerülnek! Valóban folytatni akarja?
lv: Jebkuri pašreizējie dati tiks izdzēsti! Vai tiešām vēlaties turpināt?
pt_br: Todos os dados existentes serão deletados! Você realmente quer continuar?
sl: Vsi obstoječi podatki bodo izbrisani! Res želite nadaljevati?
sr: Сви постојећи подаци биће обрисани! Да ли желите да наставите?

source: Any existing data will be deleted! Do you really want to continue?
cs: Importovat předlohu
hu: Sablon importálása
lv: Importēt veidni
pt_br: Importar modelo
sl: Uvozi predlogo
sr: Увези шаблон

source: Import template
cs: Vytvoření účtu administrátora
hu: Adminisztrátor létrehozása
lv: Izveidojiet administratora lietotāju
pt_br: Criar um usuário administrador
sl: Ustvari skrbniški račun
sr: Креирај администраторског корисника
