Repository: contao/contao
Catalog: newsletter-bundle/contao/languages/*/*_module.xlf
Languages: cs, da, de, es, fa, pl, sv, tr

# tl_module.newsletters.0
source: Subscribable newsletters
cs: Odběratelé Zpravodaje
da: Nyhedsbrev kanaler
de: Abonnierbare Newsletter
es: Newsletters subscribables
fa: خبرنامه‌های قابل اشتراک
pl: Newslettery
sv: Kanaler för nyhetsbrev
tr: Abone olunabilecek haber bültenleri

# tl_module.newsletters.1
source: Show these channels in the front end form.
cs: Zobrazit tyto zpravodaje ve frontendovém formuláři.
da: Vælg venligst de kanaler brugeren kan abbonere på under registrationsprocessen.
de: Diese Newsletter im Frontend-Formular anzeigen.
es: Por favor seleccione los canales a los que el usuario se puede subscribir durante el proceso de alta.
fa: این خبرنامه‌ها را در فرم بخش کاربری نشان می‌دهید.
pl: Wybierz kanały, do których użytkownik może się zapisać podczas procesu rejestracji.
sv: Ange vilka kanaler som användaren kan prenumerera på under registreringsprocessen.
tr: Bu kanallar ön yüzdeki formda görüntülenir.

# tl_module.nl_channels.0
source: Channels
cs: Distribuce
da: Nyhedskanaler
de: Verteiler
es: Canales
fa: کانال‌ها
pl: Kanały
sv: Kanaler
tr: Kanallar

# tl_module.nl_channels.1
source: Please select one or more channels.
cs: Zvolte prosím jednu nebo více distribucí Zpravodaje.
da: Vælg venligst en eller flere kanaler.
de: Bitte wählen Sie einen oder mehrere Verteiler.
es: Por favor seleccione uno o más canales.
fa: لطفا یک یا چند کانال را انتخاب نمایید.
pl: Wybierz jeden lub więcej kanałów.
sv: Välj en eller fler kanaler.
tr: Lütfen bir ya da birkaç kanal seçin.

# tl_module.nl_text.0
source: Custom text
cs: Vlastní text
da: Brugerdefineret tekst
de: Eigener Text
es: Texto personalizado
fa: متن اختصاصی
pl: Własny tekst
sv: Anpassad text
tr: Özel yazı

# tl_module.nl_text.1
source: Here you can e.g. enter a privacy note to make the newsletter subscription GDPR compliant.
cs: Zde můžete uvést např. text o ochraně osobních údajů, abyste svolili s odběrem zpravodaje podle platných mezinárodních práv (GDPR).
da: Her kan du angive en beskrivelse om privatlivspolitik i overensstemmelse med GDPR-lovgivningen.
de: Hier können Sie z. B. einen Datenschutzhinweis eingeben, um die Anmeldung DSGVO-konform zu gestalten.
fa: اینجا می‌توانید به عنوان مثال یادداشت حریم خصوصی را وارد کنید تا اشتراک خبرنامه با GDPR سازگار باشد.

# tl_module.nl_hideChannels.0
source: Hide channel menu
cs: Skrýt menu distribucí
da: Skjul menuen Kanaler
de: Verteilermenü ausblenden
es: Esconder el menú de canales
fa: پنهان کردن منو کانال‌ها
pl: Ukryj wybór kanału
sv: Göm kanalmenyn
tr: Kanal menüsü gizlensin

# tl_module.nl_hideChannels.1
source: Do not show the channel selection menu.
cs: Skrýt rozbalovací menu distribucí.
da: Undlad at vise kanalvælgermenuen .
de: Das Menü zum Auswählen von Verteilern nicht anzeigen.
es: No mostrar el menú de selección de canales
fa: منو انتخاب کانال را نشان ندهید.
pl: Nie pokazuj listy z wyborem kanału.
sv: Visa inte kanalvalsmenyn
tr: Bu seçenek etkinleştirildiğinde, kanal seçim menüsü görüntülenmez.

# tl_module.nl_subscribe.0
source: Subscription message
cs: Zpráva o přihlášení k odběru
da: E-post ved abonnement
de: Abonnementbestätigung
es: Mensaje de suscripción
fa: متن اشتراک
pl: E-mail aktywacyjny
sv: Meddelande vid ny prenumeration
tr: Abonelik iletisi

# tl_module.nl_subscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
cs: Můžete použít následující linky <em>##channels##</em> (jméno distribuce), <em>##domain##</em> (název webové stránky) a <em>##link##</em> (odkaz pro aktivaci).
da: Skriv det som du ønsker skal stå i e-posten der sendes ud som bekræftelse på et abonnement. Du kan benytte <em>##channel##</em> (navn på nyhedskanal), <em>##domain##</em> (nuværende domænenavn) og <em>##link##</em> (aktiveringslink) som pladsholdere.
de: Sie können die Platzhalter <em>##channels##</em> (Name der Verteiler), <em>##domain##</em> (Domainname) und <em>##link##</em> (Aktivierungslink) verwenden.
es: Puede utilizar los comodines <em>##channel##</em> (nombres de canal), <em>##domain##</em> (nombre de dominio) y <em>##link##</em> (enlace de activacion).
fa: شما می‌توانید از وایلدکارت‌ها استفاده کنید <em>##channels##</em> (نام‌های کانال), <em>##domain##</em> (نام دامنه) and <em>##link##</em> (پیوند فعال‌سازی).
pl: Wpisz treść e-maila z potwierdzeniem subskrypcji. Możesz używać tagów <em>##channel##</em> (nazwa kanału), <em>##domain##</em> (aktualna domena) and <em>##link##</em> (link aktywacyjny).
sv: Ange texten i bekräftelse-e-postmeddelandet som skickas till ny prenumerant. Du kan använda wildcards <em>##channels##</em> (kanalnamn), <em>##domain##</em> (aktuellt domännamn) och <em>##link##</em> (aktiveringslänk).
tr: <em>##channels##</em> (kanal adı), <em>##domain##</em> (etki alanı adı) ve <em>##link##</em> (etkinleştirme bağlantısı) kodlarını kullanabilirsiniz.

# tl_module.nl_unsubscribe.0
source: Unsubscription message
cs: Zpráva o zrušení odběru
da: E-post ved afmeldning
de: Kündigungsbestätigung
es: E-mail de baja de suscripción
fa: متن قطع اشتراک
pl: E-mail deaktywacyjny
sv: Meddelande vid avslut av prenumeration
tr: Abonelikten ayrılma iletisi

# tl_module.nl_unsubscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names) and <em>##domain##</em> (domain name).
cs: Můžete použít následující linky <em>##channels##</em> (jméno kanálu), <em>##domain##</em> (název webové stránky) a <em>##link##</em> (odkaz pro aktivaci).
da: Skriv det som du ønsker skal stå i e-posten der sendes ud som bekræftelse ved afmelding på et abonnement. Du kan benytte <em>##channel##</em> (navn på nyhedskanal) og <em>##domain##</em> (nuværende domænenavn) som pladsholdere.
de: Sie können die Platzhalter <em>##channels##</em> (Name der Verteiler) und <em>##domain##</em> (Domainname) verwenden.
es: Por favor introduzca el texto del e-mail de baja de suscripción. Puede utilizar los comodines <em>##channel##</em> (nombre de canal), <em>##domain##</em> (nombre de dominio actual) y <em>##link##</em> (enlace de activacion).
fa: شما می‌توانید فرانویسه‌های <em>##channels##</em> (channel names) و <em>##domain##</em> (domain name) را استفاده کنید..
pl: Wpisz treść e-maila z anulowaniem subskrypcji. Możesz używać tagów <em>##channel##</em> (nazwa kanału) and <em>##domain##</em> (aktualna domena).
sv: Ange texten i bekräftelse-e-postmeddelandet som skickas vid avslut av prenumeration. Du kan använda wildcards <em>##channels##</em> (kanalnamn), <em>##domain##</em> (aktuellt domännamn)..
tr: <em>##channels##</em> (kanal adı) ve <em>##domain##</em> (etki alanı adı) kodlarını kullanabilirsiniz.

# tl_module.nl_template.0
source: Newsletter template
cs: Předloha Zpravodaje
da: Modullayout
es: Template del Newsletter
fa: قالب ماژول
pl: Szablon modułu
sv: Nyhetsbrevsmall
tr: Haber bülteni kalıbı

# tl_module.nl_template.1
source: Here you can select a newsletter template.
cs: Zde můžete zvolit předlohu Zpravodaje.
de: Hier können Sie ein Newsletter-Template auswählen.
es: Aquí puede seleccionar una plantilla de boletín.
fa: اینجا می‌توانید قالب خبرنامه را انتخاب کنید.
pl: Tutaj możesz wybrać szablon newslettera. Możesz dodać własne szablony do katalogu <em>templates</em>. Pliki szablonów newslettera muszą zaczynać się od <em>nl_</em> i muszą mieć rozszerzenie <em>.html5</em>.
sv: Här kan du välja en nyhetsbrevmall.
tr: Buradan bir haber bülteni kalıbı seçebilirsiniz.

# tl_module.text_legend
source: Custom text
cs: Vlastní text
da: Brugerdefineret tekst
de: Eigener Text
es: Texto personalizado
fa: متن اختصاصی
pl: Własny tekst
sv: Anpassad text
tr: Özel yazı

# tl_module.text_subscribe.0
source: Your subscription on %s
cs: Přihlášení k odběru Zpravodaje z %s
da: Dit abonnement på %s
de: Ihr Abonnement auf %s
es: Su suscripción en %s
fa: اشتراک شما در %s
pl: Twoja subskrypcja %s
sv: Du prenumererar på %s
tr: %s aboneliğiniz

# tl_module.text_subscribe.1
source: You have subscribed to the following channels on ##domain##: ##channels## Please click here to activate your subscription: ##link## The confirmation link is valid for 24 hours. You can cancel your subscription at any time. If you did not subscribe yourself, please ignore this e-mail.
cs: Přihlásili jste se k odběru kanálu z ##domain##: ##channels## Aktivujte odběr kliknutím na níže uvedený odkaz ##link## Potvrzovací odkaz je platný 24 hodin. Tento odběr můžete kdykoliv zrušit Pokud jste se k odběru nepřihlásili, ignorujte prosím tento mail.
da: Du har tilmeldt dig nedenstående nyhedskanal(er) på ##domain##: ##channels## Klik venligst her for at godkende din tilmelding: ##link## Linket er gyldigt i 24 timer. Du kan afmelde dig igen til enhver tid. Hvis du ikke foretaget en tilmelding til ovenstående, bedes du se bort fra denne mail.
de: Sie haben folgende Verteiler auf ##domain## abonniert: ##channels## Bitte klicken Sie hier, um Ihr Abonnement zu aktivieren: ##link## Der Bestätigungslink ist 24 Stunden gültig. Sie können Ihr Abonnement jederzeit beenden. Falls Sie die Verteiler nicht selbst abonniert haben, ignorieren Sie diese E-Mail bitte.
es: Te has suscrito a los siguientes canales en ##domain##: ##channels## Haga clic aquí para activar su suscripción: ##link## El enlace de confirmación es válido por 24 horas. Usted puede cancelar su suscripción en cualquier momento. Si no se suscribió, ignore este correo electrónico.
fa: شما در کانال‌های زیر در ##domain## مشترک شده‌اید: ##channels## لطفا برای فعال کردن اشتراک‌تان لینک زیر را کلیک کنید: ##link## لینک تایید برای 24 ساعت معتبر است. شما می‌توانید اشتراک‌تان هر زمانی لغو کنید. اگر شما خودتان مشترک نشده‌اید، این ایمیل را نادیده بگیرید.
pl: Subskrybujesz następujące kanały na ##domain##: ##channels## Kliknij tutaj, aby aktywować subskrypcję: ##link## Link potwierdzający jest ważny przez 24 godziny. Możesz zrezygnować z subskrypcji w dowolnym momencie. Jeśli to nie ty zasubskrybowałeś te kanały, zignoruj ten e-mail.
sv: Du har prenumererat på följande kanaler på ##domain##: ##channels## Klicka här för att aktivera din prenumeration: ##link## Bekräftelselänken är giltig i 24 timmar. Du kan när som helst säga upp din prenumeration. Om du inte prenumererar själv, ignorera detta e-postmeddelande.
tr: ##domain## sitesindeki şu kanallara abone oldunuz: ##channels## Aboneliğinizi etkinleştirmek için bağlantıya tıklayın: ##link## Etkinleştirme bağlantısı 24 saat süreyle geçerlidir. Aboneliğinizi istediğiniz zaman iptal edebilirsiniz. Abonelik başvurusunda bulunmadıysanız bu e-postayı yok sayabilirsiniz.

# tl_module.text_unsubscribe.0
source: Your subscription on %s
cs: Přihlášení k odběru Zpravodaje z %s
da: Dit abonnement på %s
de: Ihr Abonnement auf %s
es: Su suscripción en %s
fa: اشتراک شما در %s
pl: Twoja subskrypcja %s
sv: Du prenumererar på %s
tr: %s aboneliğiniz

# tl_module.text_unsubscribe.1
source: You have unsubscribed from the following channels on ##domain##: ##channels##
cs: Odhlásil(a) jste se z odběru následujícího zdroje ##domain##: ##channels##.
da: Du har nu afmeldt dit abonnement på ##channel##.
de: Sie haben folgende Abonnements auf ##domain## gekündigt: ##channels##
es: Se ha dado de baja su suscripción en ##domain##: ##channel##.
fa: شما از کانال‌های زیر در ##domain## لغو اشتراک کرده‌اید: ##channels##
pl: Zostałeś pomyślnie wypisany z listy odbiorców newslettera - ##channel##.
sv: Din prenumeration på följande nyhetsbrevskanaler: ##channels## på ##domain## har avslutats.
tr: ##domain## sitesindeki şu kanalların aboneliğinden ayrıldınız: ##channels##

# tl_module.nl_text.1
source: Here you can e.g. enter a privacy note to make the newsletter subscription GDPR-compliant.
sv: Här kan du t.ex. ange en sekretessnotering för att göra nyhetsbrevsprenumerationen GDPR-kompatibel.
tr: Buraya örneğin, bülten aboneliğinin KVKK uyumluluğu hakkında bir kişisel verilerin gizliliği notu yazabilirsiniz.
