Repository: contao/contao
Catalog: newsletter-bundle/contao/languages/*/*_newsletter_channel.xlf
Languages: sr, tr

# tl_newsletter_channel.title.0
source: Title
sr: Назив
tr: Başlık

# tl_newsletter_channel.title.1
source: Please enter the title of the channel.
sr: Унесите назив канала.
tr: Lütfen kanalınızın başlığını yazın.

# tl_newsletter_channel.jumpTo.0
source: Redirect page
sr: Страница преусмерења
tr: Yönlendirilecek sayfa

# tl_newsletter_channel.jumpTo.1
source: Please choose the newsletter reader page to which visitors will be redirected when clicking a newsletter.
sr: Одаберите страницу на којој се налази читач билтена и на коју ће посетиоци бити преусмерени кликом на билтен.
tr: Lütfen ziyaretçilerin bir habere bültenine tıkladığında yönlendirilecekleri haber bülteni okuyucu sayfasını seçin.

# tl_newsletter_channel.template.0
source: E-mail template
sr: Имејл шаблон
tr: E-posta kalıbı

# tl_newsletter_channel.template.1
source: Here you can select an e-mail template.
sr: Овде можете да изаберете шаблон имејла.
tr: Buradan bir e-posta kalıbı seçebilirsiniz.

# tl_newsletter_channel.mailerTransport.0
source: Mailer transport
tr: E-posta aktarıcı

# tl_newsletter_channel.mailerTransport.1
source: Here you can override the mailer transport used to send newsletters in this channel.
sr: Овде можете да заобиђете подразумевани mailer transport за канал који се користи за слање билтена.
tr: Buradan bu kanalın haber bültenlerinin gönderilmesi için kullanılacak e-posta aktarıcıyı değiştirebilirsiniz.

# tl_newsletter_channel.sender.0
source: Sender e-mail address
sr: Имејл пошиљаоца
tr: Gönderici e-posta adresi

# tl_newsletter_channel.sender.1
source: Please enter the e-mail address of the sender.
sr: Унесите имејл адресу пошиљаоца.
tr: Lütfen göndericinin e-posta adresini yazın.

# tl_newsletter_channel.senderName.0
source: Sender name
sr: Име пошиљаоца
tr: Gönderici adı

# tl_newsletter_channel.senderName.1
source: Here you can enter an optional sender name.
sr: Ако желите, овде можете унети име пошиљаоца.
tr: Buraya isteğe bağlı bir gönderici adı yazabilirsiniz.

# tl_newsletter_channel.tstamp.0
source: Revision date
sr: Датум последње верзије
tr: Düzenlenme tarihi

# tl_newsletter_channel.tstamp.1
source: Date and time of the latest revision
sr: Датум и време последње верзије
tr: Son düzenlenme tarihi ve saati

# tl_newsletter_channel.title_legend
source: Title and redirect
sr: Назив и преусмеравање
tr: Başlık ve yönlendirme

# tl_newsletter_channel.template_legend
source: Template settings
sr: Подешавања шаблона
tr: Kalıp ayarları

# tl_newsletter_channel.sender_legend
source: Sender settings
sr: Подешавања пошиљаоца
tr: Gönderici ayarları

# tl_newsletter_channel.new.0
source: New
sr: Ново
tr: Yeni

# tl_newsletter_channel.new.1
source: Create a new channel
sr: Креирај нови канал
tr: Yeni bir kanal ekle

# tl_newsletter_channel.show
source: Show the details of channel ID %s
sr: Прикажи детаље канала ID %s
tr: %s kimlikli kanalın ayrıntılarını görüntüle

# tl_newsletter_channel.edit
source: Edit channel ID %s
sr: Уреди канал ID %s
tr: %s kimlikli kanalı düzenle

# tl_newsletter_channel.children
source: Edit the newsletters of channel ID %s
tr: %s kimlikli kanalın haber bültenlerini düzenle

# tl_newsletter_channel.copy
source: Duplicate channel ID %s
sr: Копирај канал ID %s
tr: %s kimlikli kanalı kopyala

# tl_newsletter_channel.delete
source: Delete channel ID %s
sr: Обриши канал ID %s
tr: %s kimlikli kanalı sil

# tl_newsletter_channel.recipients
source: Edit the recipients of channel ID %s
sr: Уреди примаоце канала ID %s
tr: %s kimlikli kanalın alıcılarını düzenle
