Repository: contao/contao
Catalog: newsletter-bundle/contao/languages/*/*_newsletter.xlf
Languages: de, sr, sv

# tl_newsletter.subject.0
source: Subject
de: Betreff
sr: Тема
sv: Ämne

# tl_newsletter.subject.1
source: Please enter the newsletter subject.
de: Bitte geben Sie den Betreff des Newsletters ein.
sr: Унесите тему билтена.
sv: Ange ett ämne för nyhetsbrevet. Detta används som ämnesrad i det skickade E-postmeddelandet med nyhetsbrevet som mottagaren får.

# tl_newsletter.alias.0
source: Newsletter alias
sr: Алиас билтена
sv: Nyhetsbrevsalias

# tl_newsletter.alias.1
source: The newsletter alias is a unique reference to the newsletter which can be called instead of its numeric ID.
de: Der Newsletteralias ist eine eindeutige Referenz, die anstelle der numerischen Newsletter-ID aufgerufen werden kann.
sr: Алиас билтена је јединствена референца на билтен која се може користити уместо нумеричког ИД броја.
sv: Nyhetsbrevsalias är ett unik referensnamn som kan användas istället för nyhetsbrevets numeriska ID-nummer när man refererar till nyhetsbrevet.

# tl_newsletter.content.0
source: HTML content
de: HTML-Inhalt
sr: HTML садржај
sv: HTML-innehåll

# tl_newsletter.content.1
source: Here you can enter the HTML content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
de: Hier können Sie den HTML-Inhalt des Newsletters eingeben. Benutzen Sie den Platzhalter <em>##email##</em>, um die Empfängeradresse einzufügen.
sr: Овде можете унети HTML садржај билтена. Користите џокере <em>##email##</em> да убаците имејл адресу примаоца.
sv: Här kan du skriva HTML-innehållet i nyhetsbrevet. Använd wildcard <em>##email##</em> för att infoga mottagarens E-postadress. Följande exempel genererar en länk för uppsägning av prenumeration: <em>http://www.dindomän.se/unsubscribe-page.html?email=##email##</em> (Byt ut <em>www.dindomän.se/unsubscribe-page.html</em> mot sökvägen till en sida med frontend-modulen "Avsluta prenumeration".)

# tl_newsletter.text.0
source: Text content
de: Text-Inhalt
sr: Текстуални садржај
sv: Textinnehåll

# tl_newsletter.text.1
source: Here you can enter the text content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
de: Hier können Sie den Text-Inhalt des Newsletters eingeben. Benutzen Sie den Platzhalter <em>##email##</em>, um die Empfängeradresse einzufügen.
sr: Овде можете унети текстуални садржај билтена. Користите џокере <em>##email##</em> да убаците имејл адресу примаоца.
sv: Här kan du skriva textinnehållet i nyhetsbrevet. Använd wildcard <em>##email##</em> för att infoga mottagarens E-postadress. Följande exempel genererar en länk för uppsägning av prenumeration: <em>http://www.dindomän.se/unsubscribe-page.html?email=##email##</em> (Byt ut <em>www.dindomän.se/unsubscribe-page.html</em> mot sökvägen till en sida med frontend-modulen "Avsluta prenumeration".)

# tl_newsletter.addFile.0
source: Add attachments
de: Dateien anhängen
sr: Додај прилог
sv: Lägg till bilaga

# tl_newsletter.addFile.1
source: Attach one or more files to the newsletter.
de: Dem Newsletter eine oder mehrere Dateien anhängen.
sr: Додај један или више фајлова у билтен.
sv: Lägg till en eller flera bilagor till nyhetsbrevet.

# tl_newsletter.files.0
source: Attachments
de: Dateianhänge
sr: Прилози
sv: Bilagor

# tl_newsletter.files.1
source: Please choose the files to be attached from the files directory.
de: Bitte wählen Sie die anzuhängenden Dateien aus der Dateiübersicht.
sr: Изаберите фајлове из директоријума фајлова који ће бити прикачени уз билтен.
sv: Ange vilka filer du vill lägga till i nyhetsbrevet.

# tl_newsletter.template.0
source: E-mail template
sr: Имејл шаблон
sv: E-postmall

# tl_newsletter.template.1
source: Here you can override the e-mail template of the channel.
de: Hier können Sie das E-Mail-Template des Verteilers überschreiben.
sr: Овде можете да заобиђете шаблоне имејла за канал.
sv: Här kan du åsidosätta kanalens e-postmall.

# tl_newsletter.sendText.0
source: Send as plain text
de: Als Text senden
sr: Пошаљи као чисти текст.
sv: Skicka som ren text

# tl_newsletter.sendText.1
source: Send the newsletter as plain text e-mail without the HTML content.
de: Den Newsletter als reinen Text ohne HTML-Inhalt versenden.
sr: Пошаљи билтен као чисти текст путем имејла без било каквог HTML садржаја.
sv: Om du väljer detta alternativ kommer nyhetsbrevet att skickas som ren text. Alla HTML-taggar kommer då att tas bort.

# tl_newsletter.externalImages.0
source: External images
de: Externe Bilder
sr: Вањске слике
sv: Externa bilder

# tl_newsletter.externalImages.1
source: Do not embed images in HTML newsletters.
de: Bilder in HTML-Newslettern nicht einbetten.
sr: Немој уметати слике у билтене који садрже HTML.
sv: Skicka inte bilderna tillsammans med HTML-nyhetsbrevet (istället länkas dessa mot bilderna på din webbserver).

# tl_newsletter.mailerTransport.0
source: Mailer transport
sv: Posttransport

# tl_newsletter.mailerTransport.1
source: Here you can override the default mailer transport of the channel.
de: Hier können Sie den Mailer-Transport des Kanals überschreiben.
sr: Овде можете да заобиђете подразумевани mailer transport за канал.
sv: Här kan du åsidosätta kanalens standardposttransport.

# tl_newsletter.sender.0
source: Custom sender e-mail address
de: Individuelle Absender-E-Mail-Adresse
sr: Произвољна имејла адреса пошиљаоца
sv: Anpassad avsändares e-postadress

# tl_newsletter.sender.1
source: Here you can override the default sender e-mail address of the channel.
de: Hier können Sie die Standard-E-Mail-Adresse des Absenders des Verteilers überschreiben.
sr: Овде можете прегазити подразумевану имејл адресу канала.
sv: Här kan du åsidosätta standard avsändarens e-postadress av kanalen.

# tl_newsletter.senderName.0
source: Custom sender name
de: Individueller Absendername
sr: Произвољно име пошиљаоца
sv: Anpassat avsändarnamn

# tl_newsletter.senderName.1
source: Here you can override the default sender name of the channel.
de: Hier können Sie den Standard-Absendernamen des Verteilers überschreiben.
sr: Овде можете прегазити подразумевано име пошиљаоца са канала.
sv: Här kan du åsidosätta kanalens standardavsändarnamn.

# tl_newsletter.mailsPerCycle.0
source: Mails per cycle
de: Mails pro Zyklus
sr: Број пошиљки по циклусу
sv: Antal E-postutskick per omgång

# tl_newsletter.mailsPerCycle.1
source: The sending process is split into several cycles to prevent the script from timing out.
de: Die Versendung wird in mehreren Teilschritten ausgeführt, um einen vorzeitigen Skriptabbruch zu verhindern.
sr: Процес слања је подељен у више различитих циклуса како би се спречило да скрипта уђе у тајмаут.
sv: För att hindra att skriptet når timeout så delas processen upp i omgångar. Här kan du ange antalet E-postutskick per omgång beroende av maxtiden i din php.ini fil.

# tl_newsletter.timeout.0
source: Timeout in seconds
de: Wartezeit in Sekunden
sr: Тајмаут у секундама.
sv: Timeout i sekunder

# tl_newsletter.timeout.1
source: Here you can modify the waiting time between each cycle to control the number of e-mails per minute.
de: Hier können Sie die Wartezeit zwischen den Teilschritten festlegen, um die Anzahl der E-Mails pro Minute zu kontrollieren.
sr: Како бисте ограничили број послатих имејлова у минуту, овде можете унети време чекања између два циклуса слања.
sv: Vissa E-postservrar begränsar antalet e-postmeddelanden som kan skickas per minut. Här kan du ändra tidsgränsen mellan varje cykel i sekunder för att få mer kontroll över tiden.

# tl_newsletter.start.1
source: In case the sending process is interrupted, you can enter a numeric offset here to continue with a particular recipient. You can check how many mails have been sent by selecting the category <code>NEWSLETTER_%s</code> in the system log. If there are 120 entries, enter "120" to continue with the 121st recipient (counting starts at 0).
de: Falls eine Versendung unterbrochen wurde, können Sie hier festlegen, ab welchem Empfänger diese weiterlaufen soll. Wählen Sie im System-Log die Kategorie <code>NEWSLETTER_%s</code> aus, um zu prüfen, wie viele Mails bereits versendet wurden. Waren es z. B. 120 Mails, geben Sie "120" ein, um mit dem 121. Empfänger fortzufahren (die Zählung beginnt bei 0).
sr: У случају када је процедура слања прекинута, овде можете унети нумеричку вредност офсета како бисте наставили од одређеног примаоца. Колико је мејлова већ послато можете проверити избором категорије You can check how many mails have been sent by selecting the category <code>NEWSLETTER_%s</code> у системским логовима. Ако је уписано 120 уноса, унесите "120" да бисте наставили од 121 примаоца (бројач креће од 0).
sv: Om sändningsprocessen avbryts kan du ange en numerisk förskjutning här för att fortsätta med en viss mottagare. Du kan kontrollera hur många e-postmeddelanden som har skickats genom att välja kategorin <code>NEWSLETTER_%s</code> i systemloggen. Om det finns 120 poster, ange "120" för att fortsätta med den 121. mottagaren (räkningen börjar vid 0).

# tl_newsletter.sendPreviewTo.0
source: Send preview to
de: Testsendung an
sr: Пошаљи пробни примерак
sv: Skicka förhandsgranskning till

# tl_newsletter.sendPreviewTo.1
source: Send the preview of the newsletter to this e-mail address.
de: Die Testsendung des Newsletters an diese E-Mail-Adresse versenden.
sr: Пошаљи пробни примерак билтена на следећу имејл адресу.
sv: Skicka en förhandsgranskning av nyhetsbrevet till denna E-postadressen.

# tl_newsletter.title_legend
source: Title and subject
de: Titel und Betreff
sr: Назив и тема
sv: Titel och ämne

# tl_newsletter.html_legend
source: HTML content
de: HTML-Inhalt
sr: HTML садржај
sv: HTML-innehåll

# tl_newsletter.text_legend
source: Text content
de: Text-Inhalt
sr: Текстуални садржај
sv: Textinnehåll

# tl_newsletter.attachment_legend
source: Attachments
de: Dateianhänge
sr: Прилози
sv: Bilagor

# tl_newsletter.template_legend
source: Template settings
de: Template-Einstellungen
sr: Подешавања шаблона
sv: Mallinställningar

# tl_newsletter.sender_legend
source: Sender settings
de: Absendereinstellungen
sr: Подешавања пошиљаоца
sv: Avsändarinställningar

# tl_newsletter.expert_legend
source: Expert settings
de: Experteneinstellungen
sr: Напредна подешавања
sv: Expertinställningar

# tl_newsletter.sent
source: Sent
de: Gesendet
sr: Послато
sv: Skickat

# tl_newsletter.sentOn
source: Sent on %s
de: Gesendet am %s
sv: Skickat den %s

# tl_newsletter.notSent
source: Not sent yet
de: Noch nicht gesendet
sr: Није још послато
sv: Ännu inte skickat

# tl_newsletter.mailingDate
source: Mailing date
de: Versanddatum
sr: Датум слања
sv: Utskicksdatum

# tl_newsletter.confirm
source: The newsletter has been sent to %s recipients.
de: Der Newsletter wurde an %s Empfänger versendet.
sr: Билтен је послат ка %s примаоца.
sv: Nyhetsbrevet har skickats till %s prenumeranter.

# tl_newsletter.rejected
source: %s invalid e-mail address(es) has/have been disabled (see system log).
de: %s ungültige E-Mail-Adresse(n) wurde(n) deaktiviert (siehe System-Log).
sr: %s неисправне имејл адреса(е) је/су блокиране (погледајте системски дневник).
sv: %s ogiltiga E-postadresser har blivit inaktiverade (se systemloggen).

# tl_newsletter.error
source: There are no active subscribers to the channel.
de: In diesem Verteiler sind keine aktiven Abonnenten vorhanden.
sr: Нема активних претплатника на овом каналу.
sv: Det finns inga aktiva prenumeranter på denna kanal

# tl_newsletter.from
source: From
de: Absender
sr: Од
sv: Från

# tl_newsletter.attachments
source: Attachments
de: Dateianhänge
sr: Прилози
sv: Bilagor

# tl_newsletter.preview
source: Send preview
de: Testsendung
sr: Пошаљи пробни примерак
sv: Skicka förhandsgranskning

# tl_newsletter.sendConfirm
source: Do you really want to send the newsletter?
de: Soll der Newsletter wirklich verschickt werden?
sr: Да ли заиста желите послати билтен?
sv: Vill du verkligen skicka nyhetsbrevet?

# tl_newsletter.send.0
source: Send newsletter
de: Newsletter versenden
sr: Пошаљи билтен
sv: Skicka nyhetsbrev

# tl_newsletter.send.1
source: Send newsletter ID %s
de: Newsletter ID %s versenden
sr: Пошаљи билтен ID %s
sv: Skicka nyhetsbrev med ID %s

# tl_newsletter.new.0
source: New
de: Neu
sr: Ново
sv: Ny

# tl_newsletter.new.1
source: Create a new newsletter
de: Einen neuen Newsletter erstellen
sr: Креирај нови билтен
sv: Skapa ett nytt nyhetsbrev

# tl_newsletter.show
source: Show the details of newsletter ID %s
de: Details des Newsletters ID %s anzeigen
sr: Прикажи детаље билтена ID %s
sv: Visa detaljer i nyhetsbrev med ID %s

# tl_newsletter.edit
source: Edit newsletter ID %s
de: Newsletter ID %s bearbeiten
sr: Уреди билтен ID %s
sv: Redigera nyhetsbrev med ID %s

# tl_newsletter.copy
source: Duplicate newsletter ID %s
de: Newsletter ID %s duplizieren
sr: Копирај билтен ID %s
sv: Kopiera nyhetsbrev med ID %s

# tl_newsletter.cut
source: Move newsletter ID %s
de: Newsletter ID %s verschieben
sr: Помери билтен ID %s
sv: Flytta nyhetsbrev med ID %s

# tl_newsletter.delete
source: Delete newsletter ID %s
de: Newsletter ID %s löschen
sr: Обриши билтен ID %s
sv: Ta bort nyhetsbrev med ID %s

# tl_newsletter.pasteafter.0
source: Paste into this channel
de: In diesen Verteiler einfügen
sr: Налепи у овај канал
sv: Klistra in i denna kanal

# tl_newsletter.start.0
source: Offset
de: Versatz
sr: Офсет

# tl_newsletter.skipped
source: %s e-mail address(es) has/have been skipped.
de: %s E-Mail-Adresse(n) wurde(n) übersprungen.
