Repository: contao/contao
Catalog: newsletter-bundle/contao/languages/*/*_newsletter_recipients.xlf
Languages: tr

# tl_newsletter_recipients.email.0
source: E-mail address
tr: E-posta adresi

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
tr: Lütfen alıcı e-posta adresini yazın.

# tl_newsletter_recipients.active.0
source: Activate recipient
tr: Alıcıyı etkinleştir

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
tr: Alıcılar genellikle otomatik olarak etkinleştirilir (çift onaylı abonelik).

# tl_newsletter_recipients.addedOn.0
source: Subscription date
tr: Abonelik tarihi

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
tr: Abonelik tarihi.

# tl_newsletter_recipients.ip.0
source: IP address
tr: IP adresi

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
tr: Abonenin IP adresi.

# tl_newsletter_recipients.token.0
source: Activation token
tr: Etkinleştirme kodu

# tl_newsletter_recipients.token.1
source: The activation token of the subscription.
tr: Abonelik etkinleştirme kodu.

# tl_newsletter_recipients.email_legend
source: E-mail address
tr: E-posta adresi

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
tr: %s yeni alıcı içe aktarıldı.

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
tr: %s geçersiz kayıt atlandı.

# tl_newsletter_recipients.subscribed
source: subscribed on %s
tr: %s zamanında abone olundu

# tl_newsletter_recipients.manually
source: added manually
tr: el ile eklendi

# tl_newsletter_recipients.import.0
source: CSV import
tr: CSV içe aktarma

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
tr: Alıcıları bir CSV dosyasından içe aktar

# tl_newsletter_recipients.new.0
source: New
tr: Yeni

# tl_newsletter_recipients.new.1
source: Create a new recipient
tr: Yeni bir alıcı ekle

# tl_newsletter_recipients.show
source: Show the details of recipient ID %s
tr: %s kimlikli alıcının ayrıntılarını görüntüle

# tl_newsletter_recipients.edit
source: Edit recipient ID %s
tr: %s kimlikli alıcıyı düzenle

# tl_newsletter_recipients.cut
source: Move recipient ID %s
tr: %s kimlikli alıcıyı taşı

# tl_newsletter_recipients.copy
source: Duplicate recipient ID %s
tr: %s kimlikli alıcıyı kopyala

# tl_newsletter_recipients.delete
source: Delete recipient ID %s
tr: %s kimlikli alıcıyı sil

# tl_newsletter_recipients.toggle
source: Activate/deactivate recipient ID %s
tr: %s kimlikli alıcıyı etkinleştir/etkisizleştir
