Repository: contao/contao
Catalog: newsletter-bundle/contao/languages/*/default.xlf
Languages: pl, sr

# ERR.subscribed
source: You are subscribed to the selected channels already.
pl: Jesteś już zapisany do tego kanału newslettera.
sr: Већ сте претплаћени на изабране канале.

# ERR.unsubscribed
source: You are not subscribed to the selected channels.
pl: Nie jesteś zapisany do tego kanału newslettera.
sr: Нисте претплаћени на изабране канале.

# ERR.invalidToken
source: The activation link is invalid or outdated.
pl: Odnośnik aktywujący jest niepoprawny lub stracił ważność.
sr: Линк за активацију је неисправан или је истекао.

# ERR.noChannels
source: Please select at least one channel.
pl: Wybierz co najmniej jeden kanał.
sr: Изаберите барем један канал.

# ERR.onDenyList
source: The e-mail address has been unsubscribed from the channel.
pl: Adres e-mail został wypisany z tego kanału.
sr: Имејл адреса је одјављена са канала.

# MSC.subscribe
source: Subscribe
pl: Zapisz się
sr: Претплати се

# MSC.unsubscribe
source: Unsubscribe
pl: Wypisz się
sr: Откажи претплату

# MSC.nl_subject
source: Your subscription on %s
pl: Twoja subskrypcja %s
sr: Ваша претплата на %s

# MSC.nl_confirm
source: Thank you for your subscription. You will receive a confirmation e-mail.
pl: Dziękujemy za dokonanie subskrypcji. Otrzymasz e-maila z aktywacją subskrypcji.
sr: Хвала вам што сте се претплатили. На ваш имејл ће бити послата порука о потврди претплате.

# MSC.nl_activate
source: Your subscription has been activated.
pl: Twoja subskrypcja została aktywowana.
sr: Ваша претплата је активирана.

# MSC.nl_removed
source: Your subscription has been cancelled.
pl: Twoja subskrypcja została anulowana.
sr: Ваша претплата је отказана.

# MSC.nl_channels
source: Channels
pl: Kanały
sr: Канали
