Repository: contao/contao
Catalog: newsletter-bundle/contao/languages/*/modules.xlf
Languages: sr

# MOD.newsletter.0
source: Newsletters
sr: Билтени - Newsletters

# MOD.newsletter.1
source: Manage subscriptions and send newsletters
sr: Управљање претплатама и слање билтена

# MOD.tl_newsletter_recipients
source: Recipients
sr: Примаоци

# MOD.tl_newsletter
source: Newsletters
sr: Билтени - Newsletters

# FMD.newsletter
source: Newsletter
sr: Билтен

# FMD.subscribe.0
source: Subscribe
sr: Претплати се

# FMD.subscribe.1
source: Generates a form to subscribe to one or more channels
sr: Генерисање формулара за упис претплате на један или више канала

# FMD.unsubscribe.0
source: Unsubscribe
sr: Откажи претплату

# FMD.unsubscribe.1
source: Generates a form to unsubscribe from one or more channels
sr: Генерисање формулара за отказивање претплате на један или више канала

# FMD.newsletterlist.0
source: Newsletter list
sr: Листа билтена

# FMD.newsletterlist.1
source: Adds a list of newsletters to the page
sr: Додавање листе билтена на страницу

# FMD.newsletterreader.0
source: Newsletter reader
sr: Читач билтена

# FMD.newsletterreader.1
source: Shows the details of a newsletter
sr: Приказ детаља билтена
