Repository: contao/contao
Catalog: listing-bundle/contao/languages/*/*_module.xlf
Languages: tr

# tl_module.list_table.0
source: Table
tr: Tablo

# tl_module.list_table.1
source: Please choose the source table.
tr: Lütfen kaynak tabloyu seçin.

# tl_module.list_fields.0
source: Fields
tr: Alanlar

# tl_module.list_fields.1
source: Please enter a comma separated list of the fields you want to list.
tr: Lütfen listelemek istediğiniz alanları virgül ile ayırarak giriniz.

# tl_module.list_where.0
source: Condition
tr: Şart/Koşul

# tl_module.list_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
tr: Buraya sonuçları filtrelemek için bir koşul girebilirsiniz. (Örnek: <em>published=1</em> veya <em>type!="admin"</em>).

# tl_module.list_search.0
source: Searchable fields
tr: Aranabilir alanlar

# tl_module.list_search.1
source: Here you can enter a comma seperated list of fields that you want to be searchable.
tr: Buraya aranabilir olmasını istediğiniz alanların listesini virgül ile ayırarak girebilirsiniz.

# tl_module.list_sort.0
source: Order by
tr: Sıralama

# tl_module.list_sort.1
source: Here you can enter a comma seperated list of fields to sort the results by.
tr: Buraya sonuçlarının sıralanmasını istediğiniz alanların listesini virgül ile ayırarak girebilirsiniz.

# tl_module.list_info.0
source: Details page fields
tr: Ayrıntılar sayfası alanları

# tl_module.list_info.1
source: Enter a comma separated list of the fields you want to show on the details page. Leave blank to disable the feature.
tr: Ayrıntılar sayfasında görüntülenmesini istediğiniz alanların listesini virgül ile ayırarak giriniz. Bu özelliği devre dışı bırakmak için alanı boş bırakınız.

# tl_module.list_info_where.0
source: Details page condition
tr: Ayrıntılar sayfası koşulu

# tl_module.list_info_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
tr: Buraya sonuçları filtrelemek için bir koşul girebilirsiniz. (Örnek: <em>published=1</em> veya <em>type!="admin"</em>).

# tl_module.list_layout.0
source: List template
tr: Liste kalıbı

# tl_module.list_layout.1
source: Here you can select a list template.
tr: Burada bir liste şablonu seçebilirsiniz.

# tl_module.list_info_layout.0
source: Details page template
tr: Ayrıntılar sayfası kalıbı

# tl_module.list_info_layout.1
source: Here you can select a details page template.
tr: Burada bir ayrıntılar sayfası şablonu seçebilirsiniz.
