Repository: contao/contao
Catalog: news-bundle/contao/languages/*/*_module.xlf
Languages: it, lv, nl, sq

# tl_module.news_archives.0
source: News archives
it: Archivi news
lv: Jaunumu arhīvi
nl: Nieuws archieven
sq: Arkivi lajmeve

# tl_module.news_archives.1
source: Please select one or more news archives.
it: Seleziona uno o più archivi news.
lv: Lūdzu izvēlieties vienu vai vairākus jaunumu arhīvus.
nl: Selecteer een of meerdere nieuwsarchieven.
sq: Zgjedhoni një apo më shumë arkiva të lajmeve.

# tl_module.news_featured.0
source: Featured items
it: Opzioni di visualizzazione
lv: Zīmīgie objekti
nl: Gekenmerkte berichten
sq: Rekomandime

# tl_module.news_featured.1
source: Here you can choose how featured items are handled.
it: Seleziona il tipo di notizie da mostrare
lv: Šeit jūs varat izvēlēties, kā attēlot zīmīgos objektus
nl: Kies hoe gekenmerkte nieuwsberichten behandeld moeten worden.
sq: Zgjedhoni trajtimin e lajmëve të rekomaduara.

# tl_module.news_jumpToCurrent.0
source: No period selected
it: Salta al periodo attuale
lv: Nav norādīts laika periods
nl: Geen periode geselecteerd
sq: Nuk është zgjedh periudhë

# tl_module.news_jumpToCurrent.1
source: Here you can define what to display if no period is selected.
it: Salta automaticamente al periodo attuale se non è stato selezionato.
lv: Šeit varat definēt ko attēlot, ja nav norādīts laika periods.
nl: Geef hier aan wat te tonen als er geen periode is geselecteerd.
sq: Këtu mund të përcaktoni se çfar të tregohet në rast nuk është zgjedhur periudha.

# tl_module.news_readerModule.0
source: News reader module
it: Modulo lettore news
lv: Jaunumu lasītāja modulis
nl: Nieuwslezer module
sq: Moduli për Lexues lajmesh

# tl_module.news_readerModule.1
source: Automatically switch to the newsreader if an item has been selected.
it: Cambia automaticamente al modulo lettore news se un elemento è stato selezionato.
lv: Automātiski pārslēgties uz jaunumu lasītāju, ja ir atlasīts kāds vienums.
nl: Schakel automatisch over naar de nieuwslezer als een item is geselecteerd.

# tl_module.news_template.0
source: News template
it: Layout news
lv: Jaunumu veidne
nl: Nieuwstemplate
sq: Struktura e lajmeve

# tl_module.news_template.1
source: Here you can select a news template.
it: Qui puoi selezionare il template delle news
lv: Šeit jūs varat izvēlēties jaunumu veidni.
nl: Selecteer een nieuwstemplate.
sq: Zgjedhoni shabllonin për lajme.

# tl_module.news_format.0
source: Archive format
it: Formato archivio
lv: Arhīva formāts
nl: Archief indeling
sq: Formati arkivit

# tl_module.news_format.1
source: Here you can choose the news archive format.
it: Selezionare il formato dell'archivio
lv: Šeit jūs varat izvēlēties jaunumu arhīva formātu.
nl: Kies een nieuwsarchief opmaak
sq: Zgjedhoni formatin e arkivit për lajme.

# tl_module.news_startDay.0
source: Week start day
it: Primo giorno della settimana
lv: Nedēļas pirmā diena
nl: Startdag van de week
sq: Dita e fillimit të javës

# tl_module.news_startDay.1
source: Here you can choose the week start day.
it: Seleziona il primo giorno della settimana.
lv: Šeit jūs varat izvēlēties nedēļas pirmo dienu.
nl: Kies hier de eerste dag van de week.
sq: Zgjedhoni ditën e fillimit të javës.

# tl_module.news_order.0
source: Sort order
it: Ordinamento
lv: Kārtošanas kārtība
nl: Sorteer-volgorde
sq: Renditje

# tl_module.news_order.1
source: Here you can choose the sort order.
it: Indicare l'ordinamento
lv: Šeit jūs varat izvēlēties kārtošanas secību.
nl: Hier kunt u de sorteervolgorde kiezen.
sq: Zgjedhoni renditjen.

# tl_module.news_showQuantity.0
source: Show number of items
it: Mostra il numero di elementi
lv: Rādīt vienumu skaitu
nl: Toon het aantal berichten
sq: Trego shënimet

# tl_module.news_showQuantity.1
source: Show the number of news items of each month.
it: Mostra il numero di news di ogni mese.
lv: Rādīt katra mēneša jaunumu vienumu skaitu.
nl: Toon het aantal nieuwsberichten per maand.
sq: Zgjedhja e këtij opsion mundëson, që shënimet mujore të paraqiten në menynë arkivuese.

# tl_module.news_day
source: Day
it: Giorno
lv: Diena
nl: Dag
sq: Ditë

# tl_module.news_month
source: Month
it: Mese
lv: Mēnesis
nl: Maand
sq: Muaj

# tl_module.news_year
source: Year
it: Anno
lv: Gads
nl: Jaar
sq: Vit

# tl_module.hide_module
source: Hide the module
it: Nascondi il modulo
lv: Slēpt moduli
nl: Module verbergen
sq: Fshih modulin

# tl_module.show_current
source: Jump to the current period
it: Vai al periodo corrente
lv: Pārlēkt uz pašreizējo periodu
nl: Naar huidige periode gaan
sq: Shko në periudhën e tanishme

# tl_module.all_items
source: Show all news items
it: Mostra tutte le news dell'archivio
lv: Rādīt visus jaunumu vienumus
nl: Toon alle nieuwsberichten
sq: Trego të gjitha lajmet

# tl_module.featured
source: Show featured news items only
it: Mostra solo le notizie in evidenza
lv: Rādīt tikai zīmīgos jaunumu vienumus
nl: Toon alleen gekenmerkte berichten
sq: Trego vetëm rekomandimet

# tl_module.unfeatured
source: Skip featured news items
it: Escludi le notizie in evidenza
lv: Nerādīt zīmīgos ziņu objektus
nl: Sla gekenmerkte berichten over
sq: Heq lajmet e rekomanduara

# tl_module.featured_first
source: Show featured news items first
it: Mostra per prime le notizie in evidenza
lv: Rādīt zīmīgos jaunumu vienumus pirmos
nl: Toon aanbevolen nieuwsitems als eerste
sq: Trego vetëm rekomandimet

# tl_module.order_date_asc
source: Date ascending
it: Data ascendente
lv: Datums augoši
nl: Datum oplopend
sq: Data ngritës

# tl_module.order_date_desc
source: Date descending
it: Data decrescente
lv: Datums dilstoši
nl: Datum aflopend
sq: Data zbritës

# tl_module.order_headline_asc
source: Headline ascending
it: Titolo ascendente
lv: Virsraksts augoši
nl: Hoofdtitel oplopend
sq: Titulli ngritës

# tl_module.order_headline_desc
source: Headline descending
it: Titolo decrescente
lv: Virsraksts dilstoši
nl: Hoofdtitel aflopend
sq: Titulli zbritës

# tl_module.order_random
source: Random order
it: Ordine casuale
lv: Nejauša kārtība
nl: Willekeurige volgorde
sq: Radhitje e rastësishëm
