Repository: contao/contao
Catalog: news-bundle/contao/languages/*/*_news.xlf
Languages: cs, de, es, fa, it, ja, lv, nl, pl, pt, sl, sv, tr

# tl_news.headline.0
source: Title
cs: Název
de: Titel
es: Título
fa: عنوان
it: Nome del modulo
ja: 題名
lv: Virsraksts
nl: Titel
pl: Nagłówek
pt: Título
sl: Naziv
sv: Rubrik
tr: Başlık

# tl_news.headline.1
source: Please enter the news title.
cs: Zadejte prosím název novinky.
de: Bitte geben Sie den Nachrichten-Titel ein.
es: Por favor introduzca el título de la noticia.
fa: لطفا عنوان خبر را وارد نمایید.
it: Inserisci il titolo della news.
ja: ニュースの題名を入力してください。
lv: Lūdzu ievadiet jaunumu raksta virsrakstu.
nl: Geef een titel op voor het nieuwsbericht.
pl: Wprowadź nagłówek aktualności.
pt: Favor inserir a manchete do artigo.
sl: Vnesite naslov novice.
sv: Ange en rubrik för nyhetsartikeln.
tr: Lütfen haber başlığını yazın.

# tl_news.alias.0
source: News alias
cs: Alias novinky
de: Nachrichtenalias
es: Alias de noticia
fa: نام مستعار خبر
it: Alias news
ja: ニュースのエイリアス
lv: Jaunumu aizstājvārds
nl: Nieuws alias
pl: Alias tej aktualności
pt: Nome curto da Notícia
sl: Vzdevek novice
sv: Nyhetsalias
tr: Haber kısaltması

# tl_news.alias.1
source: The news alias is a unique reference to the news item which can be called instead of its numeric ID.
cs: Alias novinky je jednoznačným odkazem na příslušnou novinky a lze ho použít místo číselného ID.
de: Der Nachrichtenalias ist eine eindeutige Referenz, die anstelle der numerischen Beitrags-ID aufgerufen werden kann.
es: El alias de noticias es una referencia única para la noticia que se puede llamar en lugar de su ID numérico.
fa: نام مستعار یک مرجع یکتا به آیتم خبری است که می‌تواند به جای شناسه عددی فراخوانده شود.
it: Un alias è un riferimento univoco alla news che può essere richiamato al posto del ID.
ja: ニュースのエイリアスは、その数値のIDの代わりにニュース項目を参照できる、重複しない名前です。
lv: Jaunumu aizstājvārds ir unikāla atsauce uz jaunumu rakstu, kas var tikt izsaukta tā skaitliskā ID vietā.
nl: De nieuws-alias is een unieke referentie naar een nieuwsbericht dat gebruikt kan worden i.p.v. zijn numerieke ID.
pl: Alias aktualności jest unikalnym odwołaniem do strony gdzie będzie ona wyświetlana, który może być używany zamiast jej ID.
pt: O nome curto do artigo (alias) é uma referencia única ao artigo, o qual pode ser usado em vez do seu ID numérico.
sl: Vzdevek novice je unikatna referenca novice, ki je lahko uporabljena namesto ID novice.
sv: Nyhetsaliaset är en unik referens till nyhetsartikeln som kan anropas istället för dess numeriska ID.
tr: Haber kısaltması haberin sayısal kimliği olarak kullanılacak eşsiz bir belirteçtir.

# tl_news.author.0
source: Author
cs: Autor
de: Autor
es: Autor
fa: نویسنده
it: Nome
ja: 作成者
lv: Vārds
nl: Auteur
pl: Imię
pt: Autor
sl: Avtor
sv: Namn
tr: Tasarımcı

# tl_news.author.1
source: Here you can change the author of the news item.
cs: Zde můžete zadat autora novinky.
de: Hier können Sie den Autor des Beitrags ändern.
es: Aquí puede cambiar el autor de la noticia.
fa: اینجا می‌توانید نام نویسنده خبر را عوض کنید.
it: Puoi modificare l'autore dell'ultima news
ja: ニュース項目の作成者を変更できます。
lv: Jūs varat mainīt jaunumu raksta autoru.
nl: U kunt de auteur van een nieuwsbericht wijzigen.
pl: Wybierz autora tej aktualności.
pt: Você pode mudar o autor do artigo.
sl: Tuakj lahko spremenite avtorja novice.
sv: Här kan du välja författare för nyhetsartikeln.
tr: Buradan haberin yazarını değiştirilebilirsiniz.

# tl_news.date.0
source: Date
cs: Datum
de: Datum
es: Fecha
fa: تاریخ
it: Data
ja: 日付
lv: Datums
nl: Datum
pl: Data
pt: Data
sl: Datum
sv: Datum
tr: Tarih

# tl_news.date.1
source: Please enter the date according to the global date format.
cs: Zadejte prosím datum podle globálně platných formátů.
de: Bitte geben Sie das Datum gemäß dem globalen Datumsformat ein.
es: Por favor introduzca la fecha de la noticia.
fa: لطفا تاریخ خبر را وارد نمایید.
it: Inserisci la data della news
ja: 全体的な日付の書式に従って日付を入力してください。
lv: Lūdzu ievadiet jaunumu raksta datumu.
nl: Geef de datum van het nieuwsbericht op.
pl: Wprowadź datę tej aktualności.
pt: Favor inserir a data do artigo
sl: Vnesite datum novice glede na globalno obliko datuma.
sv: Ange ett datum för artiklen.
tr: Lütfen küresel tarih biçimine uygun olarak tarihi yazın.

# tl_news.time.0
source: Time
cs: Čas
de: Uhrzeit
es: Hora
fa: ساعت
it: Ora
ja: 時刻
lv: Laiks
nl: Tijd
pl: Czas
pt: Hora
sl: Čas
sv: Tid
tr: Saat

# tl_news.time.1
source: Please enter the time according to the global time format.
cs: Zadejte prosím čas podle globálně platných formátů.
de: Bitte geben Sie die Uhrzeit gemäß dem globalen Zeitformat ein.
es: Por favor introduzca la hora de la noticia.
fa: لطفا زمان خبر را وارد نمایید.
it: Inserisci l'ora della news
ja: 全体的な時刻の書式に従って時刻を入力してください。
lv: Lūdzu ievadiet jaunumu raksta laiku.
nl: Geef het tijdstip van het nieuwsbericht op.
pl: Wprowadź czas (godzinę i minuty) tej aktualności.
pt: Favor inserir a hora do artigo
sl: Vnesite čas novice glede na globalno obliko časa.
sv: Ange en tidpunkt för artikeln.
tr: Lütfen küresel zaman biçimine uygun olarak saati yazın.

# tl_news.pageTitle.0
source: Meta title
cs: Název pro meta údaj
de: Meta-Titel
es: Meta título
fa: عنوان متا
it: Meta titolo
ja: メタタイトル
lv: Meta nosaukums
nl: Metatitel
pl: Tytuł meta
pt: Titulo meta
sv: Meta titel
tr: Üst veri başlığı

# tl_news.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
cs: Zde můžete přidat vlastní název události a tím přepsat výše uvedený.
de: Hier können Sie einen individuellen Meta-Titel eingeben, um den Standard-Seitentitel zu überschreiben.
es: Aquí puede agregar un meta título personalizado para sobrescribir el título de página predeterminado.
fa: اینجا می‌توانید عنوان متا دلخواه را برای جایگزینی عنوان پیش‌فرض برگه اضافه کنید.
it: Qui è possibile aggiungere un metatitolo personalizzato per sovrascrivere il titolo predefinito della pagina.
ja: 独自のメタタイトルを追加して、ページの題名の初期値を上書きできます。
lv: Šeit jūs varat pievienot pielāgotu meta nosaukumu, lai pārrakstītu noklusējuma lapas nosaukumu.
nl: Hier kunt u een aangepaste metatitel toevoegen om de standaardpaginatitel te overschrijven.
pl: Tutaj możesz dodać własny tytuł meta, aby zastąpić domyślny tytuł strony.
pt: Aqui pode adicionar um titulo meta para substituir o titulo de página padrão.
sl: Tu lahko vnesete meta naziv po meri, ki bo prepisal privzetega za spletno stran.
sv: Här kan du lägga till en anpassad metatitel för att skriva över standard sidrubriken.
tr: Buraya varsayılan sayfa başlığının yerini alacak özel bir üst veri başlığı yazabilirsiniz.

# tl_news.robots.0
source: Robots tag
cs: Tag pro hledací roboty
es: Etiqueta Robots
fa: برچسب روبات‌ها
it: tag robots
ja: robotsタグ
lv: Robotu birkas
pl: Tagi robotów wyszukiwarek
pt: Tag dos robôs
sl: Oznake robota
sv: Robot-tag
tr: Robotlar etiketi

# tl_news.robots.1
source: Here you can overwrite how search engines handle the news item.
cs: Zde můžete přepsat, jak mají tento příspěvek vnímat vyhledávače.
de: Hier legen Sie fest, wie Suchmaschinen den Beitrag behandeln.
es: Aquí puede sobrescribir cómo los motores de búsqueda manejan la noticia.
fa: اینجا می‌توانید نحوه‌ی عملکرد موتورهای جستجو با آیتم خبر را بازنویسی کنید.
it: Qui puoi sovrascrivere le impostazione su come i motori di ricerca gestiscono la notizia.
ja: 検索エンジンがニュース項目を扱う方法を上書きできます。
lv: Šeit jūs varat pārrakstīt, kā meklētājprogrammas rīkojas ar jaunumu vienumu.
nl: Hier kunt u overschrijven hoe zoekmachines omgaan met het nieuwsitem.
pl: Tutaj możesz nadpisać jak wyszukiwarki mają interpretować aktualność.
pt: Aqui pode escrever por cima da forma como os motores de busca lidam com a notícia.
sl: Tu lahko določite, naj kako novico obravnavajo iskalniki.
sv: Här kan du skriva över hur sökmotorer hanterar nyheten.
tr: Buradan arama motorlarının haberi nasıl işleyeceğini değiştirebilirsiniz.

# tl_news.description.0
source: Meta description
cs: Popis pro meta údaj
de: Meta-Beschreibung
es: Metadescripción
fa: توضیحات متا
it: Meta descrizione
ja: メタデスクリプション
lv: Meta apraksts
nl: Meta omschrijving
pl: Opis meta
pt: Informação meta
sv: Metabeskrivning
tr: Üst veri açıklaması

# tl_news.description.1
source: Here you can add a custom meta description to overwrite the default page description.
cs: Zde můžete přidat vlastní popis události a tím přepsat výchozí popis, který se běžně vytváří z úvodníku události. Zobrazí se jen jako informace ve zdrojovém kódu dané stránky.
de: Hier können Sie eine individuelle Meta-Beschreibung eingeben, um die Standard-Seitenbeschreibung zu überschreiben.
es: Aquí puede agregar una meta descripción personalizada para sobrescribir la descripción de página predeterminada.
fa: اینجا می‌توانید توضیحات متا دلخواه را برای جایگزینی توضیحات پیش‌فرض برگه اضافه کنید.
it: Qui è possibile aggiungere una meta descrizione personalizzata per sovrascrivere la descrizione predefinita della pagina.
ja: 独自のメタデスクリプションを追加して、ページの説明の初期値を上書きできます。
lv: Šeit jūs varat pievienot pielāgotu meta aprakstu, lai pārrakstītu noklusējuma lapas aprakstu.
nl: Hier kunt u een aangepaste meta omschrijving toevoegen om de standaard pagina omschrijving te wijzigen.
pl: Tutaj możesz dodać własny opis meta, aby zastąpić domyślny opis strony.
pt: Aqui pode adicionar uma descrição meta para substituir a descrição de página padrão.
sl: Tu lahko vnesete meta opis po meri, ki bo prepisal privzetega za spletno stran.
sv: Här kan du lägga till en anpassad metabeskrivning för att skriva över standardsidebeskrivningen.
tr: Buraya varsayılan sayfa açıklamasının yerini alacak özel bir üst veri açıklaması yazabilirsiniz.

# tl_news.subheadline.0
source: Subheadline
cs: Podnadpis
de: Unterüberschrift
es: Subtitular
fa: زیرعنوان
it: Sottotitolo
ja: 小見出し
lv: Apakšvirsraksts
nl: Subtitel
pl: Podtytuł
pt: Sub-manchete
sl: Podnaslov
sv: Underrubrik
tr: Alt başlık

# tl_news.subheadline.1
source: Here you can enter a subheadline.
cs: Zde můžete zadat podnadpis.
de: Hier können Sie eine Unterüberschrift eingeben.
es: Aquí puede introducir un subtitular.
fa: اینجا می‌توانید یک زیرعنوان وارد نمایید.
it: E' possibile inserire un sottotitolo.
ja: 小見出しを入力できます。
lv: Jūs varat šeit ievadīt apakšvirsrakstu.
nl: Geef hier een subtitel op.
pl: Tutaj możesz wprowadzić podtytuł.
pt: Você pode informar uma sub-manchete
sl: Tukaj lahko vpišete podnaslov.
sv: Du kan ange en underrukrik till artikeln.
tr: Buraya bir alt başlık yazabilirsiniz.

# tl_news.teaser.0
source: News teaser
cs: Ukázka novinky
de: Teasertext
es: Sumario de noticia
fa: تیزر خبر
it: Testo introduttivo
ja: ニュースのティーザー
lv: Ievads
nl: Teaser tekst nieuws
pl: Zajawka
pt: Texto de chamada
sl: Uvodnik novice
sv: Ingress
tr: Haber tanıtımı

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full story. A "read more …" link will be added automatically.
cs: Ukázka může být zobrazena místo celého článku na stránce, kde se vyskytuje víc novinek. Ten tak bude automaticky zobrazený ve zkrácené verzi a ukončen "čti dál…".
de: Der Teasertext kann in einer Nachrichtenliste anstatt des ganzen Beitrags angezeigt werden. Ein "Weiterlesen …"-Link wird automatisch hinzugefügt.
es: El teaser de noticias se puede mostrar en una lista de noticias en lugar de toda la historia. Un enlace "Leer más ..." se agregará automáticamente.
fa: تیزر خبر می‌تواند در لیست اخبار به جای کل متن نمایش داده شود. لینک «بیشتر بخوانید ...» به صورت خودکار اضافه خواهد شد.
it: Il testo introduttivo viene solitamente mostrato al posto del testo della news seguito da un link "continua..." che sarà aggiunto automaticamente.
ja: ニュースの完全な記事の代わりに、ティーザーをニュースリストに表示できます。"続きを読む"のリンクを自動的に追加します。
lv: Jaunumu ievads parasti tiek rādīts jaunumu sarakstā pilna raksta vietā. "Turpināt lasīt..." saite tiks pievienota automātiski.
nl: De nieuws teasertekst kan getoond worden in een nieuwslijst i.p.v. het gehele artikel. Een "lees meer..." link wordt automatisch toegevoegd.
pl: Zajawka jest tekstem wstępnym do pełnej treści i jest zazwyczaj pokazywany zamiast pełnej treści aktualności. Jest on zakończony odnośnikiem "Więcej...".
pt: O texto alusivo ao artigo pode ser mostrado numa lista de noticias substituindo a historia integral. Um link "ler mais..." será adicionado automaticamente.
sl: Uvodnik novice je lahko prikazan na seznamu novic namesto v celi novici. "Beri naprej ..." povezava bo dodano avtomatično.
sv: Nyhetstexten kan visas i en nyhetslista istället för hela artikeln. En "läs mer ..." -länk läggs till automatiskt.
tr: Haber tanıtımı, haber listesinde tüm makalenin yerine görüntülenir. "Devamını oku..." bağlantısı otomatik olarak eklenir.

# tl_news.text.0
source: News text
cs: Text novinky
de: Nachrichtentext
es: Texto de noticia
fa: متن خبر
it: Testo news
ja: ニュースのテキスト
lv: Jaunumu teksts
nl: Nieuwstekst
pl: Treść aktualności
pt: Texto da notícia
sl: Besedilo novice
sv: Nyhetstext
tr: Haber metni

# tl_news.text.1
source: Here you can enter the news text.
cs: Zde můžete zadat text pro novinku.
de: Hier können Sie den Nachrichtentext eingeben.
es: Por favor introduzca el texto de la noticia.
fa: متن خبر را در این بخش وارد نمایید.
it: Inserisci il testo della news
ja: ニュースのテキストを入力します。
lv: Lūdzu ievadiet jaunumu tekstu.
nl: De tekst van het nieuwsbericht.
pl: Wprowadź treść aktualności.
pt: Favor inserir o texto da notícia
sl: Tukaj lahko vnesete besedilo novice.
sv: Skriv in den detaljerade nyhetstexten.
tr: Buraya haber metnini yazabilirsiniz.

# tl_news.addImage.0
source: Add an image
cs: Přidat obrázek
de: Ein Bild hinzufügen
es: Añadir una imagen
fa: افزودن تصویر
it: Aggiungi un'immagine
ja: 画像を追加
lv: Pievienot attēlu
nl: Afbeelding toevoegen
pl: Dodaj obrazek
pt: Adicionar imagem
sl: Dodaj sliko
sv: Lägg till bild
tr: Görsel ekle

# tl_news.addImage.1
source: Add an image to the news item.
cs: Přidat obrázek k novince.
de: Dem Beitrag ein Bild hinzufügen.
es: Añadir una imagen a la noticia.
fa: با فعال نمودن این گزینه می‌توانید به خبر خود عکس اضافه نمایید.
it: Se selezioni questa opzione verrà aggiunta un'immagine alla news.
ja: ニュース項目に画像を追加します。
lv: Ja izvēlēsieties šo iespēju, jaunumu rakstam tiks pievienots attēls.
nl: Voeg een afbeelding toe aan het nieuwsbericht.
pl: Jeśli wybierzesz tą opcję, do aktualności zostanie dodany obrazek.
pt: Se você escolher esta opção, uma imagem será inserida no artigo.
sl: Dodajte sliko k novici.
sv: Markera detta alternativ för att lägga till en bild i nyhetsartikeln.
tr: Habere bir görsel ekleyin.

# tl_news.addEnclosure.0
source: Add enclosures
cs: Přidat přílohu
de: Anlagen hinzufügen
es: Añadir archivos adjuntos
fa: افزودن پیوست‌ها
it: Aggiungi file
ja: エンクロージャーを追加
lv: Pievienot pievienojumus
nl: Bijlages toevoegen
pl: Dodaj załącznik
pt: Adicionar anexo
sl: Dodaj prilogo
sv: Bifoga fil
tr: Dosya ekle

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
cs: Přidat jeden nebo více souborů ke stažení.
de: Dem Beitrag eine oder mehrere Dateien als Download hinzufügen.
es: Añadir uno o más archivos descargables al evento.
fa: در این بخش می‌توانید در صورت تمایل به خبر خود پرونده‌های قابل دانلود اضافه نمایید.
it: Aggiungi un file a questo nuovo elemento
ja: ダウンロードできるファイルを1つ以上、ニュース項目のRSSのエンクロージャーとして追加します。
lv: Pievienojiet vienu vai vairākas lejupielādējamas datnes jaunumu vienumam.
nl: Voeg een of meer downloadbare bestanden toe aan het nieuwsbericht.
pl: Dodaj plik do aktualności.
pt: Insira um arquivo ao item de notícia
sl: Dodajte eno ali več datotek k novici, za download.
sv: Bifoga en eller flera nedladdningsbara filer till nyhetspartikeln.
tr: Habere bir ya da birkaç indirilebilir dosya ekleyin.

# tl_news.enclosure.0
source: Enclosures
cs: Přílohy
de: Anlagen
es: Añadir RSS
fa: پیوست‌ها
it: Aggiungi file alla notizia
ja: エンクロージャー
lv: Pievienojumi
nl: Bijlagen
pl: Załacznik kanału RSS
pt: Anexos
sl: Priloge
sv: Källfiler
tr: Dosyalar

# tl_news.enclosure.1
source: Please choose the files you want to attach.
cs: Vyberte soubory, které chcete přiložit.
de: Bitte wählen Sie die Dateien aus, die Sie hinzufügen möchten.
es: Seleccionar los archivos que se adjuntarán.
fa: لطفا پرونده‌هایی که می‌خواهید پیوست شوند را انتخاب نمایید.
it: Seleziona i file che vuoi allegare.
ja: RSSのエンクロージャーとして添付したいファイルを選択してください。
lv: Lūdzu izvēlieties datnes ko vēlaties pievienot.
nl: Kies het bestand dat u aan het antwoord wil toevoegen.
pl: Wybierz plik, który chcesz załączyć do odpowiedzi.
pt: Por favor escolha os ficheiros para serem anexados.
sl: Izberite datoteko, ki jo želite dodati k odgovoru.
sv: Välj en eller flera filer från filarkivet som ska bifogas till svaret.
tr: Eklemek istediğiniz dosyaları seçin

# tl_news.source.0
source: Redirect target
cs: Cíl přesměrování
de: Weiterleitungsziel
es: Página fuente
fa: مقصد بازگردانی
it: Pagina obbiettivo
ja: リダイレクト先
lv: Novirzīšanas mērķis
nl: Doelpagina
pl: Strona źródłowa
pt: Redireccionar para
sl: Preusmeritveni cilj
sv: Omdirigeringsmål
tr: Yönlendirme hedefi

# tl_news.source.1
source: Here you can override the default redirect target.
cs: Zde můžete přepsat standardní přesměrování.
de: Hier können Sie die Standard-Weiterleitung überschreiben.
es: Aquí se puede sobreescribir el destino al que se redirigirá por defecto.
fa: اینجا می‌توانید مقصد بازگردانی پیش‌فرض را رونویسی کنید.
it: Ignora il valore di default di reindirizzamento dell'obbiettivo e di destinazione di un collegamento interno o esterno al posto della pagina.
ja: リダイレクト先の初期設定を上書きできます。
lv: Šeit jūs varat aizstāt noklusējuma novirzīšanas mērķi ar iekšēju vai ārēju lapu.
nl: Standaard doelpagina overschrijven.
pl: Wybierz czy linki do treści aktualności mają prowadzić do wewnętrznej czy zewnętrznej strony.
pt: Aqui pode substituir a página de redireccionamento padrão por uma da sua escolha.
sl: Izberite ali novica kaže na notranjo ali zunanjo stran.
sv: Här kan du åsidosätta standard omdirigeringsmål.
tr: Buradan varsayılan yönlendirme hedefini değiştirebilirsiniz.

# tl_news.default.0
source: Use default
cs: Použít výchozí
de: Standard
es: Utilizar valor por defecto
fa: استفاده از پیش‌فرض
it: Utilizza default
ja: 初期設定を使用
lv: Lietot noklusējuma
nl: Gebruik standaard
pl: Użyj domyślnej
pt: Usar padrão
sl: Uporabi privzeto
sv: Använd standard
tr: Varsayılan kullanılsın

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
cs: Při kliknutí na odkaz "čti dál…" bude návštěvník přesměrován na výchozí stránku archivu novinek.
de: Beim Anklicken des "Weiterlesen …"-Links wird der Besucher auf die Standardseite des Nachrichtenarchivs weitergeleitet.
es: Al hacer clic en "leer más..." los visitantes serán redirigidos a una página por defecto del archivo de noticias.
fa: با کلیک دکمه "بیشتر بخوانید ..." بازدیدکنندگان به برگه پیش‌فرض خبر بازگردانی خواهند شد.
it: Cliccando il link "continua..." i visitatori verranno indirizzati alla pagina di default dell'archivio news.
ja: "続きを読む..."のボタンをクリックすると、ニュースアーカイブで設定したページに移動します。
lv: Noklikšķinot "Lasīt tālāk..." apmeklētāji tiks novirzīti uz jaunumu arhīva noklusējuma lapu.
nl: Door op de "lees meer..." link te klikken worden bezoekers doorverwezen naar de standaardpagina van dit nieuwsarchief.
pl: Klikając odnośnik "Więcej..." odwiedzający zostaną przekierowani do domyślnej strony archiwum aktualności.
pt: Ao clicar no botão "Leia mais...", visitantes serão redirecionados para a página padrão do arquivo de notícias
sl: S klikom na "Beri naprej ..." gumb, bodo obiskovalci preusmerjeni na privzeto stran arhiva novic.
sv: Genom att klicka på "Läs mer..." knappen kommer besökare att omdirigeras till standardsidan för nyhetsarkivet.
tr: "Devamını oku…" düğmesine tıklayan ziyaretçiler haber arşivinin varsayılan sayfasına yönlendirilir.

# tl_news.internal.0
source: Page
cs: Propojit se stránkou
de: Seite
es: Página
fa: برگه
it: Pagina interna
ja: ページ
lv: Iekšēja lapa
nl: Pagina
pl: Wewnętrzna strona
pt: Página
sl: Stran
sv: Intern sida
tr: Sayfa

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
cs: Při kliknutí na odkaz "čti dál…" bude návštěvník přesměrován na stránku.
de: Beim Anklicken des "Weiterlesen …"-Links wird der Besucher auf eine Seite weitergeleitet.
es: Al hacer clic en "leer más..." los visitantes serán redirigidos a una página interna donde podrán leer la noticia entera.
fa: با کلیک دکمه "بیشتر بخوانید ..." بازدیدکنندگان برای مشاهده بیشتر بخوانید به برگه‌ای دیگر بازگردانی می‌شوند.
it: Cliccando il link "continua..." i visitatori verranno indirizzati ad una pagina interna dove potranno leggere l'articolo completo.
ja: "続きを読む..."のボタンをクリックすると内部のページに移動します。
lv: Noklikšķinot "Lasīt tālāk..." apmeklētāji tiks novirzīti uz iekšeju lapu.
nl: Door op de "lees meer..." link te klikken worden bezoekers doorverwezen naar een interne pagina van de website.
pl: Klikając odnośnik "Więcej..." odwiedzający zostaną przekierowani do wewnętrznej strony, gdzie mogą przeczytać cały artykuł.
pt: Ao clicar no botão "Leia mais..." os visitantes serão redirecionados para uma página interna onde eles poderão ler o artigo inteiro.
sl: S klikom na "Beri naprej ..." gumb, bodo obiskovalci preusmerjeni na stran.
sv: Genom att klicka på "läs mer..." så kommer besökare att vidarebefodras till en intern sida.
tr: "Devamını oku…" düğmesine tıklayan ziyaretçiler bir sayfaya yönlendirilir.

# tl_news.article.0
source: Article
cs: Propojit s článkem
de: Artikel
es: Artículo
fa: نوشته
it: ID articolo
ja: アーティクル
lv: Raksta ID
nl: Artikel
pl: ID artykułu
pt: ID do artigo
sl: Članek
sv: Artikel
tr: Makale

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
cs: Při kliknutí na odkaz "čti dál…" bude návštěvník přesměrován na tento článek.
de: Beim Anklicken des "Weiterlesen …"-Links wird der Besucher auf einen Artikel weitergeleitet.
es: Al hacer clic en el botón "leer más...", los visitantes serán redirigidos a un artículo.
fa: با کلیک دکمه «بیشتر بخوانید...»، بازدیدکننده‌ها به یک نوشته بازگردانده خواهند شد.
it: Cliccando il link "continua..." i visitatori verranno indirizzati ad un articolo.
ja: "続きを読む..."ボタンをクリックするとアーティクルに移動します。
lv: Uzklikšķinot uz "Lasīt vairāk ..." pogas, apmeklētāji tiks novirzīti uz rakstu.
nl: Na het klikken op de "lees meer..." link, worden bezoekers verder geleid naar een artikel op deze website.
pl: Kliknięcie w przycisk "czytaj więcej...", przekieruje do artykułu
pt: Ao clicar no "leia mais ..." botão, o visitante será redirecionado para um artigo.
sl: S klikom na "Beri naprej ..." gumb, bodo obiskovalci preusmerjeni na članek.
sv: Genom att klicka på "läs mer ..." knappen, kommer besökarna att omdirigeras till en artikel.
tr: "Devamını oku…" düğmesine tıklayan ziyaretçiler bir makaleye yönlendirilir.

# tl_news.external.0
source: Custom URL
cs: Vlastní URL
de: Individuelle URL
es: URL personalizada
fa: URL اختصاصی
it: URL personalizzato
ja: 特定のURL
lv: Pielāgots URL
nl: Aangepaste URL
pl: Własny URL
pt: URL personalizado
sl: Poljuben naslov URL
sv: Anpassad URL
tr: Özel adres
