Repository: contao/contao
Catalog: news-bundle/contao/languages/*/*_news_archive.xlf
Languages: de, fa, ru, sl, sr, sv, tr

# tl_news_archive.title.0
source: Title
de: Titel
fa: عنوان
ru: Название
sl: Naziv
sr: Назив
sv: Rubrik
tr: Başlık

# tl_news_archive.title.1
source: Please enter a news archive title.
de: Bitte geben Sie den Archiv-Titel ein.
fa: لطفا عنوان بایگانی خبر را وارد نمایید.
ru: Введите название архива новостей.
sl: Vnesite naziv za arhiv novic.
sr: Унесите назив категорије вести.
sv: Ange en titel på nyhetsarkivet.
tr: Lütfen haber arşivi başlığını yazın.

# tl_news_archive.jumpTo.0
source: Redirect page
de: Weiterleitungsseite
fa: برگه‌ی تغییر مسیر
ru: Перейти на страницу
sl: Pojdi na stran
sr: Страница преусмерења
sv: Omdirigera till
tr: Yönlendirilecek sayfa

# tl_news_archive.jumpTo.1
source: Please choose the newsreader page to which visitors will be redirected when clicking a news item.
de: Bitte wählen Sie die Nachrichtenleser-Seite aus, zu der Besucher weitergeleitet werden, wenn sie einen Beitrag anklicken.
ru: Выберите страницу просмотрщика новостей к которой будут перенаправлены посетители при нажатии на новость.
sv: Vänligen välj den nyhetsläsarsida som besökare kommer att omdirigeras till när du klickar på en nyhet.
tr: Lütfen ziyaretçilerin bir habere tıkladığında yönlendirilecekleri haber okuyucu sayfasını seçin.

# tl_news_archive.allowComments.0
source: Enable comments
de: Kommentare aktivieren
ru: Включить комментарии
sl: Omogoči komentiranje
sr: Омогући коментаре
sv: Aktivera kommentarer
tr: Yorum yapılabilsin

# tl_news_archive.allowComments.1
source: Allow visitors to comment news items.
de: Besuchern das Kommentieren von Nachrichtenbeiträgen erlauben.
ru: Разрешить посетителям комментировать новости.
sl: Dovoli obiskovalcem komentiranje novic.
sr: Дозволи посетиоцима да коментаришу вести.
sv: Tillåt dina besökare att kommentera nyhetsartiklar.
tr: Bu seçenek etkinleştirildiğinde, ziyaretçiler haberlere yorum yapabilir.

# tl_news_archive.notify.0
source: Notify
de: Benachrichtigung an
ru: Уведомление
sl: Obveščanje
sr: Обавести
sv: Meddela
tr: Bildir

# tl_news_archive.notify.1
source: Please choose who to notify when comments are added.
de: Bitte legen Sie fest, wer beim Hinzufügen neuer Kommentare benachrichtigt wird.
ru: Выберите кого необходимо уведомить при добавлении комментария.
sl: Prosimo izberite koga obvestiti ko je dodan nov komentar.
sr: Одаберите кога обавестити у случају новог коментара.
sv: Ange vem som ska meddelas när någon skrivit en ny kommentar.
tr: Lütfen yorum yapıldığında bildirim gönderilecek kişiyi seçin.

# tl_news_archive.sortOrder.0
source: Sort order
de: Sortierreihenfolge
ru: Порядок сортировки
sl: Vrstni red
sr: Редослед сортирања
sv: Sorteringsordning
tr: Sıralama

# tl_news_archive.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
de: Standardmäßig werden Kommentare aufsteigend sortiert, beginnend mit dem ältesten.
ru: По умолчанию, комментарии отсортированы по возрастанию, начиная с самых старых.
sl: Privzeto so komentarji razvrščeni naraščujoče z najstarejšim naprej.
sr: По основној поставци, коментари се сортирају у растућем редоследу, почев од најстаријег.
sv: Som standard är kommentarerna sorterade i stigande ordning och börjar med den äldsta.
tr: Yorumlar, varsayılan olarak eskiden yeniye doğru sıralanır.

# tl_news_archive.perPage.0
source: Comments per page
de: Kommentare pro Seite
ru: Комментариев на страницу
sl: Komentarjev na stran
sr: Коментари по страници
sv: Kommentarer per sida
tr: Bir sayfadaki yorum sayısı

# tl_news_archive.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
de: Anzahl an Kommentaren pro Seite. Geben Sie 0 ein, um den automatischen Seitenumbruch zu deaktivieren.
ru: Количество комментариев на странице. Установите 0 для отключения нумерации.
sl: Število komentarjev na stran. Nastavite na 0 če ne želite številčenja(paginacije).
sr: Број коментара по страници. Поставите 0 да искључите пагинацију.
sv: Ange antal kommentarer per sida (0=avaktivera paginering).
tr: Bir sayfada görüntülenecek yorum sayısını yazın. Sayfalandırmayı etkisizleştirmek için 0 yazın.

# tl_news_archive.moderate.0
source: Moderate comments
de: Kommentare moderieren
ru: Модерирование комментариев
sl: Moderiraj komentarje
sr: Управљање коментарима
sv: Granska kommentarer
tr: Yorumlar onaylansın

# tl_news_archive.moderate.1
source: Approve comments before they are published on the website.
de: Kommentare erst nach Bestätigung auf der Webseite veröffentlichen.
ru: Одобрение комментариев перед публикацией на веб-сайте.
sl: Odobrite komentarje preden so objavljeni na strani.
sr: Дозволи коментаре пре него што буду објављени на сајту.
sv: Godkänn kommentarer innan dom publiceras på hemsidan.
tr: Bu seçenek etkinleştirildiğinde, yorumların sitede yayınlanmadan önce onaylanması gerekir.

# tl_news_archive.bbcode.0
source: Allow BBCode
de: BBCode erlauben
ru: Разрешить BBCode
sl: Dovoli BB kodo
sr: Дозволи BBCode
sv: Tillåt BBCode
tr: BBCode kullanılabilsin

# tl_news_archive.bbcode.1
source: Allow visitors to format their comments with BBCode.
de: Besuchern das Formatieren ihrer Kommentare mittels BBCode erlauben.
ru: Разрешить посетителям использовать BBCode в своих комментариях.
sl: Dovoli obiskovalcem oblikovanje komentarjev z BB kodo.
sr: Дозволи корисницима да користе BBCode у својим коментарима.
sv: Tillåt besökare att formatera sina kommentarer med BBCode.
tr: Bu seçenek etkinleştirildiğinde, ziyaretçiler yorumlarında BBCode kullanabilir.

# tl_news_archive.requireLogin.0
source: Require login to comment
de: Login zum Kommentieren benötigt
ru: Требовать авторизацию для комментирования
sl: Zahtevaj prijavo za komentiranje
sr: Захтевај пријављивање ради коментарисања
sv: Kräv inloggning för att kommentera
tr: Oturum açmadan yorum yapılamasın

# tl_news_archive.requireLogin.1
source: Allow only authenticated members to create comments.
de: Nur angemeldeten Mitgliedern das Erstellen von Kommentaren erlauben.
ru: Разрешить только авторизованным участникам создавать комментарии.
sl: Komentiranje dovoli samo prijavljenim uporabnikom.
sr: Дозволи само пријављеним корисницима да пишу коментаре.
sv: Tillåt endast autentiserade medlemmar att skapa kommentarer.
tr: Bu seçenek etkinleştirildiğinde, yalnızca oturum açmış kullanıcılar yorum yapabilir.

# tl_news_archive.disableCaptcha.0
source: Disable spam protection
de: Spam-Schutz deaktivieren
ru: Отключить защиту от спама
sl: Onemogoči zaščito pred neželeno pošto
sr: Искључи заштиту од спама
sv: Inaktivera skräppostskydd
tr: Spam koruması etkisizleştirilsin

# tl_news_archive.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
de: Wählen Sie diese Option nur, wenn das Erstellen von Kommentaren auf authentifizierte Benutzer beschränkt ist.
ru: Используйте опцию, если вы ограничили количество комментариев авторизованным пользователям.
sl: Uporabite to možnost samo če ste omejili komentiranje na prijavljene uporabnike.
sr: Користи ову опцију само ако су коментари ограничени на аутентификоване кориснике.
sv: Använd detta alternativ endast om du har begränsat kommentarer till godkända användare.
tr: Bu seçeneği yalnızca oturum açmış kullanıcılar yorum yapabiliyorsa etkinleştirin.

# tl_news_archive.protected.0
source: Protect archive
de: Archiv schützen
fa: حفاظت از بایگانی
ru: Защитить архив
sl: Zaščiti arhiv
sr: Заштити категорију
sv: Skydda nyhetsarkivet
tr: Arşiv korunsun

# tl_news_archive.protected.1
source: Show news items to certain member groups only.
de: Nachrichten nur bestimmten Mitgliedergruppen anzeigen.
fa: با فعال کردن این گزینه می‌توانید به گروه خاصی اجازه مشاهده اخبار را بدهید.
ru: Показывать архив только для определённой группы участников.
sl: Prikaži novice samo določeni skupini članov.
sr: Прикажи ставке вести само члановима одређених група.
sv: Visa bara nyhetsartiklarna för vissa medlemsgrupper.
tr: Haberler yalnızca belirli grup üyelerine görüntülensin.

# tl_news_archive.groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen
fa: گروه‌های اعضاء مجاز
ru: Разрешенные группы участников
sl: Dovoljene skupine uporabnikov
sr: Дозвољене групе корисника
sv: Tillåtna medlemsgrupper
tr: İzin verilen üye grupları

# tl_news_archive.groups.1
source: These groups will be able to see the news items in this archive.
de: Diese Mitgliedergruppen können die Nachrichten des Archivs sehen.
fa: این گروه‌ها قادر به دیدن آیتم‌ها خبری در این بایگانی خواهند بود.
ru: Выбранные группы будут иметь возможность видеть новости.
sl: Tem skupinam bo omogočeno branje novic v tem arhivu.
sr: Чланови ових група могу да виде ставке вести у овој категорији.
sv: Här kan du välja vilka grupper som ska ha rätt att läsa nyhetsartiklarna.
tr: Bu gruplar bu arşivdeki haberleri görebilir.

# tl_news_archive.tstamp.0
source: Revision date
de: Änderungsdatum
fa: تاریخ بازنگری
ru: Дата изменения
sl: Datum revizije
sr: Датум последње верзије
sv: Ändringsdatum
tr: Düzenlenme tarihi

# tl_news_archive.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung
fa: تاریخ و ساعت آخرین بازنگری
ru: Дата и время последнего изменения
sl: Datum in ura zadnje revizije
sr: Датум и време последње верзије
sv: Datum och tid för senaste ändringen.
tr: Son düzenlenme tarihi ve saati

# tl_news_archive.title_legend
source: Title and redirect page
de: Titel und Weiterleitung
fa: عنوان و برگه تغییر مسیر
ru: Название и перенаправление
sl: Naslov in preusmeritvena stran
sr: Назив и страница преусмерења
sv: Titel och omdirigering
tr: Başlık ve yönlendirme sayfası

# tl_news_archive.comments_legend
source: Comments
de: Kommentare
ru: Комментарии
sl: Komentarji
sr: Коментари
sv: Kommentarer
tr: Yorumlar

# tl_news_archive.protected_legend
source: Access protection
de: Zugriffsschutz
fa: حفاظت دسترسی
ru: Защита доступа
sl: Zaščita pred dostopom
sr: Заштита приступа
sv: Åtkomstkydd
tr: Erişim koruması

# tl_news_archive.feed_legend
source: RSS/Atom feed
sl: RSS/Atom izvleček
sv: RSS/Atom-flöde

# tl_news_archive.notify_admin
source: System administrator
ru: Системный администратор
sl: Administrator sistema
sr: Администратор система
sv: Systemadministratör
tr: Sistem yöneticisi

# tl_news_archive.notify_author
source: Author of the news item
de: Autor des Beitrags
ru: Автор новости
sl: Avtor novice
sr: Аутор вести
sv: Nyhetsartikelns författare
tr: Haberi yazan

# tl_news_archive.notify_both
source: Author and system administrator
de: Autor und Systemadministrator
ru: Автор и системный администратор
sl: Avtor in administrator sistema
sr: Аутор и администратор система
sv: Författare och systemadministratör
tr: Yazar ve sistem yöneticisi

# tl_news_archive.feeds.0
source: News feeds
fa: فید‌های اخبار
ru: Каналы новостей
sl: Izvleček novic
sr: Сажеци вести
sv: RSS-nyhetsström
tr: Haber akışları

# tl_news_archive.feeds.1
source: Manage news feeds
de: News-Feeds verwalten
fa: مدیریت فید اخبار
ru: Управление новостными каналами
sl: Upravljaj izvlečke novic
sr: Управљај приказивачем вести
sv: Hantera nyhetsflöden
tr: Haber akışları yönetimi

# tl_news_archive.new.0
source: New
de: Neu
fa: جدید
ru: Новый
sl: Nov
sr: Ново
sv: Ny
tr: Yeni

# tl_news_archive.new.1
source: Create a new news archive
de: Ein neues Nachrichtenarchiv erstellen
fa: ایجاد یک بایگانی خبری جدید
ru: Создать новый архив новостей
sl: Ustvari nov arhiv novic
sr: Креирај нову категорију вести
sv: Skapa ett nytt nyhetsarkiv
tr: Yeni bir haber arşivi ekle

# tl_news_archive.show
source: Show the details of news archive ID %s
de: Details des Nachrichtenarchivs ID %s anzeigen
fa: نمایش جزئیات بایگانی خبری شناسه %s
ru: Показать детали архива новостей ID %s
sl: Prikaži podrobnosti arhiva novic z ID %s
sr: Прикажи детаље категорије вести ID%s
sv: Visa detaljer om nyhetsarkiv ID %s
tr: %s kimlikli haber arşivinin ayrıntılarını görüntüle

# tl_news_archive.edit
source: Edit news archive ID %s
de: Nachrichtenarchiv ID %s bearbeiten
fa: ویرایش بایگانی خبری شناسه %s
ru: Редактировать архив новостей ID %s
sl: Uredi arhiv novic z ID %s
sr: Уреди категорију вести %s
sv: Redigera nyhetsarkiv ID %s
tr: %s kimlikli haber arşivini düzenle

# tl_news_archive.children
source: Edit the news items of news archive ID %s
de: Beiträge des Nachrichtenarchivs ID %s bearbeiten
ru: Редактировать новости архива новостей ID %s
sv: Redigera nyheterna i nyhetsarkivets ID %s
tr: %s kimlikli haber arşivinin haberlerini düzenle

# tl_news_archive.copy
source: Duplicate news archive ID %s
de: Nachrichtenarchiv ID %s duplizieren
fa: تکثیر بایگانی خبری شناسه %s
ru: Дублировать архив новостей ID %s
sl: Podvoji arhiv novic z ID %s
sr: Копирај катеогирју вести ID %s
sv: Duplicera nyhetsarkiv ID %s
tr: %s kimlikli haber arşivini kopyala

# tl_news_archive.delete
source: Delete news archive ID %s
de: Nachrichtenarchiv ID %s löschen
fa: حذف بایگانی خبری شناسه %s
ru: Удалить архив новостей ID %s
sl: Izbriši arhiv novic z ID %s
sr: Обриши категорију вести ID %s
sv: Ta bort nyhetsarkiv ID %s
tr: %s kimlikli haber arşivini sil

# tl_news_archive.comments
source: Show comments of news archive ID %s
de: Kommentare des Nachrichtenarchivs ID %s anzeigen
ru: Показать комментарии к архиву новостей ID %s
sl: Prikaži komentarje arhiva novic z ID %s
sr: Прикажи коментаре категорије вести ID %s
sv: Visa kommentarer från nyhetsarkivet ID %s
tr: %s kimlikli haber arşivinin yorumlarını görüntüle
