Repository: contao/contao
Catalog: news-bundle/contao/languages/*/*_news_feed.xlf
Languages: tr

# tl_news_feed.title.0
source: Title
tr: Başlık

# tl_news_feed.title.1
source: Please enter a feed title.
tr: Lütfen bir akış başlığı yazın.

# tl_news_feed.alias.0
source: Feed alias
tr: Akış kısaltması

# tl_news_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
tr: Buraya benzersiz bir dosya adı yazabilirsiniz (uzantı olmadan). Bu adı taşıyan XML akış dosyası Contao kurulumundaki <em>share</em> klasöründe otomatik olarak oluşturulur. <em>share/dosyadi.xml</em> gibi.

# tl_news_feed.language.0
source: Feed language
tr: Akış dili

# tl_news_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
tr: ISO-639 standardına göre akış dilinin kodunu yazın (<em>tr</em> ya da <em>tr-tr</em> ).

# tl_news_feed.archives.0
source: News archives
tr: Haber arşivleri

# tl_news_feed.archives.1
source: Here you can choose the news archives to be included in the feed.
tr: Buradan akışa katılacak haber arşivlerini seçebilirsiniz.

# tl_news_feed.format.0
source: Feed format
tr: Akış biçimi

# tl_news_feed.format.1
source: Please choose a feed format.
tr: Lütfen, bir akış biçimi seçin.

# tl_news_feed.source.0
source: Export settings
tr: Dışa aktarma ayarları

# tl_news_feed.source.1
source: Here you can choose what will be exported.
tr: Buradan dışa aktarılacak bilgileri seçebilirsiniz.

# tl_news_feed.maxItems.0
source: Maximum number of items
tr: En fazla öge sayısı

# tl_news_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
tr: Buradan akıştaki öge sayısını belirtebilirsiniz. Tüm ögelerin dışa aktarılması için 0 yazın.

# tl_news_feed.feedBase.0
source: Base URL
tr: Temel adres

# tl_news_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
tr: Lütfen iletişim kuralı ile temel adresi yazın (<em>http://</em> gibi).

# tl_news_feed.description.0
source: Feed description
tr: Akış açıklaması

# tl_news_feed.description.1
source: Here you can enter a short description of the news feed.
tr: Buraya haber akışının kısa açıklamasını yazabilirsiniz.

# tl_news_feed.title_legend
source: Title and language
tr: Başlık ve dil

# tl_news_feed.archives_legend
source: News archives
tr: Haber arşivleri

# tl_news_feed.config_legend
source: Feed settings
tr: Akış ayarları

# tl_news_feed.image_legend
source: Image settings
tr: Görsel ayarları

# tl_news_feed.source_teaser
source: News teasers
tr: Haber tanıtımları

# tl_news_feed.source_text
source: Full stories
tr: Tüm öyküler

# tl_news_feed.new.0
source: New
tr: Yeni

# tl_news_feed.new.1
source: Create a new feed
tr: Yeni bir akış ekle

# tl_news_feed.show
source: Show the details of feed ID %s
tr: %s kodlu akışın ayrıntılarını görüntüle

# tl_news_feed.edit
source: Edit feed ID %s
tr: %s kodlu akışı düzenle

# tl_news_feed.copy
source: Duplicate feed ID %s
tr: %s kodlu akışı kopyala

# tl_news_feed.delete
source: Delete feed ID %s
tr: %s kodlu akışı sil
