Repository: contao/contao
Catalog: news-bundle/contao/languages/*/*_news.xlf
Languages: cs, de, es, fa, it, ja, lv, nl, pl, pt, sl, sv, tr

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to a custom URL.
cs: Při kliknutí na "čti dále …" bude návštěvník stránky přesměrování na zadanou URL.
de: Beim Anklicken des "Weiterlesen …"-Links wird der Besucher auf eine individuelle URL weitergeleitet.
es: Al hacer clic en el botón "leer más ...", los visitantes serán redireccionados a una URL personalizada.
fa: با کلیک روی دکمه «بیشتر بخوانید ...» بازدیدکنندگان به URL اختصاصی بازگردانی خواهند شد.
it: Facendo clic sul pulsante "leggi ulteriormente....", i visitatori saranno reindirizzati a un URL personalizzato.
ja: "続きを読む..."のボタンをクリックすると特定のURLに移動します。
lv: Uzklikšķinot uz "lasīt vairāk ..." pogas, apmeklētāji tiks novirzīti uz pielāgotu URL.
nl: Door op de "lees meer..." link te klikken worden bezoekers doorverwezen naar een aangepaste URL.
pl: Po kliknięciu przycisku „czytaj więcej…” użytkownicy zostaną przekierowani na własny adres URL.
pt: Ao clicar no botão "ler mais ..." , os visitantes serão redireccionados para o URL personalizado.
sl: S klikom na gumb "Beri naprej ..." bodo obiskovalci preusmerjeni na poljuben naslov URL.
sv: Genom att klicka på knappen "Läs mer ..." kommer besökarna att omdirigeras till en anpassad URL.
tr: "Devamını oku…" düğmesine tıklayan ziyaretçiler bir özel adrese yönlendirilir.

# tl_news.linkText.0
source: Link text
cs: Název odkazu
es: Título del link
fa: متن پیوند
it: Titolo link
ja: リンクのテキスト
nl: Link titel
pl: Tytuł odnośnika
sl: Naslov povezave
tr: Bağlantı metmi

# tl_news.linkText.1
source: Here you can override the default "read more…" link text.
cs: Zde můžete přepsat standardní text pro "číst dál".
de: Hier können Sie den Standard-Text des "Weiterlesen…"-Links überschreiben.
es: Aquí puede anular el texto del enlace predeterminado "leer más...".
it: Qui puoi sovrascrivere il testo del link predefinito "leggi di più...".
ja: リンクの初期値のテキスト「続きを読む...」を上書きできます。
nl: Hier kunt u de standaard "lees meer..." linktekst overschrijven.
pl: Tutaj możesz nadpisać domyślny tekst linku "czytaj więcej…".
tr: Buradan varsayılan "Devamını oku…" metnini değiştirebilirsiniz.

# tl_news.jumpTo.0
source: Redirect page
cs: Přesměrovat na stránku
de: Weiterleitungsseite
es: Saltar a la página
fa: برگه‌ی تغییر مسیر
it: Salta alla pagina
ja: リダイレクト先のページ
lv: Pārsūtīšanas lapa
nl: Ga naar pagina
pl: Skocz do strony
pt: Redirecionar página
sl: Pojdi na stran
sv: Omdirigera till
tr: Yönlendirilecek sayfa

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
cs: Zvolte prosím stránku, na níž má být návštěvník přesměrován po kliknutí na příslušný odkaz.
de: Bitte wählen Sie die Seite aus, zu der Besucher weitergeleitet werden, wenn sie einen Beitrag anklicken.
es: Por favor seleccione la página a la que serán redirigidos los visitantes al hacer clic sobre la noticia.
fa: لطفا برگه‌ای را که بازدیدکننده بعد از کلیک آیتم خبری باید بازگردانده شود را انتخاب نمایید.
it: Seleziona la pagina alla quale i visitatori verranno reindirizzati quando cliccano la news.
ja: ニュース項目をクリックしたときに移動するページを選択してください。
lv: Lūdzu izvēlieties lapu uz kuru apmeklētāji tiks novirzīti, kad noklikšķinās jaunumu vienumu.
nl: Kies de pagina waarnaar uw bezoekers worden geleid na klikken op een nieuwsbericht.
pl: Wybierz stronę, na którą zostaną przekierowani odwiedzający. Zauważ, że strona docelowa powinna zawierać moduł "Czytnik aktualności" w kolejności wyświetlania aktualności.
pt: Favor selecionar uma página para a qual os visitantes serão redirecionados. Por favor, note que a página de destino deve incluir o plugin de "newsreader" para que o artigo seja exibido.
sl: Izberite stran na katero bodo obiskovalci preusmerjeni, ko kliknejo na novico.
sv: Välj vilken sida som besökaren kommer att omdirigeras till efter att ha klickat på en nyhetsartikel.
tr: Lütfen ziyaretçiler habere tıkladığında yönlendirilecekleri sayfayı seçin.

# tl_news.articleId.0
source: Article
cs: Propojit s článkem
de: Artikel
es: Artículo
fa: نوشته
it: ID articolo
ja: アーティクル
lv: Raksta ID
nl: Artikel
pl: ID artykułu
pt: ID do artigo
sl: Članek
sv: Artikel
tr: Makale

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
cs: Zvolte prosím článek, na nejž má být návštěvník přesměrován po kliknutí na příslušný odkaz.
de: Bitte wählen Sie den Artikel aus, zu der Besucher weitergeleitet werden, wenn sie einen Beitrag anklicken.
es: Por favor seleccione el artículo al que serán redirigidos los visitantes al hacer clic sobre la noticia.
fa: مقاله‌ای که را بازدیدکننده بعداز کلیک آیتم خبری باید به آن بازگردانده شود را انتخاب نمایید.
it: Seleziona l'articolo alla quale i visitatori verranno reindirizzati quando cliccano la news.
ja: ニュース項目をクリックしたときに移動するアーティクルを選択してください。
lv: Lūdzu, izvēlieties rakstu, uz kuru apmeklētāji tiks novirzīti, kad noklikšķinās ziņas vienumu.
nl: Kies een artikel waarnaar bezoekers worden geleid als ze op het nieuwsbericht klikken.
pl: Wybierz artykuł, do którego czytelnicy będą przekierowani kiedy klikną w aktualność.
pt: Por favor, escolha o artigo para que os visitantes será redirecionado ao clicar no item de notícias.
sl: Izberite članek na katerega bodo obiskovalci preusmerjeni, ko kliknejo na novico.
sv: Vänligen välj en artikel som besökare skall bli vidarebefordrade till.
tr: Lütfen ziyaretçiler habere tıkladığında yönlendirilecekleri makaleyi seçin.

# tl_news.cssClass.0
source: CSS class
cs: Kaskádovité styly
de: CSS-Klasse
es: Clase CSS
fa: کلاس CSS
it: Classe CSS
ja: CSSのclass
lv: CSS klase
pl: Klasa CSS
pt: Classe CSS
sv: Stilmallsklass
tr: CSS sınıfı

# tl_news.cssClass.1
source: Here you can enter one or more classes.
cs: Sem můžete zadat více tříd kaskádovitých stylů CSS (class)
de: Hier können Sie eine oder mehrere Klassen eingeben.
es: Aquí puede introducir una o más clases CSS.
fa: اینجا می‌توانید یک یا چند کلاس را وارد نمایید.
it: Qui puoi inserire una o più classi CSS.
ja: 1つ以上のclassを入力できます。
lv: Šeit jūs varat ievadīt vienu vai vairākas klases.
nl: Hier kunt u een of meerdere CSS classes opgeven.
pl: Tutaj możesz wprowadzić jedną lub więcej klas CSS.
pt: Aqui você pode inserir uma ou mais classes CSS.
sl: Tu lahko vnesete enega ali več razredov.
sv: Här kan du ange en eller flera stilmallsklasser (CSS-klass)
tr: Buraya bir ya da birkaç sınıf ekleyebilirsiniz.

# tl_news.noComments.0
source: Disable comments
de: Kommentare deaktivieren
es: Deshabilitar comentarios
ja: コメントを不使用
lv: Atspējot komentārus
nl: Reacties uitschakelen
pl: Wyłącz komentarze
pt: Desativar comentários
sl: Onemogoči komentarje
sv: Avaktivera kommentarer
tr: Yorum yapılamasın

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
de: Die Kommentarfunktion für diesen Nachrichtenbeitrag deaktivieren.
es: Deshabilitar comentarios para este artículo de noticias.
ja: この特定のニュース項目にコメントを許可しません。
lv: Neļaut komentārus šim jaunumu vienumam.
nl: Zet commentaar uit voor dit bepaalde nieuwsbericht.
pl: Wyłącz komentarze w tej konkretnej aktualności.
pt: Desativa comentários para esta notícia em particular.
sl: Onemogoči komentarje za to novico.
sv: Tillåt inte kommentarer från besökare för denna nyhetsartikel.
tr: Bu habere yorum yapılmasını engeller.

# tl_news.featured.0
source: Feature item
cs: Zvýraznit příspěvek
de: Beitrag hervorheben
es: Artículo destacado
fa: آیتم ویژه
it: Notizia in evidenza
ja: 特別な項目
lv: Iezīmēt vienumu
nl: Kenmerk dit bericht
pl: Promowana aktualność
pt: Ítem especial
sl: Izpostavljena novica
sv: Viktig nyhet
tr: Ögeyi öne çıkar

# tl_news.featured.1
source: Show the news item in a featured news list.
cs: Zobrazit příspěvek v seznamu zvýrazněných novinek.
de: Den Beitrag in einer Liste hervorgehobener Nachrichten anzeigen.
es: Mostrar esta noticia en la lista de noticias destacadas.
fa: نشان دادن آیتم خبری در فهرست خبرهای ویژه
it: Mostra l'elemento news in una lista di notizie in evidenza.
ja: ニュース項目を特別なニュースのリストに表示します。
lv: Parādīt ziņu vienumu iezīmēto ziņu sarakstā.
nl: Toon het nieuwsbericht in een aparte nieuwslijst.
pl: Pokaż aktualność na liście promowanych aktualności.
pt: Mostrar os itens de notícias numa lista contendo apenas as notícias especiais.
sl: Prikaži novico v seznamu izpostvaljenih novic.
sv: Visa nyheten i en viktiga nyheter-lista.
tr: Buradan haberin bir öne çıkarılmış haberler listesinde görüntülenmesini sağlayabilirsiniz.

# tl_news.published.0
source: Publish item
cs: Publikovat
de: Beitrag veröffentlichen
es: Publicado
fa: انتشار آیتم
it: Pubblicato
ja: 項目を公開
lv: Publicēts
nl: Gepubliceerd
pl: Opublikowany
pt: Publicado
sl: Objavi
sv: Publicerad
tr: Öğeyi yayınla

# tl_news.published.1
source: Make the news item publicly visible on the website.
cs: Zveřejnit příspěvek na webové stránce.
de: Den Beitrag auf der Webseite anzeigen.
es: Haga visible publicamente la noticia en la web.
fa: تا زمانی که این گزینه را فعال ننمائید خبر در وب‌سایت نمایش داده نخواهد شد.
it: Finché questa opzione non è selezionata la news non sarà visibile sul sito.
ja: ウェブサイトにニュース項目を公開します。
lv: Jaunu raksts nebūs redzams mājas lapā līdz netiks publicēts.
nl: Maak het nieuwsbericht zichtbaar op uw website.
pl: Jeśli nie wybierzesz tej opcji, ta aktualność nie będzie widoczna.
pt: O artigo de notícias não será visível no seu site até que seja publicado.
sl: Novica ne bo vidna na strani dokler ni objavljena.
sv: Markera detta alternativ för att publicera nyhetsartikeln så att den visas för hemsidans besökare..
tr: Bu seçenek etkinleştirildiğinde, haber sitede herkesin görebileceği şekilde yayınlanır.

# tl_news.start.0
source: Show from
cs: Zobrazit od
de: Anzeigen ab
es: Mostrar desde
fa: نمایش از
it: Visibile dal giorno
ja: 公開の開始日
lv: Rādīt no
nl: Weergeven vanaf
pl: Wrapper start
pt: Mostrar de
sl: Objavi od
sv: Börja visa fr.o.m
tr: Görüntülenme başlangıcı

# tl_news.start.1
source: If you want to prevent the news item from showing on the website before a certain date/time, you can enter it here. Otherwise, leave the field blank.
cs: Pokud chcete zabránit zobrazení příspěvku před jistým datem/časem, můžete to určit tady. Jinak ponechte dané pole prázdné.
de: Wenn Sie den Beitrag erst ab einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
it: Se vuoi evitare che la notizia venga mostrata sul sito prima di una certa data/ora, puoi inserire qui la data/ora. Altrimenti, lascia vuoto il campo.
ja: 特定の日時より前はニュース項目をウェブサイトに表示したくない場合は、その日時を入力します。それ以外の場合は空のままにします。
nl: Als u wilt voorkomen dat het nieuwsitem voor een bepaalde datum/tijd op de website wordt weergegeven, kunt u dit hier invoeren. Laat het veld anders leeg.
tr: Haberin belirli bir tarih/saatten önce sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_news.stop.0
source: Show until
cs: Zobrazit do
de: Anzeigen bis
es: Mostrar hasta
fa: نمایش تا
it: Visibile fino al giorno
ja: 公開の終了日
lv: Rādīt līdz
nl: Weergeven tot
pl: Wrapper stop
pt: Mostrar Até
sl: Objavi do
sv: Sluta visa fr.o.m
tr: Görüntülenme bitişi

# tl_news.stop.1
source: If you want to prevent the news item from showing on the website after a certain date/time, you can enter it here. Otherwise, leave the field blank.
cs: Pokud chcete zabránit zobrazení příspěvku po jistém datu/době, můžete to určit tady. Jinak ponechte dané pole prázdné.
de: Wenn Sie den Beitrag nur bis zu einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
it: Se vuoi evitare che la notizia venga mostrata sul sito prima di una certa data/ora, puoi inserire qui la data/ora. Altrimenti, lascia vuoto il campo.
ja: 特定の日時より後はニュース項目をウェブサイトに表示したくない場合は、その日時を入力します。それ以外の場合は空のままにします。
nl: Als u wilt voorkomen dat het nieuwsitem na een bepaalde datum/tijd op de website wordt weergegeven, kunt u dit hier invoeren. Laat het veld anders leeg.
tr: Haberin belirli bir tarih/saatten sonra sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_news.tstamp.0
source: Revision date
cs: Datum změny
de: Änderungsdatum
es: Fecha revisión
fa: تاریخ بازنگری
it: Data revisione
ja: 改訂日
lv: Pārskatījuma datums
nl: Datum van aanpassing
pl: Data rewizji
pt: Data da última alteração
sl: Datum revizije
sv: Ändringsdatum
tr: Düzenlenme tarihi

# tl_news.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
de: Datum und Uhrzeit der letzten Änderung
es: Fecha y hora de la última modificación
fa: تاریخ و ساعت آخرین بازنگری
it: Data e ora dell'ultima revisione
ja: 最新のリビジョンの日付と時刻
lv: Pēdējā pārskatījuma datums un laiks
nl: Datum en tijdstip van de laatste aanpassing.
pl: Data i czas ostatniej rewizji
pt: Data e hora da última alteração
sl: Datum in ura zadnje revizije
sv: Datum och tid för senaste ändringen.
tr: Son düzenlenme tarihi ve saati

# tl_news.title_legend
source: Title and author
cs: Název a autor
de: Titel und Autor
es: Título y autor
fa: عنوان و نویسنده
it: Titolo ed autore
ja: 題名と作成者
lv: Nosaukums un autors
nl: Titel en auteur
pl: Tytuł i autor
pt: Título e autor
sl: Naslov in avtor
sv: Titel och upphovsman
tr: Başlık ve yazar

# tl_news.date_legend
source: Date and time
cs: Datum a čas
de: Datum und Zeit
es: Fecha y hora
fa: تاریخ و ساعت
it: Data e tempo
ja: 日付と時刻
lv: Datums un laiks
nl: Datum en tijd
pl: Data i czas
pt: Data e hora
sl: Datum in čas
sv: Datum och tid
tr: Tarih ve saat

# tl_news.teaser_legend
source: Subheadline and teaser
cs: Podnadpis a ukázka
de: Unterüberschrift und Teaser
es: Subtítulo y sumario
fa: زیرعنوان و تیزر
it: Sottotitolo e teaser
ja: 小見出しとティーザー
lv: Apakšvirsraksts un ievads
nl: Subtitel en teaser
pl: Podtytuł i zajawka
pt: Subtítulo e amostra
sl: Podnaslov in uvodnik
sv: Underrubrik och ingress
tr: Alt başlık ve tanıtım

# tl_news.text_legend
source: News text
cs: Text novinky
de: Nachrichtentext
es: Texto de noticia
fa: متن خبر
it: Testo news
ja: ニュースのテキスト
lv: Jaunumu teksts
nl: Nieuwstekst
pl: Treść aktualności
pt: Texto da notícia
sl: Besedilo novice
sv: Nyhetstext
tr: Haber metni

# tl_news.image_legend
source: Image settings
cs: Nastavení obrázku
de: Bildeinstellungen
es: Opciones de la imagen
fa: تنظیمات تصویر
it: Impostazioni immagine
ja: 画像の設定
lv: Attēla iestatījumi
nl: Afbeeldingseigenschappen
pl: Ustawienia obrazka
pt: Configurações de imagem
sl: Nastavitve slike
sv: Bildinställningar
tr: Görsel ayarları

# tl_news.enclosure_legend
source: Enclosures
cs: Přílohy
de: Anlagen
es: Añadir RSS
fa: پیوست‌ها
it: Aggiungi file alla notizia
ja: エンクロージャー
lv: Pievienojumi
nl: Bijlagen
pl: Załacznik kanału RSS
pt: Anexos
sl: Priloge
sv: Källfiler
tr: Dosyalar

# tl_news.source_legend
source: Redirect target
cs: Cíl přesměrování
de: Weiterleitungsziel
es: Página fuente
fa: مقصد بازگردانی
it: Pagina obbiettivo
ja: リダイレクト先
lv: Novirzīšanas mērķis
nl: Doelpagina
pl: Strona źródłowa
pt: Redireccionar para
sl: Preusmeritveni cilj
sv: Omdirigeringsmål
tr: Yönlendirme hedefi

# tl_news.meta_legend
source: Metadata
de: Metadaten
es: Metadatos
fa: فراداده
it: Metadati
ja: メタデータ
lv: Metadati
pl: Metadane
pt: Metadado
sl: Meta podatki
tr: Üst veriler

# tl_news.expert_legend
source: Expert settings
cs: Rozšířená nastavení
de: Experteneinstellungen
es: Configuración avanzada
fa: تنطیمات پیشرفته
it: Impostazioni avanzate
ja: 専門的な設定
lv: Eksperta iestatījumi
nl: Expert-instellingen
pl: Zaawansowane ustawienia
pt: Configurações avançadas
sl: Napredne nastavitve
sv: Expertinställningar
tr: Uzman ayarları

# tl_news.publish_legend
source: Publish settings
cs: Zveřejnění
de: Veröffentlichung
es: Opciones de publicación
fa: تنظیمات انتشار
it: Impostazione di pubblicazione
ja: 公開の設定
lv: Publicēšanas iestatījumi
nl: Publicatie-instellingen
pl: Ustawinia publikacji
pt: Configurações de Publicação
sl: Objavi nastavitve
sv: Publiceringsinställningar
tr: Yayınlanma ayarları

# tl_news.new.0
source: New
cs: Nové
de: Neu
es: Nuevo
fa: جدید
it: Nuovo
ja: 新規作成
lv: Jauns
nl: Nieuw
pl: Nowy
pt: Novo
sl: Nov
sv: Ny
tr: Yeni

# tl_news.new.1
source: Create a new news item
cs: Vytvořit nový příspěvek
de: Einen neuen Beitrag erstellen
es: Crear un artículo nuevo
fa: ایجاد یک آیتم خبر جدید
it: Crea una nuova news
ja: 新しいニュース項目を作成
lv: Izveidot jaunu jaunumu vienumu
nl: Maak een nieuw nieuwsitem
pl: Utwórz nową aktualność
pt: Cria um novo artigo de notícias
sl: Ustvari nov vnos
sv: Skapa en ny nyhet
tr: Yeni bir haber ekle

# tl_news.show
source: Show the details of news item ID %s
cs: Zobrazit podrobnosti k příspěvku ID %s
de: Details des Beitrags ID %s anzeigen
es: Muestra los detalles del artículo de noticia ID %s
fa: نمایش جزئیات آیتم خبر شناسه %s
it: Mostra i dettagli dell'elemento ID %s
ja: ID %sのニュース項目の詳細を表示
lv: Rādīt jaunumu vienuma ID %s detaļas
nl: Toon de details van nieuwsitem ID %s
pl: Pokaż szczegóły aktualności ID %s
pt: Mostrar detalhes do artigo com ID 1%s
sl: Prikaži podrobnosti novice ID %s
sv: Visa detaljer om nyhet ID %s
tr: %s kodlu haberin ayrıntılarını görüntüle

# tl_news.edit
source: Edit news item ID %s
cs: Upravit příspěvek ID %s
de: Beitrag ID %s bearbeiten
es: Editar artículo de noticia ID %s
fa: ویرایش آیتم خبر شناسه %s
it: Modifica elemento ID %s
ja: ID %sのニュース項目を編集
lv: Rediģēt jaunumu vienumu ID %s
nl: Bewerk nieuwsitem ID %s
pl: Edytuj aktualność ID %s
pt: Editar artigo ID %s
sl: Uredi novico ID %s
sv: Redigera nyhet ID %s
tr: %s kodlu haberi düzenle

# tl_news.children
source: Edit the content elements of news item ID %s
cs: Upravit nastavení příspěvku novinek ID %s
de: Inhaltselemente des Beitrags ID %s bearbeiten
es: Edite los elementos de contenido de la ID de la noticia %s
fa: ویرایش المان‌های محتوای آیتم خبر شناسه %s
it: Modifica gli elementi di contenuto della news ID %s
ja: ID %sのニュース項目のコンテント要素を編集
nl: Bewerk de inhoudselementen van nieuwsitem ID %s
pl: Edytuj elementy treści aktualności ID %s
tr: %s kodlu haberin içerik bileşenlerini düzenle

# tl_news.copy
source: Duplicate news item ID %s
cs: Duplikovat příspěvek ID %s
de: Beitrag ID %s duplizieren
es: Duplicar artículo de noticia ID %s
fa: تکثیر آیتم خبر شناسه %s
it: Duplica elemento ID %s
ja: ID %sのニュース項目を複製
lv: Dublēt jaunumu vienumu ID %s
nl: Dupliceer nieuwsitem ID %s
pl: Duplikuj aktualność ID %s
pt: Duplicar artigo ID %s
sl: Podvoji novico ID %s
sv: Duplicera nyhet ID %s
tr: %s kodlu haberi kopyala

# tl_news.cut
source: Move news item ID %s
cs: Přesunout příspěvek ID %s
de: Beitrag ID %s verschieben
es: Mover artículo de noticia ID %s
fa: جابجایی آیتم خبری شناسه %s
it: Sposta elemento ID %s
ja: ID %sのニュース項目を移動
lv: Pārvietot jaunumu vienumu ID %s
nl: Verplaats nieuwsitem ID %s
pl: Przenieś aktualność ID %s
pt: Mover artigo ID %s
sl: Premakni novico ID %s
sv: Flytta nyhet ID %s
tr: %s kodlu haberi taşı

# tl_news.delete
source: Delete news item ID %s
cs: Smazat příspěvek ID %s
de: Beitrag ID %s löschen
es: Eliminar artículo de noticia ID %s
fa: حذف آیتم خبری شناسه %s
it: Cancella l'elemento news ID %s
ja: ID %sのニュース項目を削除
lv: Dzēst jaunumu vienumu ID %s
nl: Verwijder nieuwsitem ID %s
pl: Usuń aktualność ID %s
pt: Mover artigo ID %s
sl: Izbriši novico ID %s
sv: Ta bort nyhet ID %s
tr: %s kodlu haberi sil

# tl_news.toggle.0
source: Publish/unpublish news item
cs: Zveřejnit / nezveřejnit příspěvek
de: Beitrag veröffentlichen/unveröffentlichen
fa: انتشار/عدم‌انتشار آیتم خبر
ja: ニュース項目の公開または非公開

# tl_news.toggle.1
source: Unpublish news item ID %s
cs: Nezveřejnit novinku ID %s
de: Beitrag ID %s unveröffentlichen
fa: عدم‌انتشار آیتم خبر شناسه %s
ja: ID %sのニュース項目を非公開

# tl_news.toggle.2
source: Publish news item ID %s
cs: Zveřejnit novinku ID %s
de: Beitrag ID %s veröffentlichen
fa: انتشار آیتم خبر شناسه %s
ja: ID %sのニュース項目を公開

# tl_news.feature.0
source: Feature/unfeature news item ID %s
cs: Zvýraznit/zrušit zvýraznění příspěvku ID %s
fa: ویژه/غیرویژه کردن آیتم شناسه %s
it: Metti in evidenza la news ID %s
ja: ID %sのニュース項目を特別または通常に設定
pl: Wyróżnij/nie wyróżniaj aktualności ID %s

# tl_news.feature.1
source: Unfeature news item ID %s
cs: Zrušit zvýraznění příspěvku ID %s
fa: غیرویژه کردن آیتم خبر شناسه %s
ja: ID %sのニュース項目を通常に設定

# tl_news.feature.2
source: Feature news item ID %s
cs: Zvýraznit příspěvek ID %s
fa: ویژه کردن آیتم خبر شناسه %s
ja: ID %sのニュース項目を特別に設定

# tl_news.pasteafter.0
source: Paste into this news archive
cs: Vložit do tohto archivu
de: In dieses Nachrichtenarchiv einfügen
es: Pegar dentro de este nuevo archivo
fa: جاگذاری در این بایگانی اخبار
it: Incolla in archivio news
ja: ニュース項目の設定を変更
lv: Ielīmēt šajā jaunumu arhīvā
nl: Plak in dit nieuwsarchief
pl: Wklej do tego archiwum
pt: Colar para dentro deste artigo de noticias
sl: Prilepi v ta arhiv novic
sv: Klistra in i det här nyhetsarkivet
tr: Bu haber arşivine yapıştır

# tl_news.feature
source: Feature/unfeature news item ID %s
de: Beitrag ID %s hervorheben/zurücksetzen
es: Destacar / no destacar artículo ID %s
lv: Iezīmēt/neiezīmēt jaunumu vienumu ID %s
nl: Invoegen/verwijder kenmerk nieuwsitem ID %s
pt: Realçar/desrealçar artigo ID 1%s
sl: Izpostavi/Neizpostavi novico ID %s
sv: Feature / unfeature nyhet ID %s
tr: %s kodlu haberi öne çıkarılmışlara ekle/kaldır

# tl_news.toggle
source: Publish/unpublish news item ID %s
lv: Publicēt/nepublicēt jaunumu vienumu ID %s
nl: Publiceer/depubliceer item ID %s
pt: Publicar/Despublicar artigo ID %s
sl: Objavi/neobjavi novico ID %s
sv: Publicera / avpublicera nyhet ID %s
tr: %s kodlu haberi yayınla/yayından kaldır

# tl_news.start.1
source: If you want to prevent the news item from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
lv: Ja nevēlaties, lai jaunumi tiktu rādīti vietnē pirms noteikta datuma / laika, varat tos ievadīt šeit. Pretējā gadījumā atstājiet lauku tukšu.
pt: Caso pretenda que um artigo não seja mostrado antes de uma determinada data/hora, pode defini-la aqui. Caso contrário, deixe o campo em branco.
sl: Če želite, da se novica ne prikaže pred določenim dnevom/časom, ga vnesite tu. Drugače pustite polje prazno.
sv: Om du vill förhindra att nyheten visas på webbplatsen före ett visst datum / tid kan du ange den här. Lämna annars fältet tomt.

# tl_news.stop.1
source: If you want to prevent the news item from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
lv: Ja nevēlaties, lai jaunumi tiktu rādīti vietnē pēc noteikta datuma / laika, varat tos ievadīt šeit. Pretējā gadījumā atstājiet lauku tukšu.
pt: Caso pretenda que um artigo não seja mostrado depois de uma determinada data/hora, pode defini-la aqui. Caso contrário, deixe o campo em branco.
sl: Če želite, da se novica ne prikaže pred določenim dnevom/časom, ga vnesite tu. Drugače pustite polje prazno.
sv: Om du vill förhindra att nyheten visas på webbplatsen efter ett visst datum / tid kan du ange den här. Lämna annars fältet tomt.

# tl_news.editheader
source: Edit the settings of news item ID %s
lv: Rediģēt jaunumu vienuma ID %s iestatījumus
pt: Editar as configurações do item de Notícias com ID %s
sv: Redigera inställningarna för nyhet ID %s

# tl_news.editmeta
source: Edit the news item settings
lv: Rediģēt jaunumu vienuma iestatījumus
pt: Editar configurações do artigo de noticias
sv: Redigera nyhetsinställningarna
