Repository: contao/contao
Catalog: news-bundle/contao/languages/*/*_page.xlf
Languages: fa, pl

# tl_page.newsArchives.0
source: News archives
fa: بایگانی‌های خبر
pl: Archiwa aktualności

# tl_page.newsArchives.1
source: Here you can choose the news archives to be included in the feed.
fa: اینجا می‌توانید بایگانی‌های اخباری را که باید در فید گنجانده شوند را انتخاب کنید.
pl: Tutaj możesz wybrać archiwa aktualności, które mają zostać użyte w kanale.

# tl_page.feedSource.0
source: Export settings
fa: تنظیمات پیشرفته
pl: Ustawienia eksportu

# tl_page.feedSource.1
source: Here you can choose what will be exported.
fa: اینجا می‌توانید هر آنچه باید خارج شود را انتخاب نمایید
pl: Tutaj możesz wybrać, co zostanie wyeksportowane.

# tl_page.feedFeatured.0
source: Featured items
fa: آیتم‌های ویژه
pl: Tylko promowane aktualności

# tl_page.feedFeatured.1
source: Here you can choose how featured items are handled.
fa: اینجا می‌توانید نحوه به کار بردن آیتم‌های ویژه را انتخاب نمایید.
pl: Tutaj możesz wybrać jak obsługiwane są promowane aktualności.

# tl_page.archives_legend
source: News archives
fa: بایگانی‌های خبر
pl: Archiwa aktualności

# tl_page.source_teaser
source: Teasers only
pl: Tylko zajawki

# tl_page.source_text
source: Full stories
fa: داستان‌های کامل
pl: Pełne aktualności

# tl_page.all_items
source: Show all items
fa: نمایش همه آیتم‌ها
pl: Pokaż wszystkie pozycje

# tl_page.featured
source: Show featured items only
fa: نمایش فقط آیتم‌های ویژه
pl: Pokaż tylko pozycje promowane

# tl_page.unfeatured
source: Skip featured items
fa: رد کردن آیتم‌های ویژه
pl: Pomiń pozycje promowane
