Repository: contao/contao
Catalog: news-bundle/contao/languages/*/default.xlf
Languages: es, pl, sl

# MSC.open
source: Read more on %s
es: Leer más acerca de %s
pl: Czytaj więcej na %s
sl: Beri naprej na %s

# MSC.author
source: Author
es: Autor
pl: Imię
sl: Avtor

# MSC.by
source: by
es: por
pl: przez
sl: od

# MSC.empty
source: There are no news items for this period.
es: No hay artículos nuevos para este periodo.
pl: Nie ma dostępnych aktualności.
sl: Ni novic za to obdobje.

# MSC.emptyList
source: Currently there are no news items.
es: No existen artículos de noticias actualmente.
pl: Nie ma dostępnych aktualności.
sl: Trenutno ni novic.

# MSC.comments
source: Comments
pl: Komentarze
sl: Komentarji

# MSC.commentCount
source: (comments: %s)
pl: (%s komentarzy)
sl: (%s komentarjev)

# MSC.news_items
source: %d item(s)
es: %d elemento(s)
pl: %d pozycja(i)
sl: %d

# MSC.newsPicker
source: News
es: Noticias
pl: Aktualności
sl: Novice

# MSC.newsOverview
source: Back to the news overview
es: Volver al resumen de noticias
pl: Wstecz do podglądu aktualności
sl: Nazaj na osnovne nastavitve novice

# PTY.news_feed.0
source: News feed
es: Feed de noticias
pl: Kanał RSS aktualności

# PTY.news_feed.1
source: Create an RSS, Atom or JSON feed from your news archives.
es: Cree un feed RSS, Atom o JSON a partir de sus archivos de noticias.
pl: Utwórz kanał RSS, Atom lub JSON z archiwum aktualności.
