Repository: contao/contao
Catalog: faq-bundle/src/Resources/contao/languages/*/*_faq_category.xlf
Languages: tr

# tl_faq_category.title.0
source: Title
tr: Başlık

# tl_faq_category.title.1
source: Please enter the category title.
tr: Lütfen kategori başlığını yazın.

# tl_faq_category.headline.0
source: Headline
tr: Manşet

# tl_faq_category.headline.1
source: Please enter the category headline.
tr: Lütfen kategori manşetini yazın.

# tl_faq_category.jumpTo.0
source: Redirect page
tr: Yönlendirme sayfası

# tl_faq_category.jumpTo.1
source: Please choose the FAQ reader page to which visitors will be redirected when clicking a FAQ.
tr: Lütfen ziyaretçiler bir sık sorulan soruya tıkladığında yönlendirilecekleri sık sorulan soru sayfasını seçin.

# tl_faq_category.allowComments.0
source: Enable comments
tr: Yorum yapılabilsin

# tl_faq_category.allowComments.1
source: Allow visitors to comment FAQs.
tr: Bu seçenek etkinleştirildiğinde, ziyaretçiler sık sorulan sorulara yorum yapabilir.

# tl_faq_category.notify.0
source: Notify
tr: Bildir

# tl_faq_category.notify.1
source: Please choose who to notify when comments are added.
tr: Lütfen yorum eklendiğinde bildirilecek kişiyi seçin.

# tl_faq_category.sortOrder.0
source: Sort order
tr: Sıralama

# tl_faq_category.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
tr: Varsayılan olarak yorumlar, en eskiden başlayarak, artan şekilde sıralandı.

# tl_faq_category.perPage.0
source: Comments per page
tr: Sayfa başına yorum

# tl_faq_category.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
tr: Sayfa başına yorum sayısı. Etkisizleştirmek için 0 yapın.

# tl_faq_category.moderate.0
source: Moderate comments
tr: Yorumları yönet

# tl_faq_category.moderate.1
source: Approve comments before they are published on the website.
tr: Websitesinde yayınlanmadan önce yorumları onaylayın.

# tl_faq_category.bbcode.0
source: Allow BBCode
tr: BBCode'a izin ver

# tl_faq_category.bbcode.1
source: Allow visitors to format their comments with BBCode.
tr: Ziyaretçilerin yorumlarını BBCode ile düzenlemelerine izin ver.

# tl_faq_category.requireLogin.0
source: Require login to comment
tr: Yorum yapmak için giriş yapılmalı

# tl_faq_category.requireLogin.1
source: Allow only authenticated users to create comments.
tr: Sadece yetkili kullanıcıların yorum yapmasına izin ver.

# tl_faq_category.disableCaptcha.0
source: Disable the security question
tr: Güvenlik sorusunu etkisizleştir

# tl_faq_category.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
tr: Bu seçeneği sadece yetkili kullanıcılar sınırlı yoruma sahipse kullanın.

# tl_faq_category.tstamp.0
source: Revision date
tr: Revizyon tarihi

# tl_faq_category.tstamp.1
source: Date and time of the latest revision
tr: En son düzenlemenin tarihi ve zamanı

# tl_faq_category.title_legend
source: Title and redirect
tr: Başlık ve yönlendirme

# tl_faq_category.comments_legend
source: Comments
tr: Yorumlar

# tl_faq_category.notify_admin
source: System administrator
tr: Sistem yöneticisi

# tl_faq_category.notify_author
source: Author of the FAQ
tr: FAQ'nun yazarı

# tl_faq_category.notify_both
source: Author and system administrator
tr: Yazar ve sistem yöneticisi

# tl_faq_category.deleteConfirm
source: Deleting category ID %s will also delete all its FAQs! Continue?
tr: Kategori kimliği ID %s silmek, bütün iceriğindeki FAQ'ları da silmek demektir! Devam mı?

# tl_faq_category.new.0
source: New category
tr: Yeni kategori

# tl_faq_category.new.1
source: Create a new category
tr: Yeni kategori oluştur

# tl_faq_category.show.0
source: Category details
tr: Kategori ayrıntıları

# tl_faq_category.show.1
source: Show the details of category ID %s
tr: Kategori ID %s detaylarını göster

# tl_faq_category.edit.0
source: Edit category
tr: Kategoriyi düzenle

# tl_faq_category.edit.1
source: Edit category ID %s
tr: Kategoriyi düzenle ID %s

# tl_faq_category.editheader.0
source: Edit category settings
tr: Kategori ayarlarını düzenle

# tl_faq_category.editheader.1
source: Edit the settings of category ID %s
tr: Kategori ID %s ayarlarını düzenle

# tl_faq_category.copy.0
source: Duplicate category
tr: Kategoriyi çoğalt

# tl_faq_category.copy.1
source: Duplicate category ID %s
tr: Kategori ID %s çoğalt

# tl_faq_category.delete.0
source: Delete category
tr: Kategoriyi sil

# tl_faq_category.delete.1
source: Delete category ID %s
tr: Kategori ID %s sil
