Repository: contao/contao
Catalog: faq-bundle/src/Resources/contao/languages/*/*_faq.xlf
Languages: ru, sv, tr

# tl_faq.question.0
source: Question
ru: Вопрос
sv: Fråga
tr: Soru

# tl_faq.question.1
source: Please enter the question.
ru: Введите вопрос.
sv: Skriv in frågan.
tr: Lütfen soruyu yazın.

# tl_faq.alias.0
source: FAQ alias
ru: Алиас вопроса
sv: FAQ-frågealias
tr: SSS kısaltması

# tl_faq.alias.1
source: The FAQ alias is a unique reference to the FAQ which can be called instead of its numeric ID.
ru: Алиас вопроса является уникальной ссылкой на вопрос, которую можно вызывать взамен ID.
sv: FAQ-frågealias är ett unik referensnamn som kan användas istället för frågans numeriska ID-nummer när man refererar till frågan.
tr: Sık sorulan soru kısaltması SSS sayısal kodu olarak kullanılacak eşsiz bir belirteçtir.

# tl_faq.author.0
source: Author
ru: Автор
sv: Namn
tr: Yazar

# tl_faq.author.1
source: Here you can change the author of the FAQ.
ru: Вы можете изменить автора вопроса.
sv: Här kan du välja författare för frågan.
tr: Sık sorulan sorunun yazarı buradan değiştirilebilir.

# tl_faq.answer.0
source: Answer
ru: Ответ
sv: Svar
tr: Yanıt

# tl_faq.answer.1
source: Please enter the answer.
ru: Введите ответ.
sv: Ange svaret.
tr: Lütfen yanıtı yazın.

# tl_faq.addImage.0
source: Add an image
ru: Добавить изображение
sv: Lägg till bild
tr: Görsel ekle

# tl_faq.addImage.1
source: Add an image to the FAQ.
ru: Добавить изображение к ответу.
sv: Markera detta alternativ för att lägga till en bild i svaret.
tr: Sık sorulan soru için bir görsel ekleyin

# tl_faq.addEnclosure.0
source: Add enclosures
ru: Добавить вложения
sv: Bifoga fil
tr: Bölüm ekle

# tl_faq.addEnclosure.1
source: Add one or more downloadable files to the FAQ.
ru: Добавить вложение к ответу.
sv: Lägg till en eller flera nedladdningsbara filer till svaret.
tr: Sık sorulan sorulara indirilebilecek bir ya da bir kaç dosya ekleyin.

# tl_faq.enclosure.0
source: Enclosures
ru: Вложения
sv: Källfiler
tr: Bölümler

# tl_faq.enclosure.1
source: Please choose the files you want to attach.
ru: Выберите файлы, которые хотите вложить.
sv: Välj en eller flera filer från filarkivet som ska bifogas till svaret.
tr: Eklemek istediğiniz dosyaları seçin

# tl_faq.noComments.0
source: Disable comments
ru: Отключить комментарии
sv: Avaktivera kommentarer
tr: Yorum yapılamasın

# tl_faq.noComments.1
source: Do not allow comments for this particular FAQ.
ru: Отключить комментарии для данного вопроса.
sv: Tillåt inte kommentarer från besökare för denna FAQ.
tr: Bu seçenek etkinleştirildiğinde, bu sık sorulan soruya yorum yapılamaz.

# tl_faq.published.0
source: Publish the FAQ
ru: Опубликовать в вопросах и ответах
sv: Publicerad
tr: SSS yayınlansın

# tl_faq.published.1
source: Make the FAQ publicly visible on the website.
ru: Сделать вопрос видимым на веб-сайте.
sv: Markera detta alternativ för att publicera frågan och svaret så att det visas för hemsidans besökare.
tr: Bu seçenek etkinleştirildiğinde, bu sık sorulan soru web sitesinde herkese açık olarak yayınlanır.

# tl_faq.title_legend
source: Title and author
ru: Название и автор
sv: Titel och upphovsman
tr: Başlık ve yazar

# tl_faq.answer_legend
source: Answer
ru: Ответ
sv: Svar
tr: Yanıt

# tl_faq.image_legend
source: Image settings
ru: Настройки изображения
sv: Bildinställningar
tr: Görsel ayarları

# tl_faq.enclosure_legend
source: Enclosures
ru: Вложения
sv: Källfiler
tr: Bölümler

# tl_faq.expert_legend
source: Expert settings
ru: Экспертные настройки
sv: Expertinställningar
tr: Gelişmiş ayarlar

# tl_faq.publish_legend
source: Publish settings
ru: Настройки публикации
sv: Publiceringsinställningar
tr: Yayınlama ayarları

# tl_faq.new.0
source: New question
tr: Soru ekle

# tl_faq.new.1
source: Create a new question
ru: Создать новый вопрос
sv: Skapa en ny fråga
tr: Yeni bir soru ekle

# tl_faq.show.0
source: Show question details
tr: Soru ayrıntılarını görüntüle

# tl_faq.show.1
source: Show the details of question ID %s
tr: %s kodlu sorunun ayrıntılarını görüntüle

# tl_faq.edit.0
source: Edit question
tr: Soruyu düzenle

# tl_faq.edit.1
source: Edit question ID %s
tr: %s kodlu soruyu düzenle

# tl_faq.copy.0
source: Duplicate question
tr: Soruyu kopyala

# tl_faq.copy.1
source: Duplicate question ID %s
tr: %s kodlu soruyu kopyala

# tl_faq.cut.0
source: Move question
tr: Soruyu taşı

# tl_faq.cut.1
source: Move question ID %s
tr: %s kodlu soruyu taşı

# tl_faq.delete.0
source: Delete question
tr: Soruyu sil

# tl_faq.delete.1
source: Delete question ID %s
tr: %s kodlu soruyu sil

# tl_faq.toggle.0
source: Publish/unpublish question
tr: Soruyu yayınla / yayından kaldır

# tl_faq.toggle.1
source: Publish/unpublish question ID %s
tr: %s kodlu soruyu yayınla / yayından kaldır

# tl_faq.editheader.0
source: Edit category
tr: Kategoriyi düzenle

# tl_faq.editheader.1
source: Edit the category settings
tr: Kategori ayarlarını düzenle

# tl_faq.pasteafter.0
source: Paste at the top
ru: Вставить после
sv: Klistra in efter rubriken
tr: Üste yapıştır

# tl_faq.pasteafter.1
source: Paste after question ID %s
ru: Вставить после вопроса ID %s
sv: Klistra in efter fråga med ID %s
tr: %s kodlu sorudan sonra yapıştır

# tl_faq.pastenew.0
source: Add new at the top
tr: Üste ekle

# tl_faq.pastenew.1
source: Add new after question ID %s
tr: %s kodlu sorudan sonra ekle

# tl_faq.pageTitle.0
source: Meta title
ru: Мета-название
sv: Meta titel

# tl_faq.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
ru: Вы можете добавить собственный мета-заголовок, чтобы перезаписать заголовок страницы по умолчанию.
sv: Här kan du lägga till en anpassad metatitel för att skriva över standard sidrubriken.

# tl_faq.robots.1
source: Here you can overwrite how search engines handle the FAQ.
ru: Вы можете перезаписать способ обработки вопросов и ответов поисковыми системами.
sv: Här kan du skriva över hur sökmotorer hanterar FAQ.

# tl_faq.description.0
source: Meta description
ru: Мета-описание
sv: Metabeskrivning

# tl_faq.description.1
source: Here you can add a custom meta description to overwrite the default page description.
ru: Вы можете добавить собственное мета-описание, чтобы перезаписать описание страницы по умолчанию.
sv: Här kan du lägga till en anpassad metabeskrivning för att skriva över standardsidebeskrivningen.

# tl_faq.meta_legend
source: Metadata
ru: Метаданные

# tl_faq.new.0
source: New
ru: Новый
sv: Ny

# tl_faq.show
source: Show the details of question ID %s
ru: Показать детали вопроса ID %s
sv: Visa detaljer för fråga med ID %s

# tl_faq.edit
source: Edit question ID %s
ru: Редактировать вопрос ID %s
sv: Redigera fråga med ID %s

# tl_faq.copy
source: Duplicate question ID %s
ru: Дублировать вопрос ID %s
sv: Kopiera fråga med ID %s

# tl_faq.cut
source: Move question ID %s
ru: Переместить вопрос ID %s
sv: Flytta fråga med ID %s

# tl_faq.delete
source: Delete question ID %s
ru: Удалить вопрос ID %s
sv: Ta bort fråga med ID %s

# tl_faq.toggle
source: Publish/unpublish question ID %s
ru: Опубликовать/изъять вопрос ID %s
sv: Publicera / avpublicera fråga med ID %s

# tl_faq.pastenew.0
source: Create a new question at the top
ru: Создать новый вопрос вверху
sv: Skapa en ny fråga högst upp

# tl_faq.pastenew.1
source: Create a new question after question ID %s
ru: Создать новый вопрос после вопроса ID %s
sv: Skapa en ny fråga efter fråga ID %s

# tl_faq.robots.0
source: Robots tag
sv: Robot-tag
