Repository: contao/contao
Catalog: faq-bundle/src/Resources/contao/languages/*/modules.xlf
Languages: tr

# MOD.faq.0
source: FAQ
tr: SSS

# MOD.faq.1
source: Manage frequently asked questions
tr: Sık sorulan sorular yönetimi

# MOD.tl_faq
source: Questions
tr: Sorular

# FMD.faq
source: FAQ
tr: SSS

# FMD.faqlist.0
source: FAQ list
tr: SSS listesi

# FMD.faqlist.1
source: Adds a list of frequently asked questions to the page
tr: Sayfaya bir sık sorulan sorular listesi ekler

# FMD.faqreader.0
source: FAQ reader
tr: SSS okuyucu

# FMD.faqreader.1
source: Shows the answer to a frequently asked question
tr: Sık sorulan bir sorunun yanıtını görüntüler

# FMD.faqpage.0
source: FAQ page
tr: SSS sayfası

# FMD.faqpage.1
source: Shows the FAQ list and FAQ reader on the same page
tr: SSS listesini ve SSS okuyucusunu aynı sayfada görüntüler
