Repository: contao/contao
Catalog: faq-bundle/contao/languages/*/*_faq_category.xlf
Languages: pl

# tl_faq_category.title.0
source: Title
pl: Nagłówek

# tl_faq_category.title.1
source: Please enter the category title.
pl: Wpisz tytuł kategorii.

# tl_faq_category.headline.0
source: Headline
pl: Nagłówek

# tl_faq_category.headline.1
source: Please enter the category headline.
pl: Wprowadź nagłówek kategorii.

# tl_faq_category.jumpTo.0
source: Redirect page
pl: Skocz do strony

# tl_faq_category.jumpTo.1
source: Please choose the FAQ reader page to which visitors will be redirected when clicking a FAQ.
pl: Wybierz stronę, na którą zostaną przekierowani odwiedzający kiedy klikną na pytanie.

# tl_faq_category.tstamp.0
source: Revision date
pl: Data rewizji

# tl_faq_category.tstamp.1
source: Date and time of the latest revision
pl: Data i czas ostatniej rewizji

# tl_faq_category.title_legend
source: Title and redirect
pl: Tytuł i przekierowanie

# tl_faq_category.new.1
source: Create a new category
pl: Utwórz nową kategorię

# tl_faq_category.show.1
source: Show the details of category ID %s
pl: Pokaż szczegóły kategorii ID %s

# tl_faq_category.edit.1
source: Edit category ID %s
pl: Edytuj kategorię ID %s

# tl_faq_category.children.0
source: Questions
pl: Pytania

# tl_faq_category.children.1
source: Edit the questions of category ID %s
pl: Edytuj pytania kategorii ID %s

# tl_faq_category.copy.0
source: Duplicate
pl: Duplikuj

# tl_faq_category.copy.1
source: Duplicate category ID %s
pl: Kopiuj kategorię ID %s

# tl_faq_category.delete.1
source: Delete category ID %s
pl: Usuń kategorię ID %s

# tl_faq_category.tableLabel
source: FAQ category
pl: Kategoria FAQ
