Repository: contao/contao
Catalog: faq-bundle/contao/languages/*/*_faq.xlf
Languages: cs, da, de, fr, ja, lv, sl, tr

# tl_faq.question.0
source: Question
cs: Otázka
da: Spørgsmål
de: Frage
ja: 質問
lv: Jautājums
sl: Vprašanje
tr: Soru

# tl_faq.question.1
source: Please enter the question.
cs: Prosím vyplňte otázku.
da: Skriv venligst spørgsmålet.
de: Bitte geben Sie die Frage ein.
fr: Saisir une question.
ja: 質問を入力してください。
lv: Lūdzu ievadiet jautājumu.
sl: Vnesite vprašanje.
tr: Lütfen soruyu yazın.

# tl_faq.alias.0
source: FAQ alias
fr: Alias de la question
ja: FAQのエイリアス
lv: BUJ aizstājvārds
sl: FAQ vzdevek (alias)
tr: SSS kısaltması

# tl_faq.alias.1
source: The FAQ alias is a unique reference to the FAQ which can be called instead of its numeric ID.
cs: Alias FAQ je jedinečný odkaz na otázku, který může být volán namísto ID otázky.
da: Et FAQ alias er en unik reference til spørgsmålet som kan kaldes i stedet for side-ID.
de: Der FAQ-Alias ist eine eindeutige Referenz, die anstelle der numerischen FAQ-ID aufgerufen werden kann.
fr: L'alias est une référence unique qui remplace l'ID numérique de la question.
ja: FAQのエイリアスは、その数値のIDの代わりにFAQを参照できる、重複しない名前です。
lv: BUJ aizstājvārds ir unikāla atsauce uz BUJ, kas var tikt izsaukta ciparu ID vietā.
sl: FAQ vzdevek je unikatna referenca vprašanja, ki jo lahko uporabimo namesto ID vprašanja.
tr: Sık sorulan soru kısaltması SSS sayısal kimliği olarak kullanılacak eşsiz bir belirteçtir.

# tl_faq.author.0
source: Author
cs: Autor
da: Forfatter
de: Autor
fr: Auteur
ja: 作成者
lv: Vārds
sl: Avtor
tr: Yazar

# tl_faq.author.1
source: Here you can change the author of the FAQ.
cs: Vyberte autora.
da: Vælg venligst en forfatter
de: Hier können Sie den Autor der Frage ändern.
fr: Changer l'auteur de la question.
ja: FAQの作成者をここで変更できます。
lv: Lūdzu izvēlieties autoru.
sl: Izberite avtorja.
tr: Buradan SSS ögesinin yazarını değiştirebilirsiniz.

# tl_faq.answer.0
source: Answer
cs: Odpověď
da: Svar
de: Antwort
fr: Réponse
ja: 回答
lv: Atbilde
sl: Odgovor
tr: Yanıt

# tl_faq.answer.1
source: Please enter the answer.
cs: Prosím vyplňte odpověď.
da: Skriv venligst svaret.
de: Bitte geben Sie die Antwort ein.
fr: Saisir la réponse à la question.
ja: 回答を入力してください。
lv: Lūdzu ievadiet atbildi
sl: Vnesite odgovor.
tr: Lütfen yanıtı yazın.

# tl_faq.addImage.0
source: Add an image
cs: Přidat obrázek
da: Tilføj et billede
de: Ein Bild hinzufügen
fr: Ajouter une image
ja: 画像を追加
lv: Pievienot attēlu
sl: Dodaj sliko
tr: Bir görsel ekle

# tl_faq.addImage.1
source: Add an image to the FAQ.
cs: Přidat obrázek do odpovědi.
da: Tilføj et billede til svaret
de: Der Frage ein Bild hinzufügen.
fr: Ajouter une image à la réponse.
ja: 回答に画像を追加します。
lv: Pievienot attēlu BUJ.
sl: Dodaj sliko k odgovoru.
tr: SSS için bir görsel ekleyin.

# tl_faq.pageTitle.0
source: Meta title
cs: Název pro meta údaj
de: Meta-Titel
fr: Meta Titre
ja: メタタイトル
lv: Meta nosaukums
tr: Üst veri başlığı

# tl_faq.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
cs: Zde můžete přidat vlastní název události a tím přepsat výše uvedený.
da: Her kan du tilføje en brugerdefineret metatitel for at overskrive standard sidetitlen.
de: Hier können Sie einen individuellen Meta-Titel eingeben, um den Standard-Seitentitel zu überschreiben.
fr: Ajouter une méta-title personnalisé pour remplacer le titre de page par défaut.
ja: 独自のメタタイトルを追加して、ページの題名の初期値を上書きできます。
lv: Šeit jūs varat pievienot pielāgotu meta nosaukumu, lai pārrakstītu noklusējuma lapas nosaukumu.
sl: Tu lahko vnesete meta naziv po meri, ki bo prepisal privzetega za spletno stran.
tr: Buraya varsayılan sayfa başlığının yerini alacak özel bir üst veri başlığı yazabilirsiniz.

# tl_faq.robots.0
source: Robots tag
cs: Tag pro hledací roboty
fr: Balises Robots
ja: robotsタグ
lv: Robotu birkas
sl: Oznake robota
tr: Robots etiketi

# tl_faq.robots.1
source: Here you can overwrite how search engines handle the FAQ.
cs: Zde můžete přepsat, jak mají tuto stránku vnímat vyhledávače.
de: Hier legen Sie fest, wie Suchmaschinen die FAQ behandeln.
fr: Remplacer la façon dont les moteurs de recherche traitent la FAQ.
ja: 検索エンジンがFAQを扱う方法を上書きできます。
lv: Šeit jūs varat pārrakstīt, kā meklētājprogrammas apstrādā BUJ.
sl: Tu lahko nastavite, kako naj spletni iskalniki obravnavajo FAQ.
tr: Buradan arama motorlarının SSS ögelerini nasıl işleyeceğini değiştirebilirsiniz.

# tl_faq.description.0
source: Meta description
cs: Popis pro meta údaj
da: Meta beskrivelse
de: Meta-Beschreibung
ja: メタデスクリプション
lv: Meta apraksts
tr: Üst veri açıklaması

# tl_faq.description.1
source: Here you can add a custom meta description to overwrite the default page description.
cs: Zde můžete přidat vlastní popis události a tím přepsat výchozí popis, který se běžně vytváří z úvodníku události. Zobrazí se jen jako informace ve zdrojovém kódu dané stránky.
da: Her kan du tilføje en brugerdefineret metabeskrivelse for at overskrive standard sidebeskrivelsen.
de: Hier können Sie eine individuelle Meta-Beschreibung eingeben, um die Standard-Seitenbeschreibung zu überschreiben.
fr: Ajouter une méta-description personnalisé pour remplacer la description de page par défaut.
ja: 独自のメタデスクリプションを追加して、ページの説明の初期値を上書きできます。
lv: Šeit jūs varat pievienot pielāgotu meta aprakstu, lai pārrakstītu noklusējuma lapas aprakstu.
sl: Tu lahko vnesete meta opis po meri, ki bo prepisal privzetega za spletno stran.
tr: Buraya varsayılan sayfa açıklamasının yerini alacak özel bir üst veri açıklaması yazabilirsiniz.

# tl_faq.addEnclosure.0
source: Add enclosures
cs: Přidat přílohu
da: Tilføj et bilag
de: Anlagen hinzufügen
fr: Joindre des fichiers
ja: エンクロージャーを追加
lv: Pievienot pievienojumus
sl: Dodaj prilogo
tr: Dosya ekle

# tl_faq.addEnclosure.1
source: Add one or more downloadable files to the FAQ.
cs: Přidat jednu neboo více příloh ke stažení.
da: Tilføj en fil til svaret
de: Der Frage eine oder mehrere Dateien als Download hinzufügen.
fr: Ajouter un ou plusieurs fichier(s) téléchargeable(s) à la réponse.
ja: ダウンロードできるファイルを1つ以上回答に追加します。
lv: Pievienojiet vienu vai vairākas lejupielādējamas datnes BUJ.
sl: Dodaj datoteko za prenos k odgovoru.
tr: SSS ögesine indirilebilecek bir ya da birkaç dosya ekleyin.

# tl_faq.enclosure.0
source: Enclosures
cs: Přílohy
da: RSS-bilag
de: Anlagen
fr: Fichiers joints
ja: エンクロージャー
lv: Pievienojumi
sl: Priloge
tr: Dosyalar

# tl_faq.enclosure.1
source: Please choose the files you want to attach.
cs: Vyberte soubory, které chcete přiložit.
da: Vælg venligst den fil du vil hæfte til svaret
de: Bitte wählen Sie die Dateien aus, die Sie hinzufügen möchten.
fr: Choisir le(s) fichier(s) à joindre à la réponse.
ja: RSSのエンクロージャーとして添付したいファイルを選択してください。
lv: Lūdzu izvēlieties datnes ko vēlaties pievienot.
sl: Izberite datoteko, ki jo želite dodati k odgovoru.
tr: Eklemek istediğiniz dosyaları seçin

# tl_faq.noComments.0
source: Disable comments
cs: Vypnout komentáře
da: Deaktiver kommentarer
de: Kommentare deaktivieren
fr: Désactiver les commentaires
ja: コメントを不使用
lv: Atspējot komentārus
sl: Onemogoči komentarje
tr: Yorum yapılamasın

# tl_faq.noComments.1
source: Do not allow comments for this particular FAQ.
cs: Nepovolit přidávání komentářů k tomuto FAQ.
da: Tillad ikke kommentarer for denne specefikke FAQ.
de: Die Kommentarfunktion für diese Frage deaktivieren.
fr: Ne pas autoriser les commentaires pour cette FAQ.
ja: この特定のFAQにコメントを許可しません。
lv: Neatļaut komentārus šim BUJ.
sl: Ne dovoli komentarje za ta FAQ.
tr: Bu seçenek etkinleştirildiğinde, bu SSS ögesine yorum yapılamaz.

# tl_faq.published.0
source: Publish the FAQ
cs: Publikováno
da: Udgivet
de: Frage veröffentlichen
fr: Publier la question
ja: FAQを公開
lv: Publicēts
sl: Objavi
tr: SSS ögesini yayınla

# tl_faq.published.1
source: Make the FAQ publicly visible on the website.
cs: FAQ nebude viditelný na vaší stránce dokud není publikován.
da: FAQen vil ikke være synlig på dit websted før det bliver udgivet.
de: Die Frage auf der Webseite anzeigen.
fr: Rendre la question visible aux visiteurs de votre site.
ja: FAQをウェブサイトにFAQを公開します。
lv: Padarīt BUJ publiski redzamu mājas lapā.
sl: Pogosto zastavljeno vprašanje (FAQ) ne bo vidno dokler ni objavljeno.
tr: Bu seçenek etkinleştirildiğinde, bu SSS ögesi sitede herkese açık olarak yayınlanır.

# tl_faq.title_legend
source: Title and author
cs: Název a autor
da: Titel og forfatter
de: Titel und Autor
fr: Titre et auteur
ja: 題名と作成者
lv: Nosaukums un autors
sl: Naslov in avtor
tr: Başlık ve yazar

# tl_faq.answer_legend
source: Answer
cs: Odpověď
da: Svar
de: Antwort
fr: Réponse
ja: 回答
lv: Atbilde
sl: Odgovor
tr: Yanıt

# tl_faq.meta_legend
source: Metadata
de: Metadaten
fr: Métadata
ja: メタデータ
lv: Metadati
sl: Meta podatki
tr: Üst veriler

# tl_faq.image_legend
source: Image settings
cs: Nastavení obrázku
da: Billed indstillinger
de: Bildeinstellungen
fr: Paramètres d'image
ja: 画像の設定
lv: Attēla iestatījumi
sl: Nastavitve slike
tr: Görsel ayarları

# tl_faq.enclosure_legend
source: Enclosures
cs: Přílohy
da: RSS-bilag
de: Anlagen
fr: Fichiers joints
ja: エンクロージャー
lv: Pievienojumi
sl: Priloge
tr: Dosyalar

# tl_faq.expert_legend
source: Expert settings
cs: Rozšířená nastavení
da: Ekspert indstillinger
de: Experteneinstellungen
fr: Paramètres avancés
ja: 専門的な設定
lv: Eksperta iestatījumi
sl: Napredne nastavitve
tr: Uzman ayarları

# tl_faq.publish_legend
source: Publish settings
cs: Zveřejnění
da: Publiceringsindstillinger
de: Veröffentlichung
fr: Paramètres de publication
ja: 公開の設定
lv: Publicēšanas iestatījumi
sl: Objavi nastavitve
tr: Yayınlanma ayarları

# tl_faq.new.0
source: New
cs: Nové
da: Ny
de: Neu
fr: Actualité
ja: 新規作成
lv: Jauns
sl: Nov
tr: Yeni

# tl_faq.new.1
source: Create a new question
cs: Vytvořit novou otázku
da: Opret et nyt spørgsmål
de: Eine neue Frage erstellen
fr: Créer une nouvelle question
ja: 新しい質問を作成
lv: Izveidot jaunu jautājumu
sl: Ustvari novo vprašanje
tr: Yeni bir soru ekle

# tl_faq.show
source: Show the details of question ID %s
cs: Zobrazit podrobnosti k otázce s ID %s
da: Vis detaljer for spørgsmål ID %s
de: Details der Frage ID %s anzeigen
fr: Afficher les détails de la question ID %s
ja: ID %sの質問の詳細を表示
lv: Rādīt jautājuma ID %s detaļas
sl: Prikaži podrobnosti vprašanja ID %s
tr: %s kimlikli sorunun ayrıntılarını görüntüle

# tl_faq.edit
source: Edit question ID %s
cs: Editovat otázku s ID %s
da: Rediger spørgsmål ID %s
de: Frage ID %s bearbeiten
fr: Éditer la question ID %s
ja: ID %sの質問を編集
lv: Rediģēt jautājumu ID %s
sl: Uredi vprašanje ID %s
tr: %s kimlikli soruyu düzenle

# tl_faq.copy
source: Duplicate question ID %s
cs: Zkopíruje otázku s ID %s
da: Dupliker spørgsmål ID %s
de: Frage ID %s duplizieren
fr: Dupliquer la question ID %s
ja: ID %sの質問を複製
lv: Dublicēt jautājumu ID %s
sl: Kopiraj vprašanje ID %s
tr: %s kimlikli soruyu kopyala

# tl_faq.cut
source: Move question ID %s
cs: Přesune otázku s ID %s
da: Flyt spørgsmål ID %s
de: Frage ID %s verschieben
fr: Déplacer la question ID %s
ja: ID %sの質問を移動
lv: Pārvietot jautājumu ID %s
sl: Premakni vprašanje ID %s
tr: %s kimlikli soruyu taşı

# tl_faq.delete
source: Delete question ID %s
cs: Smazat otázku s ID %s
da: Slet spørgsmål ID %s
de: Frage ID %s löschen
fr: Supprimer la question ID %s
ja: ID %sの質問を削除
lv: Dzēst jautājumu ID %s
sl: Izbriši vprašanje ID %s
tr: %s kimlikli soruyu sil

# tl_faq.toggle.0
source: Publish/unpublish question
cs: Publikovat / nepublikovat otázku
de: Frage veröffentlichen/unveröffentlichen
ja: 質問を公開または非公開
lv: Publicēt/nepublicēt jautājumu
sl: Objavi/neobjavi vprašanja

# tl_faq.toggle.1
source: Unpublish question ID %s
cs: Nezveřejnit otázku ID %s
de: Frage ID %s unveröffentlichen
ja: ID %sの質問を非公開

# tl_faq.toggle.2
source: Publish question ID %s
cs: Zveřejnit otázku ID %s
de: Frage ID %s veröffentlichen
ja: ID %sの質問を公開

# tl_faq.pasteafter.0
source: Paste at the top
cs: Vložit nahoru
da: Indsæt øverst
de: Oben einfügen
fr: Coller au début
ja: 先頭に貼り付け
lv: Ielīmēt sākumā
sl: Prilepi na vrh
tr: Üste yapıştır

# tl_faq.pasteafter.1
source: Paste after question ID %s
cs: Vloží za otázku s ID %s
da: Indsæt efter spørgsmål ID %s
de: Nach der Frage ID %s einfügen
fr: Coller après la question ID %s
ja: ID %sの質問の後に貼り付け
lv: Ielīmēt aiz jautājuma ID %s
sl: Prilepi za vprašanje ID %s
tr: %s kimlikli sorudan sonra yapıştır

# tl_faq.pastenew.0
source: Create a new question at the top
cs: Vytvořit novou otázku na prvním místě
da: Opret et nyt spørgsmål i toppen
de: Neue Frage oben erstellen
fr: Créer une nouvelle question au début
ja: 先頭に新しい質問を作成
lv: Izveidot jaunu jautājumu augšpusē
sl: Ustvari novo vprašanje na vrhu
tr: En üste yeni bir soru ekle

# tl_faq.pastenew.1
source: Create a new question after question ID %s
cs: Vytvořit novou otázku po otázce ID%s
da: Opret et nyt spørgsmål efter spørgsmål ID%s
de: Neue Frage nach der Frage ID %s erstellen
fr: Créer une nouvelle question après la question ID %s
ja: ID %sの質問の後に新しい質問を作成
lv: Izveidot jaunu jautājumu pēc jautājuma ID %s
sl: Ustvari novo vprašanje za vprašanjem z ID %s
tr: %s kimlikli sorudan sonra yeni bir soru ekle

# tl_faq.toggle
source: Publish/unpublish question ID %s
da: Udgiv/skjul spørgsmål ID %s
fr: Publier / dé-publier la question ID %s
tr: %s kimlikli soruyu yayınla/yayından kaldır
