Repository: contao/contao
Catalog: newsletter-bundle/src/Resources/contao/languages/*/*_module.xlf
Languages: nl, tr

# tl_module.newsletters.0
source: Subscribable newsletters
nl: Kiesbare nieuwsbrief abonnementen
tr: Abone olunabilecek haber abonelikleri

# tl_module.newsletters.1
source: Show these channels in the front end form.
nl: Toon deze kanalen in het front-end formulier
tr: Bu kanalları ön sayfadaki formda göster.

# tl_module.nl_channels.0
source: Channels
nl: Nieuwsbrieven
tr: Kanallar

# tl_module.nl_channels.1
source: Please select one or more channels.
nl: Selecteer één of meerdere nieuwsbriefkanalen.
tr: Lütfen bir yada birden fazla kanal seçiniz.

# tl_module.nl_text.0
source: Custom text
nl: Aangepaste tekst

# tl_module.nl_text.1
source: Here you can e.g. enter a privacy note to make the newsletter subscription GDPR compliant.
nl: Hier kunt u b.v. een privacynotitie invoeren om het nieuwsbriefabonnement GDPR-compatibel te maken.

# tl_module.nl_hideChannels.0
source: Hide channel menu
nl: Verberg nieuwsbrieven menu
tr: Kanal menüsünü sakla

# tl_module.nl_hideChannels.1
source: Do not show the channel selection menu.
nl: Menu om nieuwsbriefkanalen te kiezen verbergen.
tr: Kanal seçim menüsünü gösterme.

# tl_module.nl_subscribe.0
source: Subscription message
nl: E-mailbericht inschrijving
tr: Abonelik mesajı

# tl_module.nl_subscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names), <em>##domain##</em> (domain name) and <em>##link##</em> (activation link).
nl: Geef de tekst van de inschrijvings e-mail. U kunt gebruik maken van de wildcards <em>##channel##</em> (naam nieuwsbrief/kanaal), <em>##domain##</em> (domeinnaam) en <em>##link##</em> (activatielink).
tr: <em>##channels##</em> (kanal ismi), <em>##domain##</em> (domain ismi) ve <em>##link##</em> (etkinleştirme bağlantısı) gibi wildcardları kullanabilirsiniz.

# tl_module.nl_unsubscribe.0
source: Unsubscription message
nl: E-mailbericht afmelding
tr: Abonelikten çıkma mesajı

# tl_module.nl_unsubscribe.1
source: You can use the wildcards <em>##channels##</em> (channel names) and <em>##domain##</em> (domain name).
nl: Geef de tekst van de afmelding e-mail. U kunt gebruik maken van de wildcards <em>##channel##</em> (naam nieuwsbrief/kanaal) en <em>##domain##</em> (domeinnaam).
tr: <em>##channels##</em> (kanal ismi) ve <em>##domain##</em> (domain ismi) gibi wildcardları kullanabilirsiniz.

# tl_module.nl_template.0
source: Newsletter template
nl: Nieuwsbrief template
tr: Haber abonelik şablonu

# tl_module.nl_template.1
source: Here you can select a newsletter template.
nl: Hier kunt u een nieuwsbriefsjabloon selecteren.

# tl_module.text_legend
source: Custom text
nl: Aangepaste tekst

# tl_module.text_subscribe.0
source: Your subscription on %s
nl: Uw inschrijving voor nieuwsbrief %s
tr: %s aboneliğiniz

# tl_module.text_subscribe.1
source: You have subscribed to the following channels on ##domain##: ##channels## Please click here to activate your subscription: ##link## The confirmation link is valid for 24 hours. You can cancel your subscription at any time. If you did not subscribe yourself, please ignore this e-mail.
nl: U heeft ingeschreven op de volgende kanalen van ##domain##: ##channels## Klik hier om uw abonnement te activeren: ##link## De bevestigings-link is 24 uur geldig. U kunt uw abonnement op elk moment annuleren. Als u niet zelf heeft ingeschreven, kunt u deze e-mail negeren.

# tl_module.text_unsubscribe.0
source: Your subscription on %s
nl: Uw inschrijving voor nieuwsbrief %s
tr: %s aboneliğiniz

# tl_module.text_unsubscribe.1
source: You have unsubscribed from the following channels on ##domain##: ##channels##
nl: U bent succesvol uitgeschreven van de nieuwsbrief ##channel## op ##domain##.
tr: ##domain## web sitesinde altta sıralanmış olan kanallara olan aboneliğinizden çıkarıldınız: ##channels##

# tl_module.nl_template.1
source: Here you can select the newsletter template.
tr: Buradan haber abonelik şablonu seçebilirsiniz.

# tl_module.text_subscribe.1
source: You have subscribed to the following channels on ##domain##: ##channels## Please click ##link## to activate your subscription. If you did not subscribe yourself, please ignore this e-mail.
tr: ##domain## web sitesinde altta sıralanmış olan kanallara abone olmak istediniz: ##channels## Lütfen ##link## tıklayarak aboneliğinizi etkinleştirin. Abonelik başvurusunda bulunmadıysanız bu e-postayı umursamayın.
