Repository: contao/contao
Catalog: newsletter-bundle/src/Resources/contao/languages/*/*_newsletter.xlf
Languages: el, fa, tr

# tl_newsletter.subject.0
source: Subject
el: Θέμα
fa: موضوع
tr: Konu

# tl_newsletter.subject.1
source: Please enter the newsletter subject.
el: Συμπληρώστε το θέμα του δελτίου
fa: لطفا یک موضوع مناسب برای خبرنامه وارد نمایید.
tr: Lütfen haber abonelik konusunu giriniz.

# tl_newsletter.alias.0
source: Newsletter alias
el: Alias του δελτίου
fa: اسم مستعار خبرنامه
tr: Haber abonelik lakabı

# tl_newsletter.alias.1
source: The newsletter alias is a unique reference to the newsletter which can be called instead of its numeric ID.
el: Το alias του ενημερωτικού δελτίου είναι μια μοναδική αναφορά στο δελτίο που μπορεί να χρησιμοποιηθεί αντί της αριθμητικής του αναφοράς με το ID.
fa: اسم مستعار خبرنامه مرجع یکتایی است که خبرنامه می‌تواند توسط آن به جای شناسه عددی فراخوانی شود.
tr: Haber abonelik lakabı sayısal ID'nin yanısıra haber aboneliğine yönlendirmek için kullanılan benzeri olmayan bir referanstır.

# tl_newsletter.content.0
source: HTML content
el: Περιεχόμενα HTML
fa: محتوای اچ‌تی‌ام‌ال
tr: HTML içerik

# tl_newsletter.content.1
source: Here you can enter the HTML content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
el: Εδώ μπορείτε να εισάγετε το HTML περιεχόμενα του δελτίου. Χρησιμοποιήστε τους χαρακτήρες μπαλαντερ <em>##email##</em> για να εισάγετε τo email των παραληπτών.
fa: اینجا می‌توانید محتوای اچ‌تی‌ام‌ال خبرنامه را وارد نمایید. از <em>##email##</em> برای جایگذاری در نشانی ایمیل گیرنده استفاده کنید.
tr: Buraya haber aboneliğinin HTML içeriğini girebilirsiniz. <em>##email##</em> wildcard'ını kullanarak alıcının e-posta adresini ekleyebilirsiniz.

# tl_newsletter.text.0
source: Text content
el: Περιεχόμενα κειμένου
fa: محتوای متنی
tr: Yazı içeriği

# tl_newsletter.text.1
source: Here you can enter the text content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
el: Εδώ μπορείτε να εισάγετε το περιεχόμενα κειμένου του δελτίου. Χρησιμοποιήστε τους χαρακτήρες μπαλαντερ <em>##email##</em> για να εισάγετε τo email των παραληπτών.
fa: اینجا می‌توانید محتوای متنی خبرنامه را وارد نمایید. از <em>##email##</em> برای جایگذاری در نشانی ایمیل گیرنده استفاده کنید.
tr: Buraya haber aboneliğinin yazı içeriğini girebilirsiniz. <em>##email##</em> wildcard'ını kullanarak alıcının e-posta adresini ekleyebilirsiniz.

# tl_newsletter.addFile.0
source: Add attachments
el: Προσθήκη συνημμένων
fa: افزودن پیوست‌ها
tr: Dosya ekle

# tl_newsletter.addFile.1
source: Attach one or more files to the newsletter.
el: Προσθήκη ενός ή περισσότέρων αρχείων στο δελτίο.
fa: افزودن یک یا چند پرونده به خبرنامه.
tr: Haber aboneliğine bir yada birden fazla dosya ekle.

# tl_newsletter.files.0
source: Attachments
el: Συννημένα
fa: پیوست‌ها
tr: Dosyalar

# tl_newsletter.files.1
source: Please choose the files to be attached from the files directory.
el: Επιλέξτε τα αρχεία προς επισύναψη από τον κατάλογο αρχείων.
fa: لطفا پرونده‌هایی را که می‌خواهید به خبرنامه پیوست نمایید را انتخاب نمایید.
tr: Lütfen eklemek istediğiniz dosyaları dosya dizininden seçiniz.

# tl_newsletter.template.0
source: E-mail template
el: Πρότυπο email
fa: قالب ایمیل
tr: E-posta şablonu

# tl_newsletter.template.1
source: Here you can choose the e-mail template.
el: Επιλέξτε το πρότυπο email που θα χρησιμοποιηθεί.

# tl_newsletter.sendText.0
source: Send as plain text
el: Αποστολή ως απλό κείμενο
fa: فرستادن به صورت متن ساده
tr: Sade yazı olarak gönder

# tl_newsletter.sendText.1
source: Send the newsletter as plain text e-mail without the HTML content.
el: Αποστολή του δελτίου ως απλό email κείμενου χωρίς τα περιεχόμενα HTML.
fa: ارسال خبرنامه‌ها به صورت متن ساده بدون محتوای اچ‌تی‌ام‌ال.
tr: Haber aboneliğini HTML içerik olmadan sade yazı olarak gönder.

# tl_newsletter.externalImages.0
source: External images
el: Εξωτερικές εικόνες
fa: تصاویر خارجی
tr: Harici resimler

# tl_newsletter.externalImages.1
source: Do not embed images in HTML newsletters.
el: Χωρίς ενσωμάτωση των εικόνων στα HTML δελτία.
fa: اضافه نکردن تصاویر در خبرنامه اچ‌تی‌ام‌ال.
tr: Resimler HTML haber aboneliklerine gömülmesin.

# tl_newsletter.senderName.0
source: Sender name
el: Όνομα αποστολέα

# tl_newsletter.senderName.1
source: Here you can enter the sender's name.
el: Εισάγετε το όνομα του αποστολέα.

# tl_newsletter.sender.0
source: Sender address
el: Διέυθυνση αποστολέα

# tl_newsletter.sender.1
source: Here you can enter a custom sender address.
el: Εδώ μπορείτε να συμπληρώσετε μια προσαρμοσμένη διεύθυνση αποστολέα.

# tl_newsletter.mailsPerCycle.0
source: Mails per cycle
el: Mails ανά κύκλο αποστολής
fa: تعداد پست در هر دوره
tr: Döngü başına posta

# tl_newsletter.mailsPerCycle.1
source: The sending process is split into several cycles to prevent the script from timing out.
el: Η διαδικασία αποστολής χωρίζετε σε κύκλους αποστολής για να αποτρέψει τον κώδικα από timing out.
fa: روند ارسال برای جلوگیری از اتمام زمان به دوره‌های چندتایی جدا خواهد شد.
tr: Gönderme süreci scriptin zaman aşımına uğramaması için bir kaç döngüye bölünerek uygulanır.

# tl_newsletter.timeout.0
source: Timeout in seconds
el: Timeout σε δευτερόλεπτα
fa: زمان وقفه به ثانیه
tr: Zaman aşımı, saniye olarak

# tl_newsletter.timeout.1
source: Here you can modify the waiting time between each cycle to control the number of e-mails per minute.
el: Εδώ μπορείτε να αλλάξετε τον χρόνο αναμονής μεταξύ των κύκλων για τον έλεγχο του αριθμού των email ανά δευτερόλεπτο.
fa: اینجا می‌توانید زمان بین هر دوره را برای کنترل تعداد ایمیل در هر دقیقه تغییر دهید.
tr: Burada döngülerin arasındaki bekleme süresini değiştirerek, dakikada gönderilen e-posta sayısını kontrol edebilirsiniz.

# tl_newsletter.start.0
source: Offset
el: Aντιστάθμισμα
fa: شروع چرخه
tr: Aralık/Mesafe

# tl_newsletter.sendPreviewTo.0
source: Send preview to
el: Αποστολή προεπισκόπησης σε
fa: ارسال پیش‌نمایش به
tr: Önizlemeyi gönder

# tl_newsletter.sendPreviewTo.1
source: Send the preview of the newsletter to this e-mail address.
el: Αποστολή επισκόπησης του ενημερωτικού δελτίου σε αυτό το email.
fa: ارسال پیش نمایش خبرنامه به این نشانی ایمیل.
tr: Haber aboneliğinin önizlenimini bu e-posta adresine gönderir.

# tl_newsletter.title_legend
source: Title and subject
el: Τίτλος και θέμα
fa: عنوان و موضوع
tr: Başlık ve konu

# tl_newsletter.html_legend
source: HTML content
el: Περιεχόμενα HTML
fa: محتوای اچ‌تی‌ام‌ال
tr: HTML içerik

# tl_newsletter.text_legend
source: Text content
el: Περιεχόμενα κειμένου
fa: محتوای متنی
tr: Yazı içeriği

# tl_newsletter.attachment_legend
source: Attachments
el: Συννημένα
fa: پیوست‌ها
tr: Eklenen dosyalar

# tl_newsletter.template_legend
source: Template settings
el: Ρυθμίσεις προτύπου
fa: تنظیمات قالب
tr: Kalıp ayarları

# tl_newsletter.expert_legend
source: Expert settings
el: Ρυθμίσεις για προχωρημένους
fa: تنطیمات پیشرفته
tr: Gelişmiş ayarlar

# tl_newsletter.sent
source: Sent
el: Αποστολή
fa: ارسال شده‌ها
tr: Gönder

# tl_newsletter.sentOn
source: Sent on %s
el: Απεστάλη την %s
fa: ارسال شده‌ها در %s
tr: Gönder %s

# tl_newsletter.notSent
source: Not sent yet
el: Δεν έχει σταλεί ακόμη
fa: تاکنون ارسال نشده
tr: Şimdi gönderme

# tl_newsletter.mailingDate
source: Mailing date
el: Ημερομηνία ταχυδρόμησης
fa: تاریخ پست
tr: Postalama tarihi

# tl_newsletter.confirm
source: The newsletter has been sent to %s recipients.
el: Το δελτίο έχει αποσταλεί σε %s παραλήπτες.
fa: خبرنامه به %s گیرنده ارسال شده است.
tr: Haber aboneliği %s alıcıya gönderildi.

# tl_newsletter.rejected
source: %s invalid e-mail address(es) has/have been disabled (see system log).
el: %s άκυρη(ες) διευθύνση(εις) email έχουν απενεργοποιηθεί (βλέπε system log).
fa: %s نشانی ایمیل غیرفعال شده است (گزارش سیستم را ببینید).
tr: %s geçersiz e-posta adresi hizmet dışı bırakıldı (system log bölümüne bakınız).

# tl_newsletter.error
source: There are no active subscribers to the channel.
el: Δεν υπάρχουν ενεργοί συνδρομητές στο κανάλι.
fa: در حال حاضر مشترکی در این خبرنامه وجود ندارد.
tr: Kanala aktif bir abone yok.

# tl_newsletter.from
source: From
el: Από
fa: از
tr: Gönderen

# tl_newsletter.attachments
source: Attachments
el: Συννημένα
fa: پیوست‌ها
tr: Eklenen dosyalar

# tl_newsletter.preview
source: Send preview
el: Αποστολή προεπισκόπησης
fa: ارسال پیش‌نمایش
tr: Önizlemeyi gönder

# tl_newsletter.sendConfirm
source: Do you really want to send the newsletter?
el: Είστε σίγουροι οτι θέλετε να σταλεί το ενημερωτικό δελτίο;
fa: آیا شما مطمئن هستید که می‌خواهید خبرنامه ارسال شود؟
tr: Haber aboneliğini gerçekten göndermek istiyor musun?

# tl_newsletter.new.0
source: New newsletter
el: Νέο ενημερωτικό δελτίο

# tl_newsletter.new.1
source: Create a new newsletter
el: Δημιουργία νέου δελτίου
fa: ایجاد یک خبرنامه جدید
tr: Yeni haber aboneliği oluştur

# tl_newsletter.show.0
source: Newsletter details
el: Λεπτομέρειες δελτίου

# tl_newsletter.show.1
source: Show the details of newsletter ID %s
el: Προβολή λεπτομερειών του δελτίου ID %s

# tl_newsletter.edit.0
source: Edit newsletter
el: Επεξεργασία δελτίου

# tl_newsletter.edit.1
source: Edit newsletter ID %s
el: Επεξεργασία ενημερωτικού δελτίου ID %s

# tl_newsletter.copy.0
source: Duplicate newsletter
el: Αντιγραφή δελτίου

# tl_newsletter.copy.1
source: Duplicate newsletter ID %s
el: Αντιγραφή ενημερωτικού δελτίου ID %s

# tl_newsletter.cut.0
source: Move newsletter
el: Μετακίνηση δελτίου

# tl_newsletter.cut.1
source: Move newsletter ID %s
el: Μετακίνηση ενημερωτικού δελτίου ID %s

# tl_newsletter.delete.0
source: Delete newsletter
el: Διαγραφή δελτίου

# tl_newsletter.delete.1
source: Delete newsletter ID %s
el: Διαγραφή ενημερωτικού δελτίου ID %s

# tl_newsletter.editheader.0
source: Edit channel
el: Επεξεργασία καναλιού

# tl_newsletter.editheader.1
source: Edit the channel settings
el: Επεξεργασία ρυθμίσεων καναλιού

# tl_newsletter.pasteafter.0
source: Paste into this channel
el: Επικόλληση στο κανάλι
fa: جاگذاری در این کانال
tr: Bu kanala yapıştır

# tl_newsletter.pasteafter.1
source: Paste after newsletter ID %s
el: Επικόλληση μετά το δελτίο ID %s

# tl_newsletter.send.0
source: Send newsletter
el: Αποστολή ενημερωτικού δελτίου
fa: ارسال خبرنامه
tr: Haber aboneliğini gönder

# tl_newsletter.send.1
source: Send newsletter ID %s
el: Αποστολή ενημερωτικού δελτίου ID %s
fa: ارسال خبرنامه شناسه‌ی %s
tr: Haber aboneliği ID %s gönder

# tl_newsletter.template.1
source: Here you can override the e-mail template of the channel.
fa: اینجا می‌توانید قابل ایمیل کانال را رونویسی کنید.
tr: Buradan kanalın e-posta şablonunu geçersiz kılabilirsiniz.

# tl_newsletter.mailerTransport.0
source: Mailer transport
tr: Posta taşımacılığı

# tl_newsletter.mailerTransport.1
source: Here you can override the default mailer transport of the channel.
fa: اینجا می‌توانید mailer transport پیش‌فرض کانال را رونویسی کنید.
tr: Buradan kanalın varsayılan posta gönderimini geçersiz kılabilirsiniz.

# tl_newsletter.sender.0
source: Custom sender e-mail address
fa: آدرس ایمیل فرستنده اختصاصی
tr: Kişisel gönderen e-posta adresi

# tl_newsletter.sender.1
source: Here you can override the default sender e-mail address of the channel.
fa: اینجا می‌توانید آدرس ایمیل فرستنده پیش‌فرض کانال را رونویسی کنید.
tr: Burada kanalın varsayılan gönderen e-posta adresini geçersiz kılabilirsiniz.

# tl_newsletter.senderName.0
source: Custom sender name
fa: نام فرستند اختصاصی
tr: Kişisel gönderen adı

# tl_newsletter.senderName.1
source: Here you can override the default sender name of the channel.
fa: اینجا می‌توانید نام فرستنده پیش‌فرض کانال را رونویسی کنید.
tr: Burada kanalın varsayılan gönderici ismini geçersiz kılabilirsiniz.

# tl_newsletter.start.1
source: In case the sending process is interrupted, you can enter a numeric offset here to continue with a particular recipient. You can check how many mails have been sent by selecting the category <code>NEWSLETTER_%s</code> in the system log. If there are 120 entries, enter "120" to continue with the 121st recipient (counting starts at 0).
fa: مواقعی که فرایند ارسال قطع شد، می‌توانید افست عددی را وارد کنید تا با گیرنده‌ی مشخصی ادامه پیدا کند. تعداد ایمیل فرستاده شده در دسته‌بندی <code>NEWSLETTER_%s</code> در سیستم گزارش می‌توانید بررسی کنید. اگر آنجا ۱۲۰ ورودی بود، «۱۲۰» را برای ادامه با گیرنده‌ی ۱۲۱ام وارد کنید (شمارش با صفر شروع می‌شود).
tr: Gönderme işlemi kesilirse, belirli bir alıcıdan başlayarak sürdürmek için buraya sayısal bir başlangıç değeri yazabilirsiniz. <code>NEWSLETTER_%s</code> kategorisini seçerek gönderilmiş e-posta sayısını görebilirsiniz. Örneğin 120 kayıt varsa , 121. alıcıdan sürdürmek için "120" yazın (sayım 0 değerinden başlar).

# tl_newsletter.sender_legend
source: Sender settings
fa: تنظیمات فرستنده
tr: Gönderici ayarları

# tl_newsletter.new.0
source: New
fa: جدید
tr: Yeni

# tl_newsletter.show
source: Show the details of newsletter ID %s
fa: نمایش جزئیات خبرنامه شناسه‌ی %s
tr: Haber aboneliği ID %s ayrıntılarını göster

# tl_newsletter.edit
source: Edit newsletter ID %s
fa: ویرایش خبرنامه شناسه‌ی %s
tr: Haber aboneliği ID %s düzenle

# tl_newsletter.copy
source: Duplicate newsletter ID %s
fa: تکثیر خبرنامه شناسه‌ی %s
tr: Haber aboneliği ID %s çoğalt

# tl_newsletter.cut
source: Move newsletter ID %s
fa: جابجایی خبرنامه شناسه‌ی %s
tr: Haber aboneliği ID %s taşı

# tl_newsletter.delete
source: Delete newsletter ID %s
fa: حذف خبرنامه شناسه‌ی %s
tr: Haber aboneliği ID %s sil
