Repository: contao/contao
Catalog: newsletter-bundle/src/Resources/contao/languages/*/*_newsletter_channel.xlf
Languages: de, es, pt, sq

# tl_newsletter_channel.title.0
source: Title
de: Titel
es: Título
pt: Título
sq: Titull

# tl_newsletter_channel.title.1
source: Please enter the title of the channel.
de: Bitte geben Sie den Titel des Verteilers ein.
es: Por favor introduzca el título del canal
pt: Favor inserir o título do canal.
sq: Epeni titullin e kanalit.

# tl_newsletter_channel.jumpTo.0
source: Redirect page
de: Weiterleitungsseite
es: Saltar a la página
pt: Redirecionar página
sq: Kërce në faqe

# tl_newsletter_channel.jumpTo.1
source: Please choose the newsletter reader page to which visitors will be redirected when clicking a newsletter.
de: Bitte wählen Sie die Newsletterleser-Seite aus, zu der Besucher weitergeleitet werden, wenn Sie einen Newsletter anklicken.
es: Por favor seleccione la página a la que los visitantes serán redirigidos cuando seleccionen una newsletter.
pt: Por favor, escolha a página para a qual os visitantes serão direcionados ao clicarem na newsletter.
sq: Epeni faqën përcjellëse pasi që vizitorët ta shtypin një lajm.

# tl_newsletter_channel.template.1
source: Here you can choose the e-mail template.
de: Hier können Sie das E-Mail-Template auswählen.

# tl_newsletter_channel.sender.0
source: Sender e-mail address
de: Absender-E-Mail-Adresse
es: E-mail del remitente
pt: Endereço de e-mail do remetente
sq: E-Mail adrese e dërguesit/ës

# tl_newsletter_channel.sender.1
source: Please enter the e-mail address of the sender.
de: Bitte geben Sie die E-Mail-Adresse des Absenders ein.
es: Por favor, introduzca el E-mail del remitente.
pt: Por favor introduza o endereço de e-mail do remetente.
sq: Shënoni E-Mail adresën e dërguesit/ës.

# tl_newsletter_channel.senderName.0
source: Sender name
de: Absendername
es: Nombre del remitente
pt: Nome do remetente
sq: Emri dërguesit

# tl_newsletter_channel.senderName.1
source: Here you can enter an optional sender name.
de: Hier können Sie den Namen des Absenders eingeben.
es: Aquí puede introducir und nombre del remitente opcional.
pt: Aqui pode introduzir um nome de remetente opcional.
sq: Këtu mund të shënoni vullnetarisht një emër të dërguesit/ës.

# tl_newsletter_channel.tstamp.0
source: Revision date
de: Änderungsdatum
es: Fecha revisión
pt: Data da última alteração
sq: Data ripunimit/rishikimit

# tl_newsletter_channel.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung
es: Fecha y hora de la última modificación
pt: Data e hora da última alteração
sq: Data dhe koha e ripunimit/rishikimit të fundit.

# tl_newsletter_channel.title_legend
source: Title and redirect
de: Titel und Weiterleitung
es: Título y redirección
pt: Título e redirecionamento
sq: Titulli dhe përcjellësi

# tl_newsletter_channel.template_legend
source: Template settings
de: Template-Einstellungen
es: Ajustes de plantilla
pt: Configurações de modelos
sq: Konfigurimi shabllonave

# tl_newsletter_channel.sender_legend
source: Sender settings
de: Absendereinstellungen
es: Ajustes del remitente
pt: Configurações do remetente
sq: Konfigurimet e dërguesit/ës

# tl_newsletter_channel.new.0
source: New channel
de: Neuer Verteiler

# tl_newsletter_channel.new.1
source: Create a new channel
de: Einen neuen Verteiler erstellen
es: Crear un canal nuevo
pt: Criar um novo canal
sq: Krijo kanal të ri

# tl_newsletter_channel.show.0
source: Channel details
de: Verteilerdetails

# tl_newsletter_channel.show.1
source: Show the details of channel ID %s
de: Details des Verteilers ID %s anzeigen

# tl_newsletter_channel.edit.0
source: Edit channel
de: Verteiler bearbeiten

# tl_newsletter_channel.edit.1
source: Edit channel ID %s
de: Verteiler ID %s bearbeiten

# tl_newsletter_channel.editheader.0
source: Edit channel settings
de: Verteiler-Einstellungen bearbeiten

# tl_newsletter_channel.editheader.1
source: Edit the settings of channel ID %s
de: Einstellungen des Verteilers ID %s bearbeiten

# tl_newsletter_channel.copy.0
source: Duplicate channel
de: Verteiler duplizieren

# tl_newsletter_channel.copy.1
source: Duplicate channel ID %s
de: Verteiler ID %s duplizieren

# tl_newsletter_channel.delete.0
source: Delete channel
de: Verteiler löschen

# tl_newsletter_channel.delete.1
source: Delete channel ID %s
de: Verteiler ID %s löschen

# tl_newsletter_channel.recipients.0
source: Edit recipients
de: Abonnenten bearbeiten

# tl_newsletter_channel.recipients.1
source: Edit the recipients of channel ID %s
de: Abonnenten des Verteilers ID %s bearbeiten

# tl_newsletter_channel.template.0
source: E-mail template
es: Plantilla e-mail
pt: Exemplo de e-mail
sq: Shablloni E-Mail-it

# tl_newsletter_channel.template.1
source: Here you can select an e-mail template.
es: Aquí puede seleccionar una plantilla de correo electrónico.
pt: Aqui pode seleccionar um modelo de e-mail.

# tl_newsletter_channel.mailerTransport.0
source: Mailer transport
es: Transporte por correo
pt: Transporte de reboque

# tl_newsletter_channel.mailerTransport.1
source: Here you can override the mailer transport used to send newsletters in this channel.
es: Aquí puede anular el transporte de correo utilizado para enviar boletines en este canal.
pt: Aqui pode anular o transporte de correio utilizado para o envio de boletins informativos neste canal.

# tl_newsletter_channel.new.0
source: New
es: Nuevo
pt: Novo
sq: Të ri

# tl_newsletter_channel.show
source: Show the details of channel ID %s
es: Mostrar los detalles del canal con ID %s
pt: Mostrar detalhes do canal com ID %s
sq: Detajet e kanalit ID %s

# tl_newsletter_channel.edit
source: Edit channel ID %s
es: Editar canal con ID %s
pt: Editar o canal com ID %s
sq: Përpuno kanalin ID %s

# tl_newsletter_channel.editheader
source: Edit the settings of channel ID %s
pt: Editar as configurações de canal com ID %s
sq: Modifiko konfigurimin e kanalit ID %s

# tl_newsletter_channel.editmeta
source: Edit the channel settings
pt: Editar as configurações de canal
sq: Përpuno kanalin

# tl_newsletter_channel.copy
source: Duplicate channel ID %s
es: Duplicar canal con ID %s
pt: Copiar o canal com ID %s
sq: Kopjo kanalin ID %s

# tl_newsletter_channel.delete
source: Delete channel ID %s
es: Eliminar canal con ID %s
pt: Remover o canal com ID %s
sq: Shlyej kanalin ID %s

# tl_newsletter_channel.recipients
source: Edit the recipients of channel ID %s
es: Editar los receptores del canal con ID %s
pt: Editar os destinatários do canal com ID %s
sq: Përpuno marrësit e kanalit ID %s

# tl_newsletter_channel.children
source: Edit the newsletters of channel ID %s
es: Editar los boletines del canal de ID %s
