Repository: contao/contao
Catalog: newsletter-bundle/src/Resources/contao/languages/*/*_newsletter_recipients.xlf
Languages: fa

# tl_newsletter_recipients.email.0
source: E-mail address
fa: نشانی ایمیل

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
fa: لطفا نشانی ایمیل گیرنده را وارد نمایید.

# tl_newsletter_recipients.active.0
source: Activate recipient
fa: گیرنده فعال شده

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
fa: معمولا گیرنده ها به صورت اتوماتیک فعال می شوند (double-opt-in).

# tl_newsletter_recipients.addedOn.0
source: Subscription date
fa: تاریخ اشتراک

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
fa: تاریخ اشتراک.

# tl_newsletter_recipients.ip.0
source: IP address
fa: نشانی آی‌پی

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
fa: نشانی آی‌پی مشترک.

# tl_newsletter_recipients.token.0
source: Activation token
fa: توکن فعال‌سازی

# tl_newsletter_recipients.token.1
source: The activation token of the subscription.
fa: توکن فعال‌سازی اشتراک.

# tl_newsletter_recipients.email_legend
source: E-mail address
fa: نشانی ایمیل

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
fa: %s مشترک جدید وارد سیستم شده است.

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
fa: %s ورودی نامعتبر نادیده گرفته شد.

# tl_newsletter_recipients.subscribed
source: subscribed on %s
fa: مشترک شده در %s

# tl_newsletter_recipients.manually
source: added manually
fa: به صورت دستی اضافه شد

# tl_newsletter_recipients.import.0
source: CSV import
fa: وارد کردن پرونده CSV

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
fa: وارد کردن گیرنده ها از پرونده CSV

# tl_newsletter_recipients.new.0
source: New
fa: جدید

# tl_newsletter_recipients.new.1
source: Create a new recipient
fa: ایجاد یک گیرنده جدید

# tl_newsletter_recipients.show
source: Show the details of recipient ID %s
fa: نمایش جزئیات مشترک شناسه‌ی %s

# tl_newsletter_recipients.edit
source: Edit recipient ID %s
fa: ویرایش گیرنده شناسه‌ی %s

# tl_newsletter_recipients.cut
source: Move recipient ID %s
fa: جابجایی گیرنده شناسه‌ی %s

# tl_newsletter_recipients.copy
source: Duplicate recipient ID %s
fa: تکثیر گیرنده شناسه‌ی %s

# tl_newsletter_recipients.delete
source: Delete recipient ID %s
fa: حذف گیرنده شناسه‌ی %s

# tl_newsletter_recipients.toggle
source: Activate/deactivate recipient ID %s
fa: فعال/غیرفعال کردن گیرنده شناسه‌ی %s
