Repository: contao/contao
Catalog: newsletter-bundle/src/Resources/contao/languages/*/default.xlf
Languages: el, sl, sq

# ERR.subscribed
source: You are subscribed to the selected channels already.
el: Έχετε εγγραφεί ήδη στο επιλεγμένο κανάλι.
sl: Na to vrsto e-novic ste že naročeni.
sq: Ju jeni lajmëruar për këtë kanal.

# ERR.unsubscribed
source: You are not subscribed to the selected channels.
el: Δεν είστε γραμμένος στο επιλεγμένο κανάλι.
sl: Na izbrano vrsto e-novic niste naročeni.
sq: Nuk jeni regjistruar për këtë kanal.

# ERR.invalidToken
source: The activation link is invalid or outdated.
el: Ο σύνδεσμος ενεργοποίησης είναι άκυρος ή παλιός.
sl: Povezava za aktivacijo je napačna ali je potekla.
sq: Kjo lidhje për aktivizim nuk është e vlefshëm.

# ERR.noChannels
source: Please select at least one channel.
el: Επιλέξτε τουλάχιστον ένα κανάλι.
sl: Prosimo, izberite vsaj eno vrsto e-novic.
sq: Zgjedhoni një kanal

# ERR.onDenyList
source: The e-mail address has been unsubscribed from the channel.
sl: Vaš e-mail naslov je bil odjavljen iz te vrste e-novic.

# MSC.subscribe
source: Subscribe
el: Εγγραφή
sl: Prijava
sq: Regjistrohu

# MSC.unsubscribe
source: Unsubscribe
el: Απεγγραφή
sl: Odjava
sq: Ç'regjistrohu

# MSC.nl_subject
source: Your subscription on %s
el: Η εγγραφή σας στο %s
sl: Vaše naročilo na e-novice na %s
sq: Regjistrimi juaj me %s

# MSC.nl_confirm
source: Thank you for your subscription. You will receive a confirmation e-mail.
el: Σας ευχαριστούμε για την εγγραφή σας. Θα λάβετε σύντομα ένα email επιβεβαίωσης.
sl: Hvala za vaše prijavo. Prejeli boste potrditveni e-mail.
sq: Ju falënderojmë për regjistrimin e juaj. Do ta pranoni një konfirmim me E-Mail.

# MSC.nl_activate
source: Your subscription has been activated.
el: Η εγγραφή σας έχει ενεργοποιηθεί.
sl: Vaša prijava je bila aktivirana.
sq: Regjistrimi juaj është aktivizuar.

# MSC.nl_removed
source: Your subscription has been cancelled.
el: Η εγγραφή σας ακυρώθηκε.
sl: Uspešno ste se odjavili.
sq: Ç'regjistrimi juaj është bërë me sukses.

# MSC.nl_channels
source: Channels
el: Κανάλια
sl: Vrste e-novic
sq: Kanalet

# MSC.nl_overview
source: Back to the newsletter overview
sl: Nazaj na pregled nastavitev teh e-novic

# ERR.blacklisted
source: The e-mail address has been unsubscribed from the channel.
sq: E-Mail adrese është larguar nga regjistrimi i kanalit.
