Repository: contao/contao
Catalog: newsletter-bundle/src/Resources/contao/languages/*/modules.xlf
Languages: tr

# MOD.newsletter.0
source: Newsletters
tr: Haber bültenleri

# MOD.newsletter.1
source: Manage subscriptions and send newsletters
tr: Abonelik yönetimi ve bülten gönderimi

# MOD.tl_newsletter_recipients
source: Recipients
tr: Alıcılar

# MOD.tl_newsletter
source: Newsletters
tr: Haber bültenleri

# FMD.newsletter
source: Newsletter
tr: Haber bülteni

# FMD.subscribe.0
source: Subscribe
tr: Abone ol

# FMD.subscribe.1
source: Generates a form to subscribe to one or more channels
tr: Bir ya da bir kaç kanala abone olmak için bir form oluşturur

# FMD.unsubscribe.0
source: Unsubscribe
tr: Abonelikten ayrıl

# FMD.unsubscribe.1
source: Generates a form to unsubscribe from one or more channels
tr: Bir ya da bir kaç kanalın aboneliğinden ayrılmak için bir form oluşturur

# FMD.newsletterlist.0
source: Newsletter list
tr: Haber bülteni listesi

# FMD.newsletterlist.1
source: Adds a list of newsletters to the page
tr: Sayfaya bir haber bültenleri listesi ekler

# FMD.newsletterreader.0
source: Newsletter reader
tr: Haber bülteni okuyucu

# FMD.newsletterreader.1
source: Shows the details of a newsletter
tr: Bir haber bülteninin ayrıntılarını görüntüler
