Repository: contao/contao
Catalog: newsletter-bundle/src/Resources/contao/languages/rm/*_newsletter_channel.xlf
Languages: rm

# tl_newsletter_channel.title.0
source: Title
rm: Titel

# tl_newsletter_channel.title.1
source: Please enter the title of the channel.
rm: Endatar il titel dal chanal

# tl_newsletter_channel.jumpTo.0
source: Redirect page
rm: Pagina per renviar

# tl_newsletter_channel.jumpTo.1
source: Please choose the newsletter reader page to which visitors will be redirected when clicking a newsletter.
rm: Tscherner il lectur da newsletter al qual visitaders vegnan renviads sch'els cliccan sin in newsletter.

# tl_newsletter_channel.template.0
source: E-mail template
rm: Template dad e-mail

# tl_newsletter_channel.template.1
source: Here you can choose the e-mail template.
rm: Qua pudais vus tscherner il template per l'e-mail.

# tl_newsletter_channel.senderName.0
source: Sender name
rm: Num dal speditur

# tl_newsletter_channel.tstamp.0
source: Revision date
rm: Data da la versiun

# tl_newsletter_channel.tstamp.1
source: Date and time of the latest revision
rm: La data ed il temp da l'ultima versiun

# tl_newsletter_channel.title_legend
source: Title and redirect
rm: Titel e renviar

# tl_newsletter_channel.template_legend
source: Template settings
rm: Configuraziun da templates

# tl_newsletter_channel.new.0
source: New channel
rm: Nov chanal

# tl_newsletter_channel.new.1
source: Create a new channel
rm: Crear in nov chanal

# tl_newsletter_channel.show.0
source: Channel details
rm: Detagls dal chanal

# tl_newsletter_channel.show.1
source: Show the details of channel ID %s
rm: Mussar ils detagls dal chanal cun l'ID %s

# tl_newsletter_channel.edit.0
source: Edit channel
rm: Modifitgar il chanal

# tl_newsletter_channel.edit.1
source: Edit channel ID %s
rm: Modifitgar il chanal cun l'ID %s

# tl_newsletter_channel.editheader.0
source: Edit channel settings
rm: Modifitgar las opziuns dal chanal

# tl_newsletter_channel.editheader.1
source: Edit the settings of channel ID %s
rm: Modifitgar las opziuns dal chanal cun l'ID %s

# tl_newsletter_channel.copy.0
source: Duplicate channel
rm: Duplitgar il chanal

# tl_newsletter_channel.copy.1
source: Duplicate channel ID %s
rm: Duplitgar il chanal cun l'ID %s

# tl_newsletter_channel.delete.0
source: Delete channel
rm: Stizzar il chanal

# tl_newsletter_channel.delete.1
source: Delete channel ID %s
rm: Stizzar il chanal cun l'ID %s

# tl_newsletter_channel.recipients.0
source: Edit recipients
rm: Modifitgar ils destinaturs

# tl_newsletter_channel.recipients.1
source: Edit the recipients of channel ID %s
rm: Modifitgar ils destinaturs dal chanal cun l'ID %s
