Repository: contao/contao
Catalog: news-bundle/src/Resources/contao/languages/*/*_module.xlf
Languages: el, pt, sk, sr

# tl_module.news_archives.0
source: News archives
el: Αρχειοθετήσεις νέων
pt: Arquivos de Notícias
sk: Archívy noviniek
sr: Категорије вести

# tl_module.news_archives.1
source: Please select one or more news archives.
el: Επιλέξτε μια ή περισσότερες αρχειοθετήσεις νέων.
pt: Favor selecionar um ou mais arquivos de notícias.
sk: Vyberte jeden alebo viac archívov noviniek.
sr: Изаберите једну или више категорија вести.

# tl_module.news_featured.0
source: Featured items
el: Προβεβλημένα στοιχεία
pt: Apenas itens especiais
sk: Len zvýraznené novinky
sr: Истакнуте ставке

# tl_module.news_featured.1
source: Here you can choose how featured items are handled.
el: Εδώ μπορείτε να επιλέξετε τον τρόπο που θα διαχειρίζονται τα προβεβλημένα στοιχεία.
pt: Mostrar na lista apenas notícias especiais.
sk: Zobraziť v zozname len zvýraznené novinky.
sr: Овде можете изабрати како ће бити приказане истакнуте ставке.

# tl_module.news_jumpToCurrent.0
source: No period selected
el: Δεν έχει επιλεγεί περίοδος
pt: Para o mês atual
sk: Skok na aktuálny mesiac
sr: Није изабран период

# tl_module.news_jumpToCurrent.1
source: Here you can define what to display if no period is selected.
el: Εδώ μπορείτε να ορίζετε το θα προβάλετε σε περίπτωση που δεν έχει επιλεγεί περίοδος.
pt: Se você escolher essa opção, o TYPOLight vai ir automaticamente para o arquivo de notícias do mês atual a menos que um arquivo de notícias tenha sido especificado.
sk: Ak zvolíte túto možnosť, Contao automaticky skočí na archív noviniek aktuálneho mesiaca, ak neurčíte iný archív.
sr: Овде можете дефинисати шта се приказује када није одабран период.

# tl_module.news_readerModule.0
source: News reader module
el: Μονάδα ανάγνωσης νέων
pt: Módulo leitor de notícias
sk: Čítačka noviniek
sr: Модул читача вести

# tl_module.news_readerModule.1
source: Automatically switch to the news reader if an item has been selected.
el: Αυτόματη μετάβαση στον αναγνώστη νέων αν κάποιο στοιχείο έχει επιλεγεί.
pt: Mudar automaticamente para o leitor de notícias se um item foi selecionado.
sk: Automaticky zobrazí stránku, akonáhle sa klikne na jednu z vybraných noviniek.
sr: Аутоматски пребаци на читач вести ако је изабрана ставка.

# tl_module.news_metaFields.0
source: Meta fields
el: Μέτα-πεδία
pt: Campos do Cabeçalho
sk: Polia v hlavičke
sr: Мета подаци

# tl_module.news_metaFields.1
source: Here you can select the meta fields.
el: Επιλέξτε τα μέτα-πεδία
pt: Favor escolher os campos que você quer incluir no cabeçalho de um artigo.
sk: Zvoľte, ktoré polia chcete zahrnúť v hlavičke článku.
sr: Овде можете изабрати мета податке.

# tl_module.news_template.0
source: News template
el: Πρότυπο νέων
pt: Formato de Notícias
sk: Šablóna noviniek
sr: Шаблон вести

# tl_module.news_template.1
source: Here you can select a news template.
pt: Aqui pode seleccionar um modelo de notícia.
sk: Tu si môžte vybrať šablónu novinky.
sr: Овде можете изабрати шаблон вести.

# tl_module.news_format.0
source: Archive format
el: Μορφή αρχειοθέτησης
pt: Formato
sk: Formát
sr: Формат категорије

# tl_module.news_format.1
source: Here you can choose the news archive format.
el: Εδώ μπορείτε να επιλέξετε την μορφή της αρχειοθέτησης.
pt: Por favor, escolha um formato de arquivo.
sk: Prosím vyberte formát archívu.
sr: Овде можете изабрати формат категорије.

# tl_module.news_startDay.0
source: Week start day
el: Πρώτη μέρα της εμβομάδας
pt: Primeiro dia da Semana
sk: Týždeň začína
sr: Почетни дан у недељи

# tl_module.news_startDay.1
source: Here you can choose the week start day.
el: Εδώ μπορείτε να επιλέξετε την πρώτη μέρα της εμβομάδας
pt: Por favor escolha o primeiro dia da semana de sua preferência.
sk: Tu môžte zvoliť, akým dňom začína týždeň.
sr: Овде можете изабрати први дан у недељи.

# tl_module.news_order.0
source: Sort order
el: Σειρά ταξινόμησης
pt: Ordem de classificação
sk: Zoradiť podľa
sr: Редослед сортирања

# tl_module.news_order.1
source: Here you can choose the sort order.
el: Εδώ μπορείτε να επιλέξετε την σειρά ταξινόμησης
pt: Aqui você pode escolher a ordem de classificação.
sk: Tu môžte zvoliť, spôsob zoradenia noviniek.
sr: Овде можете одабрати начин сортирања.

# tl_module.news_showQuantity.0
source: Show number of items
el: Προβολή αριθμών των στοιχείων
pt: Mostre o número de entradas
sk: Zobraz počet položiek
sr: Прикажи број ставки

# tl_module.news_showQuantity.1
source: Show the number of news items of each month.
el: Προβολή του αριθμού των νέων σε κάθε μήνα.
pt: Se você escolher essa opção, o número de artigos por mês será mostrado no menu de arquivos.
sk: Ak zvolíte túto možnosť, počet noviniek za mesiac sa zobrazí v menu archíve.
sr: Прикажи број вести у оквиру сваког месеца.

# tl_module.news_day
source: Day
el: Ημέρα
pt: Dia
sk: Deň
sr: Дан

# tl_module.news_month
source: Month
el: Μήνας
pt: Mês
sk: Mesiac
sr: Месец

# tl_module.news_year
source: Year
el: Έτος
pt: Ano
sk: Rok
sr: Година

# tl_module.hide_module
source: Hide the module
el: Απόκρυψη μονάδας
pt: Esconder o módulo
sk: Skryť modul
sr: Сакриј модул

# tl_module.show_current
source: Jump to the current period
el: Μετάβαση στην τρέχουσα περίοδο
pt: Ir para o período atual
sk: Prejsť na aktuálne obdobie
sr: Пређи на текући период

# tl_module.all_items
source: Show all news items
el: Προβολή όλων των νέων
pt: Mostrar todas as notícias
sk: Zobraziť všetky novinky
sr: Прикажи све вести

# tl_module.featured
source: Show featured news items only
el: Προβολή μόνο των προβεβλημένων νέων
pt: Mostrar itens destacados única notícia
sk: Zobraziťiba odporúčané články
sr: Прикажи само истакнуте вести

# tl_module.unfeatured
source: Skip featured news items
el: Παράβλεψη των προβεβλημένων νέων
pt: Pular itens destacados única notícia
sk: Preskočiť odporúčané články
sr: Прескочи истакнуте вести

# tl_module.featured_first
source: Show featured news items first
pt: Mostrar artigos de notícia em destaque em primeiro lugar
sk: Zobraziť odporúčané novinky ako prvé
sr: Прикажи истакнуте вести на првом месту

# tl_module.order_date_asc
source: Date ascending
pt: Data ascendente
sk: Dátum vzostupne
sr: Прво најстарији

# tl_module.order_date_desc
source: Date descending
pt: Data descendente
sk: Dátum zostupne
sr: Од најновијег према најстаријем

# tl_module.order_headline_asc
source: Headline ascending
pt: Cabeçalho ascendente
sk: Nadpis vzostupne
sr: По наслову у растућем редоследу

# tl_module.order_headline_desc
source: Headline descending
pt: Cabeçalho descendente
sk: Nadpis zostupne
sr: По наслову у опадајућем редоследу

# tl_module.order_random
source: Random order
pt: Ordem aleatória
sk: Náhodné usporiadanie
sr: Случајни редослед

# tl_module.news_template.1
source: Here you can select the news template.
el: Εδώ μπορείτε να επιλέξετε το πρότυπο των νέων
