Repository: contao/contao
Catalog: news-bundle/src/Resources/contao/languages/*/*_news_archive.xlf
Languages: hr, lt, pt, tr, uk

# tl_news_archive.title.0
source: Title
hr: Naslov
lt: Antraštė
pt: Título
tr: Başlık
uk: Назва каналу

# tl_news_archive.title.1
source: Please enter a news archive title.
hr: Upišite naziv arhive novosti.
lt: Įrašykite naujienų archyvo pavadinimą.
pt: Por favor introduza um título para o arquivo de notícias.
tr: Lütfen haber arşivine başlık girin
uk: Введіть назву для архіву новин.

# tl_news_archive.jumpTo.0
source: Redirect page
hr: Stranica preusmjeravanja
lt: Nukreipimo puslapis
pt: Redireccionar página
tr: Yönlendirme sayfası
uk: Перейти до сторінки

# tl_news_archive.jumpTo.1
source: Please choose the news reader page to which visitors will be redirected when clicking a news item.
hr: Odaberite stranicu čitača novosti na koju će posjetitelji biti preusmjereni nakon što kliknu na članak novosti.
lt: Pasirinkite naujienų skaitymo puslapį, į kurį nukreipsite lankytojus, paspaudusius naujienų įrašą.
pt: Por favor seleccione a página de notícias para a qual os visitantes serão redireccionados ao clicar num artigo de notícias.
tr: Lütfen ziyaretçiler bir etkinliğe tıkladığında yönlendirilecekleri haber okuyucu sayfasını seçin
uk: Виберіть сторінку, з якої відвідувачі будуть перенаправленні при натисненні на новину.

# tl_news_archive.allowComments.0
source: Enable comments
hr: Uključi komentare
lt: Įjungti komentarus
pt: Ativar comentários
tr: Yorum yapılabilsin
uk: Дозволити коментарі

# tl_news_archive.allowComments.1
source: Allow visitors to comment news items.
hr: Dozvolite posjetiteljima da komentiraju članke novosti.
lt: Leisti lankytojams komentuoti naujienų įrašus.
pt: Permitir que os visitantes adicionem comentários às notícias.
tr: Ziyaretçilere haber parçalarına yorum yapma izni verin
uk: Дозволити користувачам коментувати новину.

# tl_news_archive.notify.0
source: Notify
hr: Obavijesti
lt: Pranešti
pt: Notificar
tr: Bildirim
uk: Повідомляти

# tl_news_archive.notify.1
source: Please choose who to notify when comments are added.
hr: Odaberite tko će biti obaviješten kad su dodani novi komentari.
lt: Pasirinkite, kam pranešti, kai pridedami nauji komentarai.
pt: Por favor especifique quem será notificado quando foram adicionados comentários.
tr: Yorum yapıldığında bildirilecek kişiyi seçin.
uk: Будь ласка, виберіть кого повідомляти про додавані нових коментарів.

# tl_news_archive.sortOrder.0
source: Sort order
hr: Redoslijed sortiranja
lt: Rūšiavimo tvarka
pt: Ordenação
tr: Sıralama
uk: Порядок сортування

# tl_news_archive.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
hr: Standardno su komentari poredani uzlazno, počevši s najstarijim.
lt: Pagal nutylėjima komentarai yra rūšiuojami didėjančiai, pradedant pačiu seniausiu.
pt: Por predefinição os comentários são ordenados de forma ascendente, começando pelo mais antigo.
tr: Yorumlar, varsayılan olarak eskiden yeniye doğru sıralanır.
uk: За замовчуванням коментарі сортуються за зростанням, починаючи з самого старого по даті.

# tl_news_archive.perPage.0
source: Comments per page
hr: Komentara po stranici
lt: Komentarų kiekis puslapyje.
pt: Comentários por página
tr: Sayfadaki yorum sayısı
uk: Коментарів на сторінку

# tl_news_archive.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
hr: Broj komentara po stranici. Odaberite 0 ako želite isključiti numeriranje stranica.
lt: Komentarų kiekis puslapyje. Rašykite 0, kad išjungtumėte puslapiavimą.
pt: Número de comentários por página. Se definido como 0, desactiva a paginação.
tr: Bir sayfada görüntülenecek yorum sayısını yazın. Sayfalandırmayı devre dışı bırakmak için 0 yazın.
uk: Кількість коментарів на сторінці. Встановіть 0, щоб відключити пагінацію.

# tl_news_archive.moderate.0
source: Moderate comments
hr: Moderiranje komentara
lt: Valdyti komentarus
pt: Controlar ou Moderar Comentários
tr: Yorumları yönet
uk: Модерувати коментарі

# tl_news_archive.moderate.1
source: Approve comments before they are published on the website.
hr: Odobrite komentare prije njihovog objavljivanja na sajtu.
lt: Patvirtinti komentarus prieš parodant juos tinklalapyje.
pt: Aprove os comentários antes que sejam exibidos.
tr: Bu seçenek etkinleştirildiğinde, yorumlar web sitesinde yayınlanmadan önce onaylanmasu gerekir.
uk: Схвалювати коментарі перед їх публікацією на сайті.

# tl_news_archive.bbcode.0
source: Allow BBCode
hr: Dozvoli BBCode
lt: Leisti BBkodą
pt: Permitir BBCode
tr: BBCode kullanılmasına izin ver.
uk: Дозволити BBCode

# tl_news_archive.bbcode.1
source: Allow visitors to format their comments with BBCode.
hr: Dozvolite posjetiteljima da urede svoje komentare s BBCode.
lt: Leisti vartotojams naudoti BBkodą.
pt: Permitir que visitantes utilizem BBCode para formatar os comentários.
tr: Ziyaretçilerin yorumlarında BBCode kullanmalarına izin ver.
uk: Дозволити відвідувачам форматувати коментарі за допомогою BBCode.

# tl_news_archive.requireLogin.0
source: Require login to comment
hr: Obvezna prijava za komentiranje
lt: Reikalauti prisijungimo komentavimui
pt: Forçar Inicio de Sessão para comentar
tr: Yorum yapmak için oturum açılmalı
uk: Вимагати вхід в систему

# tl_news_archive.requireLogin.1
source: Allow only authenticated users to create comments.
hr: Samo potvrđeni korisnici mogu pisati komentare.
lt: Leisti komentuoti tik prisijungusiems vartotojams.
tr: Bu seçenek etkinleştirildiğinde, yalnız oturum açmış kullanıcılar yorum yapabilir.
uk: Дозволити тільки авторизованим користувачам добавляти коментарі.

# tl_news_archive.disableCaptcha.0
source: Disable the security question
hr: Isključi sigurnosno pitanje
lt: Nerodyti saugos klausimo
pt: Desactivar pergunta de segurança
tr: Güvenlik sorusu kullanılmasın
uk: Вимкнути контрольне запитання

# tl_news_archive.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
hr: Koristite ovu opciju samo ako ste ograničili komentiranje na potvrđene korisnike.
lt: Naudokite šį punktą jeigu leidžiate komentuoti tik prisijungusiems vartotojams.
pt: Utilize esta opção caso tenha restringido a adição de comentários apenas a utilizadores autenticados.
tr: Bu seçeneği sadece yetkili kullanıcılar sınırlı yoruma sahipse kullanın.
uk: Використовуйте цю опцію тільки якщо Ви дозволили коментувати тільки авторизованим користувачам.

# tl_news_archive.protected.0
source: Protect archive
hr: Zaštita arhive
lt: Apsaugoti archyvą
pt: Arquivo protegido
tr: Arşivi koru
uk: Захистити архів

# tl_news_archive.protected.1
source: Show news items to certain member groups only.
hr: Prikažite članke novosti samo određenim grupama korisnika.
lt: Rodyti naujienų įrašus tik tam tikroms narių grupėms.
pt: Mostrar artigos a apenas a grupos de membros específicos.
tr: Haber parçalarını sadece seçilmiş grup üyelerine göster
uk: Показувати новини тільки для даної групи учасників.

# tl_news_archive.groups.0
source: Allowed member groups
hr: Dozvoljene grupe članova
lt: Leistinos narių grupės
pt: Grupos de Membros permitidos
tr: İzin verilen üye grupları
uk: Дозволені групи учасників

# tl_news_archive.groups.1
source: These groups will be able to see the news items in this archive.
hr: Ove grupe korisnika moći će vidjeti članke novosti u ovoj arhivi.
lt: Šios grupės galės peržiūrėti šiame archyve esančius naujienų įrašus.
pt: Estes grupos poderão ver os artigos de notícia neste arquivo.
tr: Bu gruplar bu arşivdeki haber parçalarını göre bilecektir
uk: Тут ви можете вибрати, які із груп будуть мати доступ до захищених новин.

# tl_news_archive.tstamp.0
source: Revision date
hr: Datum izmjena
lt: Redaguota
pt: Data de revisão
tr: Düzenleme tarihi
uk: Дата останнього перегляду

# tl_news_archive.tstamp.1
source: Date and time of the latest revision
hr: Datum i vrijeme posljednje izmjene
lt: Paskutinio redagavio data ir laikas
pt: Data e hora da última revisão
tr: En son düzenlemenin tarihi ve zamanı
uk: Дата та час останнього перегляду.

# tl_news_archive.title_legend
source: Title and redirect page
hr: Naslov i preusmjeravanje
lt: Pavadinimas ir nukreipimo puslapis
pt: Página de título e redirecionamento
tr: Başlık ve yönlendirme sayfası
uk: Заголовок та переадресація

# tl_news_archive.comments_legend
source: Comments
hr: Komentari
lt: Komentarai
pt: Comentários
tr: Yorumlar
uk: Коментарі

# tl_news_archive.protected_legend
source: Access protection
hr: Zaštita pristupa
lt: Prieigos apsauga
pt: Proteção de acesso
tr: Korumaya eriş
uk: Захищені елементи

# tl_news_archive.feed_legend
source: RSS/Atom feed
hr: RSS/Atom sažetak
lt: RSS/Atom srautas
tr: RSS/Atom beslemesi
uk: RSS/Atom стрічка

# tl_news_archive.notify_admin
source: System administrator
hr: Administrator sustava
lt: Sistemos administratorius
pt: Administrador de sistema
tr: Sistem yöneticisi
uk: Системний адміністратор

# tl_news_archive.notify_author
source: Author of the news item
hr: Auto članka novosti
lt: Naujienų įrašo autorius
pt: Autor do ítem de notícias
tr: Haber parçasının yazarı
uk: Автор новин

# tl_news_archive.notify_both
source: Author and system administrator
hr: Autor i administrator sustava
lt: Autorius ir sistemos administratorius
pt: Autor e administrador de sistema
tr: Yazar ve sistem yöneticisi
uk: Автор і системний адміністратор

# tl_news_archive.source_teaser
source: News teasers
hr: Najave novosti

# tl_news_archive.source_text
source: Full articles
hr: Cijeli članci

# tl_news_archive.new.0
source: New archive
hr: Arhiva novosti
lt: Naujas archyvas
pt: Novo arquivo
tr: Haber arşivi
uk: Новий архів

# tl_news_archive.new.1
source: Create a new archive
hr: Kreiraj novu arhivu.
lt: Sukurti naują archyvą
pt: Criar um novo arquivo
tr: Yeni arşiv yarat
uk: Створити новий архів

# tl_news_archive.show.0
source: Archive details
hr: Detalji arhive
lt: Archyvo informacija
pt: Detalhes do arquivo
tr: Arşiv detayları
uk: Деталі архіву

# tl_news_archive.show.1
source: Show the details of archive ID %s
hr: Prikazati detalje arhive s ID %s
lt: Rodyti išsamią archyvo ID %s informaciją
pt: Exibir detalhes do arquivo ID %s
tr: Arşiv detaylarını göster İD %s
uk: Деталі архіву ID %s

# tl_news_archive.edit.0
source: Edit archive
hr: Uredi arhivu
lt: Redaguoti archyvą
pt: Editar arquivo
tr: Arşivi düzenle
uk: Редагувати архів

# tl_news_archive.edit.1
source: Edit archive ID %s
hr: Uredite arhivu s ID %s
lt: Redaguoti archyva ID %s
pt: Editar arquivo ID %s
tr: Arşivi düzenle İD %s
uk: Редагувати архів ID %s

# tl_news_archive.editheader.0
source: Edit archive settings
hr: Uredi postavke arhive
lt: Redaguoti archyvo nustatymus
uk: Редагувати заголовок архіву

# tl_news_archive.editheader.1
source: Edit the settings of archive ID %s
hr: Uredite postavke arhive s ID %s
lt: Redaguoti archyvo %s nustatymus.
uk: Змінити налаштування архіву ID %s

# tl_news_archive.copy.0
source: Duplicate archive
hr: Kopiraj arhivu
lt: Kopijuoti archyvą
pt: Duplicar Arquivo
tr: Arşivi çoğalt
uk: Копіювати архів

# tl_news_archive.copy.1
source: Duplicate archive ID %s
hr: Kopirajte arhivu s ID %s
lt: Kopijuoti archyvą ID %s
pt: Duplicar arquivo ID %s
tr: Arşivi çoğalt İD %s
uk: Копіювати архів ID %s

# tl_news_archive.delete.0
source: Delete archive
hr: Izbriši arhivu
lt: Šalinti archyvą
pt: Remover arquivo
tr: Arşivi sil
uk: Видалити архів

# tl_news_archive.delete.1
source: Delete archive ID %s
hr: Izbrišite arhivu s ID %s
lt: Šalinti archyvą ID %s
pt: Remover arquivo ID %s
tr: Arşivi sil İD %s
uk: Видалити архів ID %s

# tl_news_archive.comments.0
source: Comments
hr: Komentari
lt: Komentarai
pt: Comentários
tr: Yorumlar
uk: Коментарі

# tl_news_archive.comments.1
source: Show comments of archive ID %s
hr: Prikazati komentare arhive s ID %s
lt: Rodyto archyvo ID %s komentarus
pt: Mostrar comentários do arquivo ID %s
tr: Arşiv yorumlarını göster İD %s
uk: Показати коментарі архіву ID %s

# tl_news_archive.feeds.0
source: RSS feeds
hr: RSS sažetak
lt: RSS srautai
tr: RSS beslemeleri
uk: RSS-канали

# tl_news_archive.feeds.1
source: Manage RSS feeds
hr: Upravljaj RSS sažecima
lt: Tvarkyti RSS srautus
tr: RSS beslemelerini yönet
uk: Управління RSS-каналами

# tl_news_archive.editheader.0
source: Edit archive
pt: Editar arquivo
tr: Arşivi düzenle

# tl_news_archive.editheader.1
source: Edit the archive settings
pt: Editar as configurações do arquivo
tr: Arşiv ayarlarını düzenle

# tl_news_archive.feeds.0
source: News feeds
pt: Feeds de notícias

# tl_news_archive.feeds.1
source: Manage news feeds
pt: Gerir feeds de notícias
