Repository: contao/contao
Catalog: news-bundle/src/Resources/contao/languages/*/*_news_feed.xlf
Languages: el, pt, pt_br

# tl_news_feed.title.0
source: Title
el: Τίτλος
pt: Título
pt_br: Título

# tl_news_feed.title.1
source: Please enter a feed title.
el: Συμπληρώστε το τίτλο του feed.
pt: Por favor insira o título do arquivo de notícias.
pt_br: Por favor insira um título para o arquivo de alimentação.

# tl_news_feed.alias.0
source: Feed alias
pt: Nome do "feed"
pt_br: Pseudônimo de alimentação.

# tl_news_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
el: Εδώ μπορείτε να συμπληρώσετε ένα μοναδικό όνομα αρχείου (χωρίς .επέκταση). Το αρχείο XML με τα feeds θα παραχθεί αυτόματα στο root φάκελο της εγκατάστασης του Contao, π.χ. as <em>name.xml</em>.
pt: Aqui pode introduzir um ficheiro único (sem extensão). O ficheiro feed XML será gerado automaticamente no caminho <em>partilha</em> no seu directório de instalação do Contao, por exemplo <em>partilha/nome_ficheiro.xml</em>.
pt_br: Aqui você pode inserir um nome para o arquivo (sem a extensão). O arquivo XML de alimentação será gerado automaticamente no diretório <em>share</em> da instalação do seu Contao , ex. <em>share/nome.xml</em>.

# tl_news_feed.language.0
source: Feed language
el: Γλώσσα feed
pt: Língua
pt_br: Linguagem do fluxo

# tl_news_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
el: Συμπληρώστε την γλώσσα των feed βάση του ISO-639 standard (π.χ. <em>en</em> or <em>en-us</em>).
pt: Favor inserir a língua de acordo com o formato RFC3066 (ex: <em>pt</em>, <em>pt-br</em> ou <em>en-us</em>.
pt_br: Por favor insira a linguagem de alimentação de acordo com o padrão ISO-639 (ex. <em>en</em> ou <em>en-us</em>).

# tl_news_feed.archives.0
source: News archives
el: Αρχειοθετήσεις νέων
pt: Arquivos de Notícias
pt_br: Reportagens

# tl_news_feed.archives.1
source: Here you can choose the news archives to be included in the feed.
el: Εδώ μπορείτε να επιλέξετε τα αρχειοθετημένα νέα που θα συμπεριληφθούν στο feed.
pt: Aqui pode escolher que arquivos de noticias são incluídos no feed.
pt_br: Aqui você pode escolher as reportagens que serão inclusas no feed.

# tl_news_feed.format.0
source: Feed format
el: Μορφή feed
pt: Formato do "feed"
pt_br: Formato de alimentação

# tl_news_feed.format.1
source: Please choose a feed format.
el: Επιλέξτε μορφή των feed.
pt: Por favor, escolha um formato de "feed"
pt_br: Por favor escolha um formato de alimentação.

# tl_news_feed.source.0
source: Export settings
el: Ρυθμίσεις εξαγωγής
pt: Exportar configurações
pt_br: Configurações de exportação.

# tl_news_feed.source.1
source: Here you can choose what will be exported.
el: Εδώ μπορείτε να επιλέξετε τι θα εξαχθεί.
pt: Escolha o que será exportado.
pt_br: Aqui você pode escolher o que será exportado.

# tl_news_feed.maxItems.0
source: Maximum number of items
el: Μέγιστος αριθμός στοιχείων
pt: Número máximo de itens
pt_br: Número máximo de itens.

# tl_news_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
el: Εδώ μπορείτε να περιορίσετε των αριθμό των feeds. Ορίστε 0 για την εξαγωγή όλων.
pt: Limite o número de itens exportados. Deixe em branco ou informe 0 para incluir todos
pt_br: Aqui você pode limitar o número de itens a ser alimentados. Insira 0 para exportar tudo.

# tl_news_feed.feedBase.0
source: Base URL
pt: URL Base
pt_br: URL base

# tl_news_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
el: Συμπληρώστε το base URL με το πρωτόκολλο (π.χ. <em>http://</em>).
pt: Por favor inserir a URL Base, incluindo o protocolo (ex. <em>http://</em>).
pt_br: Por favor insira a URL base com protocolo (ex. <em>http://</em>).

# tl_news_feed.description.0
source: Feed description
el: Περιγραφή feed
pt: Descrição
pt_br: Descrição da alimentação

# tl_news_feed.description.1
source: Here you can enter a short description of the news feed.
el: Συμπληρώστε μια σύντομη περιγραφή του feed των νέων.
pt: Aqui pode incluir uma pequena descrição do feed de noticias.
pt_br: Aqui você poderá indicar uma pequena descrição do feed de notícias.

# tl_news_feed.title_legend
source: Title and language
el: Τίτλος και γλώσσα
pt: Título e língua
pt_br: Título e idioma.

# tl_news_feed.archives_legend
source: News archives
el: Αρχειοθετήσεις νέων
pt: Arquivos de Notícias
pt_br: Reportagens

# tl_news_feed.config_legend
source: Feed settings
el: Ρυθμίσεις feed
pt: Configurações do feed
pt_br: Configurações de alimentação.

# tl_news_feed.source_teaser
source: News teasers
el: Teaser του νέου
pt: Amostra de notícias
pt_br: Chamada de notícias

# tl_news_feed.source_text
source: Full stories
pt: Artigos completos

# tl_news_feed.new.0
source: New feed
el: Νέο feed
pt: Novo feed
pt_br: Nova alimentação

# tl_news_feed.new.1
source: Create a new feed
el: Δημιουργία νέου feed
pt: Criar novo feed
pt_br: Criar nova alimentação

# tl_news_feed.show.0
source: Feed details
el: Λεπτομέρειες feed
pt: Detalhes do feed
pt_br: Detalhes da alimentação

# tl_news_feed.show.1
source: Show the details of feed ID %s
el: Προβολή λεπτομερειών του feed ID %s
pt: Mostrar detalhes do feed com ID %s
pt_br: Mostrar detalhes da ID de alimentação %s

# tl_news_feed.edit.0
source: Edit feed
el: Επεξεργασία feed
pt: Editar feed
pt_br: Editar alimentação

# tl_news_feed.edit.1
source: Edit feed ID %s
el: Επεξεργασία feed ID %s
pt: Editar feed com ID %s
pt_br: Editar ID de alimentação %s

# tl_news_feed.copy.0
source: Duplicate feed
el: Αντιγραφή feed
pt: Duplicar feed
pt_br: Duplicar alimentação

# tl_news_feed.copy.1
source: Duplicate feed ID %s
el: Αντιγραφή feed ID %s
pt: Duplicar feed com ID %s
pt_br: Duplicar ID de alimentação %s

# tl_news_feed.delete.0
source: Delete feed
el: Διαγραφή feed
pt: Remover feed
pt_br: Excluir alimentação

# tl_news_feed.delete.1
source: Delete feed ID %s
el: Διαγραφή feed ID %s
pt: Remover feed com ID %s
pt_br: Excluir ID de alimentação %s

# tl_news_feed.source_text
source: Full articles
pt_br: Artigos completos
