Repository: contao/contao
Catalog: news-bundle/src/Resources/contao/languages/*/*_news.xlf
Languages: sq, tr, uk

# tl_news.headline.0
source: Title
sq: Titull
tr: Başlık
uk: Назва каналу

# tl_news.headline.1
source: Please enter the news title.
sq: Epeni kryerreshtin e lajmit
tr: Lütfen haber başlığını giriniz.
uk: Введіть, будь ласка, заголовок новини.

# tl_news.alias.0
source: News alias
sq: Pseudonimi lajmit
tr: Haber lakabı
uk: Аліас новини

# tl_news.alias.1
source: The news alias is a unique reference to the news item which can be called instead of its numeric ID.
sq: Pseudonimi lajmit është një referencë unike e një lajmi, që mund të thirret në vend të ID-së së lajmit.
tr: Haber lakabı sayısal haber kimliği yerine kullanılan eşsiz bir referanstır.

# tl_news.author.0
source: Author
sq: Autori
tr: Yazar
uk: Автор

# tl_news.author.1
source: Here you can change the author of the news item.
sq: Ndryshimi i autorit të lajmit është i mundshëm.
tr: Burada haberin yazarını değiştirebilirsiniz.
uk: Ви можете змінити автора статті новин.

# tl_news.date.0
source: Date
sq: Data
tr: Tarih
uk: Дата

# tl_news.date.1
source: Please enter the date according to the global date format.
sq: Epeni datën e lajmit.
tr: Lütfen tarihi küresel zaman biçimine uygun şekilde giriniz.
uk: Введіть будь ласка дату публікації новини.

# tl_news.time.0
source: Time
sq: Koha
tr: Zaman
uk: Час

# tl_news.time.1
source: Please enter the time according to the global time format.
sq: Epeni kohën e lajmit.
tr: Lütfen zamanı küresel zaman biçimine uygun şekilde giriniz.
uk: Введіть, будь ласка, час створення новини.

# tl_news.subheadline.0
source: Subheadline
sq: Nën kryerreshti
tr: Alt başlık
uk: Підзаголовок

# tl_news.subheadline.1
source: Here you can enter a subheadline.
sq: Këtu mund ta caktoni një nën kryerresht.
tr: Buraya bir alt başlık girebilirsiniz.
uk: Тут ви можете ввести підзаголовок.

# tl_news.teaser.0
source: News teaser
sq: Teksti tërheqës/ngacmues
tr: Haber fragmanı
uk: Анонс

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full story. A "read more …" link will be added automatically.
sq: Teksti tërheqës/ngacmues paraqitet në vend të lajmit të plotë me një lidhje shtesë "Lexo më shumë...".
tr: Haber fragmanı, bütün haber yerine listede gösterilebilir. Bir "Devamını oku ..." bağlantısı otomatik olarak eklenecektir.

# tl_news.text.0
source: News text
sq: Teksti lajmit
tr: Haber metni
uk: Текст новини

# tl_news.text.1
source: Here you can enter the news text.
sq: Epeni tekstin e lajmit.
tr: Buraya haber metnini girebilirsiniz.
uk: Введіть, будь ласка, повний текст новини.

# tl_news.addImage.0
source: Add an image
sq: Fut grafik
tr: Resim ekleyin
uk: Додати малюнок.

# tl_news.addImage.1
source: Add an image to the news item.
sq: Zgjedhja e këtij opsioni mundëson futjen e një grafike në lajm.
tr: Habere bir resim ekleyin.
uk: Якщо Ви вибираєте дану опцію, зображення буде включено в публікацію новини.

# tl_news.addEnclosure.0
source: Add enclosures
sq: Fut shtojcë
tr: Dosya ekle
uk: Додати вкладення

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
sq: Fut një skedarë në lajmë.
tr: Habere bir veya birden fazla indirilebilir dosya ekle.
uk: Додати файл до новини.

# tl_news.enclosure.0
source: Enclosures
sq: RSS shtojcë
tr: Dosyalar
uk: RSS додаток

# tl_news.enclosure.1
source: Please choose the files you want to attach.
sq: Zgjedheni skedarët.
tr: Eklemek istediğiniz dosyaları seçiniz.
uk: Виберіть вкладення, яке необхідно додати до відповіді.

# tl_news.source.0
source: Redirect target
sq: Burimi faqes
tr: Yönlendirme hedefi
uk: Вихідна сторінка

# tl_news.source.1
source: Here you can override the default redirect target.
sq: Zgjedhoni burimin e faqes: faqe e brendshme apo e jashtme.
tr: Varsayılan yönlendirme hedefini buradan geçersiz kılabilirsiniz.
uk: Визначите, куди посилається стаття: внутрішня або зовнішня веб-сторінка.

# tl_news.default.0
source: Use default
sq: Përdor zakonshëm
tr: Varsayılanı kullan
uk: За замовчуванням

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
sq: Shtypja e butonit "Lexo më shumë..." i posedon vizitorët në faqen e zakonshme (ballinën) të arkivit të lajmëve.
tr: Ziyaretçiler "Devamını oku ..." butonuna tıklayarak haber arşivinin varsayılan sayfasına yönlendirileceklerdir.
uk: При натисненні на гіперпосилання "читати далі..." відвідувачі будуть спрямовані на сторінку архіву новин за замовчуванням.

# tl_news.internal.0
source: Page
sq: Faqe
tr: Sayfa
uk: Внутрішня сторінка

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
sq: Shtypja e butonit "Lexo më shumë..." i posedon vizitorët në një faqe të brendshme, ku mund ta lexojnë tërë lajmin.
tr: Ziyaretçiler "Devamını oku ..." butonuna tıklayarak, başka bir sayfaya yönlendirileceklerdir.
uk: При натисненні на гіперпосилання "читати далі..." відвідувачі будуть спрямовані на внутрішню сторінку, де вони зможуть прочитати публікацію цілком.

# tl_news.article.0
source: Article
sq: ID-ja artikullit
tr: Makale
uk: Стаття

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
sq: Shtypja e butonit "Lexo më shumë..." i posedon vizitorët në një faqe të artikujve.
tr: Ziyaretçiler "Devamını oku" butonuna tıklayarak makaleye yönlendirileceklerdir.
uk: Натисканням на гіперпосилання "читати далі ...", відвідувачі будуть перенаправлятися на статтю.

# tl_news.external.0
source: External URL
sq: URL ekstern
uk: Зовнішній URL

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
sq: Shtypja e butonit "Lexo më shumë..." i posedon vizitorët në një faqe të jashtme, ku mund ta lexojnë tërë lajmin.
uk: При натисненні на гіперпосилання "читати далі..." відвідувачі будуть спрямовані на інший сайт, де вони зможуть прочитати статтю цілком.

# tl_news.jumpTo.0
source: Redirect page
sq: Kërce në faqe
tr: Yönlendirme sayfası
uk: Перейти до сторінки

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
sq: Zgjedhoni faqen, në të cilën vizitori do të posedohet. Ta keni parasysh se faqja e synuar duhet ta ketë plugin "newsreader" (lexues lajmesh) për ta treguar lajmin.
tr: Lütfen, ziyaretçilerin habere tıkladığında yönlendirilecekleri sayfayı seçiniz.
uk: Виберіть сторінку, на яку будуть перенаправлятися відвідувачі. Будь ласка, зверніть увагу, що сторінка призначення повинна містити плагін "стовпчик новин", щоб відображати публікацію новини.

# tl_news.articleId.0
source: Article
sq: ID-ja artikullit
tr: Makale
uk: Стаття

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
sq: Zgjedhoni artikullin ku do të posedohen vizitorët.
tr: Lütfen, ziyaretçilerin habere tıkladığında yönlendirilecekleri makaleyi seçin.
uk: Будь ласка, виберіть статтю, на яку будуть перенаправлятися відвідувачі при натисканні на новину.

# tl_news.cssClass.0
source: CSS class
sq: CSS Klasa
tr: CSS sınıfı

# tl_news.cssClass.1
source: Here you can enter one or more classes.
sq: Këtu mund të caktoni një apo më shumë CSS klasa.
tr: Buraya bir veya birden fazla sınıf ekleyebilirsiniz.
uk: Тут можна ввести один або більше CSS-класів через пробіл.

# tl_news.noComments.0
source: Disable comments
sq: ç'aktivizo komentet
tr: Yorumları kaldır
uk: Відключити коментарі

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
sq: Çaktivizo komente për këtë lajm.
tr: Bu haberde yorumlara izin verme.
uk: Відключити коментарі для даної новини.

# tl_news.featured.0
source: Feature item
sq: Rekomandime
tr: Özellikli öğe
uk: Майбутні публікації

# tl_news.featured.1
source: Show the news item in a featured news list.
sq: Trego listen e lajmeve të rekomanduara.
tr: Haber öğesini özellikli haber listesinde göster.
uk: Показати публікації новин в списку майбутніх нових.

# tl_news.published.0
source: Publish item
sq: Publikuar
tr: Öğeyi yayımla
uk: Опублікувати

# tl_news.published.1
source: Make the news item publicly visible on the website.
sq: Lajmi nuk paraqitet në ueb-faqe para se të publikohet.
tr: Haberi web sitesinde genele görünür yap.
uk: Доти, поки ви не виберете цю опцію, новина не буде відображатися на сайті.

# tl_news.start.0
source: Show from
sq: Trego nga
tr: İtibaren göster
uk: Опублікувати з...

# tl_news.start.1
source: Do not show the news item on the website before this day.
sq: Mos trego lajmin në ueb-faqe para kësaj dite.
uk: Встановіть початкову дату публікації новини.

# tl_news.stop.0
source: Show until
sq: Botimi deri
tr: Kadar göster
uk: Опублікувати до...

# tl_news.stop.1
source: Do not show the news item on the website on and after this day.
sq: Mos trego lajmin ne ueb-faqe në dhe pas kësaj dite.
uk: Встановіть кінцеву дату публікації новини.

# tl_news.tstamp.0
source: Revision date
sq: Data ripunimit/rishikimit
tr: Düzenleme tarihi
uk: Дата останнього перегляду

# tl_news.tstamp.1
source: Date and time of the latest revision
sq: Data dhe koha e ripunimit/rishikimit të fundit.
tr: En son düzenlemenin tarihi ve saati
uk: Дата та час останнього перегляду.

# tl_news.title_legend
source: Title and author
sq: Titulli dhe autori
tr: Başlık ve yazar
uk: Назва та автор

# tl_news.date_legend
source: Date and time
sq: Data dhe koha
tr: Tarih ve saat
uk: Дата та час

# tl_news.teaser_legend
source: Subheadline and teaser
sq: Nëtitull dhe ngacmues
tr: Alt başlık ve fragman
uk: Підзаголовок та короткий опис

# tl_news.text_legend
source: News text
sq: Teksti lajmit
tr: Haber metni
uk: Текст новини

# tl_news.image_legend
source: Image settings
sq: Cilësitë e Fotografisë
tr: Resim ayarları
uk: Налаштування малюнків

# tl_news.enclosure_legend
source: Enclosures
sq: RSS shtojcë
tr: Dosyalar
uk: RSS додаток

# tl_news.source_legend
source: Redirect target
sq: Burimi faqes
tr: Yönlendirme hedefi
uk: Вихідна сторінка

# tl_news.expert_legend
source: Expert settings
sq: Cilësit për ekspert
tr: Gelişmiş ayarlar
uk: Налаштування для експертів

# tl_news.publish_legend
source: Publish settings
sq: Publiko cilësit
tr: Yayınlama ayarları
uk: Налаштування публікації

# tl_news.new.0
source: New item
sq: Artikulli të ri

# tl_news.new.1
source: Create a new news item
sq: Krijo lajm të ri
tr: Yeni bir haber öğesi oluştur

# tl_news.show.0
source: Item details
sq: Detajet

# tl_news.show.1
source: Show the details of news item ID %s
sq: Trego detajet e lajmit ID %s

# tl_news.edit.0
source: Edit item
sq: Përpuno

# tl_news.edit.1
source: Edit news item ID %s
sq: Përpuno lajmin ID %s

# tl_news.copy.0
source: Duplicate item
sq: Dyfisho

# tl_news.copy.1
source: Duplicate news item ID %s
sq: Dyfisho lajmin ID %s

# tl_news.cut.0
source: Move item
sq: Lëvizë

# tl_news.cut.1
source: Move news item ID %s
sq: Lëviz artikullin ID %s

# tl_news.delete.0
source: Delete item
sq: Fshij

# tl_news.delete.1
source: Delete news item ID %s
sq: Fshij lajmin ID %s

# tl_news.toggle.0
source: Publish/unpublish item
sq: Publiko/çpubliko

# tl_news.toggle.1
source: Publish/unpublish news item ID %s
sq: Publiko/ç'publiko artikullin ID %s

# tl_news.feature.0
source: Feature/unfeature item
sq: Rekomando/ç'rekomando artikull

# tl_news.feature.1
source: Feature/unfeature news item ID %s
sq: Rekomando/ç'rekomando artikullin ID %s

# tl_news.editheader.0
source: Edit archive
sq: Përpuno arkivin

# tl_news.editheader.1
source: Edit the news archive settings
sq: Përpuno kryen e këtij arkivi

# tl_news.editmeta.0
source: Edit item settings
sq: Përpuno konfigurimin

# tl_news.editmeta.1
source: Edit the news item settings
sq: Përpuno kryen e këtij lajmi

# tl_news.pasteafter.0
source: Paste into this news archive
sq: Fut në këtë arkiva
tr: Bu haber arşivinin içine ekle

# tl_news.pasteafter.1
source: Paste after news item ID %s
sq: Fute pas artikullit ID %s

# tl_news.pageTitle.0
source: Meta title
tr: Meta başlığı

# tl_news.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
tr: Buraya, varsayılan sayfa başlığını etkisiz kılıp özel bir meta başlık girebilirsiniz.

# tl_news.robots.0
source: Robots tag
tr: Robotlar etiketi

# tl_news.robots.1
source: Here you can overwrite how search engines handle the news item.
tr: Burada, arama motorlarının haber öğesini nasıl ele aldığını üzerine yazabilirsiniz.

# tl_news.description.0
source: Meta description
tr: Meta Açıklaması

# tl_news.description.1
source: Here you can add a custom meta description to overwrite the default page description.
tr: Buraya, varsayılan sayfa açıklamasını etkisiz kılıp özel bir meta açıklama girebilirsiniz.

# tl_news.external.0
source: Custom URL
tr: Özel URL

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to a custom URL.
tr: Ziyaretçiler "Devamını oku ..." butonuna tıklayarak, başka bir sayfaya yönlendirileceklerdir.

# tl_news.start.1
source: If you want to prevent the news item from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
tr: Eğer haber öğesinin belirli bir tarih/saatten önce sitede görünmesini engellemek isterseniz buradan girebilirsiniz. Aksi halde, alanı boş bırakın.

# tl_news.stop.1
source: If you want to prevent the news item from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
tr: Eğer haber öğesinin belirli bir tarih/saatten sonra sitede görünmesini engellemek isterseniz buradan girebilirsiniz. Aksi halde, alanı boş bırakın.

# tl_news.meta_legend
source: Metadata
tr: Meta veri

# tl_news.new.0
source: New
tr: Yeni

# tl_news.show
source: Show the details of news item ID %s
tr: Haber öğesi ID %s ayrıntılarını göster

# tl_news.edit
source: Edit news item ID %s
tr: Haber öğesi ID %s düzenle

# tl_news.copy
source: Duplicate news item ID %s
tr: Haber öğesi ID %s çoğalt

# tl_news.cut
source: Move news item ID %s
tr: Haber öğesi ID %s taşı

# tl_news.delete
source: Delete news item ID %s
tr: Haber öğesi ID %s sil

# tl_news.toggle
source: Publish/unpublish news item ID %s
tr: Haber öğesi ID %s yayınla/yayınlama

# tl_news.feature
source: Feature/unfeature news item ID %s
tr: Haber öğesi ID %s özellikli/özelliksiz say

# tl_news.editheader
source: Edit the settings of news item ID %s
tr: %s haber ögesinin ayarlarını düzenle

# tl_news.editmeta
source: Edit the news item settings
tr: Haber öğesi ayarlarını düzenle

# tl_news.editheader.0
source: Edit archive settings
uk: Редагувати заголовок архіву
