Repository: contao/contao
Catalog: listing-bundle/src/Resources/contao/languages/*/*_module.xlf
Languages: es

# tl_module.list_table.0
source: Table
es: Tabla

# tl_module.list_table.1
source: Please choose the source table.
es: Por favor, seleccione su tabla principal.

# tl_module.list_fields.0
source: Fields
es: Campos

# tl_module.list_fields.1
source: Please enter a comma separated list of the fields you want to list.
es: Por favor introduzca una lista separada por comas de los campos que quiere mostrar en la lista.

# tl_module.list_where.0
source: Condition
es: Condición

# tl_module.list_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
es: Aquí puede introducir una condición para filtrar los resultados (p.e. <em>published=1</em> o <em>type!='admin'</em>).

# tl_module.list_search.0
source: Searchable fields
es: Campos indexados

# tl_module.list_search.1
source: Here you can enter a comma seperated list of fields that you want to be searchable.
es: Aquí puede introducir una lista separada por comas, de los campos que quiere que se incluyan en las búsquedas.

# tl_module.list_sort.0
source: Order by
es: Ordenar por

# tl_module.list_sort.1
source: Here you can enter a comma seperated list of fields to sort the results by.
es: Aquí puede introducir una lista separada por comas, de los campos por los cuales se quiere ordenar.

# tl_module.list_info.0
source: Details page fields
es: Página de detalles de campo

# tl_module.list_info.1
source: Enter a comma separated list of the fields you want to show on the details page. Leave blank to disable the feature.
es: Introduzca una lista separada por comas de los campos que quiere que se muestren en la página de detalle. Déjelo en blanco para desactivar la función.

# tl_module.list_info_where.0
source: Details page condition
es: Detalles de la pagina de condiciones

# tl_module.list_info_where.1
source: Here you can enter a condition to filter the results (e.g. <em>published=1</em> or <em>type!="admin"</em>).
es: Aquí puede introducir una condición para filtrar los resultados (p.e. <em>published=1</em> or <em>type!="admin"</em>).

# tl_module.list_layout.0
source: List template
es: Diseño de la lista

# tl_module.list_layout.1
source: Here you can select a list template.
es: Aquí puede seleccionar una plantilla de lista.

# tl_module.list_info_layout.0
source: Details page template
es: Diseño de página de detalles

# tl_module.list_info_layout.1
source: Here you can select a details page template.
es: Aquí puede seleccionar una plantilla de página de detalles.
