Repository: contao/contao
Catalog: calendar-bundle/src/Resources/contao/languages/*/*_calendar.xlf
Languages: br, el

# tl_calendar.title.0
source: Title
br: Titl
el: Τίτλος

# tl_calendar.title.1
source: Please enter the calendar title.
br: Ebarzhit titl an deiziataer mar plij.
el: Συμπληρώστε τον τίτλο του ημερολογίου.

# tl_calendar.jumpTo.0
source: Redirect page
br: Pajenn adhenchañ
el: Σελίδα ανακατεύθυνσης

# tl_calendar.jumpTo.1
source: Please choose the event reader page to which visitors will be redirected when clicking an event.
br: Dibabit mar plij pajenn al lenner darvoudoù ma vo adheñchet warni ar weladennerien en ur glikañ war un darvoud.
el: Επιλέξτε την σελίδα ανάγνωσης εκδηλώσεων στην οποία θα μεταφέρονται οι επισκέπτες όταν θα πατήσουν κάποια εκδήλωση.

# tl_calendar.allowComments.0
source: Enable comments
br: Enaouiñ an evezhiadennoù
el: Επενεργοποίηση σχολίων

# tl_calendar.allowComments.1
source: Allow visitors to comment events.
br: Aotren ar weladennerien da leuskel evezhiadennoù war an darvoud.
el: Να επιτρέπετε στους επισκέπτες να σχολιάσουν τις εκδηλώσεις

# tl_calendar.notify.0
source: Notify
br: Kemenn
el: Ειδοποίηση

# tl_calendar.notify.1
source: Please choose who to notify when comments are added.
br: Dibabit piv a vo kemennet ur wech ma vo ouzhpennet evezhiadennoù mar plij.
el: Επιλέξτε ποιος θα ενημερώνετε όταν έχουμε προσθήκη σχολίων.

# tl_calendar.sortOrder.0
source: Sort order
br: Urzh rummañ
el: Σειρά ταξινόμησης

# tl_calendar.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
br: Dre ziouer, an evezhiadennoù a vez urzhiet war-gresk, en ur gregiñ gant an hini goshañ.
el: Από προεπιλογή, τα σχόλια είναι ταξινομημένα κατ αύξουσα σειρά , ξεκινώντας με το παλαιότερο.

# tl_calendar.perPage.0
source: Comments per page
br: Evezhiadenn dre bajenn
el: Σχόλια ανά σελίδα

# tl_calendar.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
br: Niver a evezhiadennoù dre bajenn. Lakait da 0 da lazhañ ar pajennadur.
el: Αριθμός σχολίων ανά σελίδα. Ορίστε 0 για απενεργοποίηση της σελιδοποίησης.

# tl_calendar.moderate.0
source: Moderate comments
br: Habaskaat an evezhiadennoù
el: Επιθεώρηση σχολίων

# tl_calendar.moderate.1
source: Approve comments before they are published on the website.
br: Aprouiñ an evezhiadennoù a-raok ne vefent embannet war al lec'hienn.
el: Έγκριση σχόλιων πριν από τη δημοσίευσή τους στην ιστοσελίδα.

# tl_calendar.bbcode.0
source: Allow BBCode
br: Aotren BBCode
el: Να επιτρέπετε η χρήση BBCode

# tl_calendar.bbcode.1
source: Allow visitors to format their comments with BBCode.
br: Aotren ar weladennerien da furmadiñ oc'h evezhiadennoù gant ar BBCode.
el: Να επιτρέπετε στους επισκέπτες να μορφοποιούν τα σχόλιά τους με BBCode.

# tl_calendar.requireLogin.0
source: Require login to comment
br: Rekizet eo kevreañ evit leuskel un evezhiadenn
el: Υποχρεωτική σύνδεση για σχολιασμό

# tl_calendar.requireLogin.1
source: Allow only authenticated users to create comments.
br: Aotren an implijerien anavezet da leuskel evezhiadenn hepken.
el: Να επιτρέπετε μόνο σε εγγεγραμμένους χρήστες να προσθέτουν σχόλια.

# tl_calendar.disableCaptcha.0
source: Disable the security question
br: Lazhañ ar goulenn surentez
el: Απενεργοποίηση της ερώτησης ασφαλείας!

# tl_calendar.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
br: Ober gant an dibarzh-mañ m'ho peus evezhiadennoù bevennet d'an implijerien anavezet hepken.
el: Χρησιμοποιήστε αυτήν την επιλογή μόνο αν έχετε περιορίσει την χρήση σχολίων σε εγγεγραμμένους χρήστες.

# tl_calendar.protected.0
source: Protect calendar
br: Gwareziñ an deiziataer
el: Προστασία ημερολογίου

# tl_calendar.protected.1
source: Show events to certain member groups only.
br: Diskouez an evezhiadennoù da izili 'zo eus ar strollad hepken.
el: Προβολή του ημερολογίου σε συγκεκριμένες ομάδες μελών.

# tl_calendar.groups.0
source: Allowed member groups
br: Ezel eus ar strollad aotreet
el: Επιτρεπόμενες ομάδες μελών

# tl_calendar.groups.1
source: These groups will be able to see the events in this calendar.
br: Ar strolladoù-mañ a vo gouest da welet an darvoudoù e-barzh an deiziataer-mañ.
el: Αυτές οι ομάδες θα μπορούν να δουν το ημερολογίο.

# tl_calendar.tstamp.0
source: Revision date
br: Deiziad an adweladur
el: Ημερομηνία αναθεώρησης

# tl_calendar.tstamp.1
source: Date and time of the latest revision
br: Deiziad hag eurvezh an adweladur diwezhañ
el: Ημερομηνία και ώρα την τελευταίας αναθεώρησης

# tl_calendar.title_legend
source: Title and redirect page
br: Titl ha pajenn adhenchañ
el: Τίτλος και σελίδα ανακατεύθυνσης

# tl_calendar.comments_legend
source: Comments
br: Evezhiadennoù
el: Σχόλια

# tl_calendar.protected_legend
source: Access protection
br: Gwarez ar moned
el: Προστασία πρόσβασης

# tl_calendar.feed_legend
source: RSS/Atom feed
br: Froud RSS/Atom

# tl_calendar.notify_admin
source: System administrator
br: Merour reizhiad
el: Διαχειριστής συστήματος

# tl_calendar.notify_author
source: Author of the event
br: Aozer an darvoud
el: Συγγραφέας της εκδήλωσης

# tl_calendar.notify_both
source: Author and system administrator
br: Aozer ha merour reizhiad
el: Συγγραφέας και διαχειριστής συστήματος

# tl_calendar.source_teaser
source: Event teasers
br: Teaserioù darvoud
el: Teaser της εκδήλωσης

# tl_calendar.source_text
source: Full articles
br: Pennadoù klok
el: Πλήρης άρθρα

# tl_calendar.new.0
source: New calendar
br: Deiziataer nevez
el: Νέο ημερολόγιο

# tl_calendar.new.1
source: Create a new calendar
br: Krouiñ un deiziataer nevez
el: Δημιουργία νέου ημερολογίου

# tl_calendar.show.0
source: Calendar details
br: Munudoù an deiziataer
el: Λεπτομέρειες ημερολογίου

# tl_calendar.show.1
source: Show the details of calendar ID %s
br: Diskouez munudoù an deiziataer ID %s
el: Προβολή λεπτομερειών του ημερολογίου ID %s

# tl_calendar.edit.0
source: Edit calendar
br: Kemm an deiziataer
el: Επεξεργασία ημερολογίου

# tl_calendar.edit.1
source: Edit calendar ID %s
br: Kemm an deiziataer ID %s
el: Επεξεργασία του ημερολογίου ID %s

# tl_calendar.editheader.0
source: Edit calendar
br: Kemm an deiziataer

# tl_calendar.editheader.1
source: Edit the calendar settings
br: Kemm arventennoù an deiziataer

# tl_calendar.copy.0
source: Duplicate calendar
br: Eilañ an deiziataer
el: Αντιγραφή ημερολογίου

# tl_calendar.copy.1
source: Duplicate calendar ID %s
br: Eilañ an deiziataer ID %s
el: Αντιγραφή του ημερολογίου ID %s

# tl_calendar.delete.0
source: Delete calendar
br: Dilemel an deiziataer
el: Διαγραφή ημερολογίου

# tl_calendar.delete.1
source: Delete calendar ID %s
br: Dilemel an deiziataer ID %s
el: Διαγραφή ημερολογίου ID %s

# tl_calendar.feeds.0
source: RSS feeds
br: Froudoù RSS

# tl_calendar.feeds.1
source: Manage RSS feeds
br: Merañ ar Froudoù RSS
el: Διαχείριση RSS feeds
