Repository: contao/contao
Catalog: calendar-bundle/src/Resources/contao/languages/*/*_calendar_events.xlf
Languages: el, ja, pl, pt, sl, sv, tr

# tl_calendar_events.stop.1
source: If you want to prevent the event from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
ja: ある特定の日時より後はイベントをウェブサイトに表示したくない場合は、その日時を入力します。それ以外の場合は空のままにしてください。
pl: Jeśli nie chcesz żeby wydarzenie było wyświetlane po jakiejś dacie, możesz wprowadzić ją tutaj. W przeciwnym wypadku zostaw to pole puste.
pt: Caso pretenda prevenir que o evento surja no website depois de uma determinada data/hora, pode defini-lo aqui. Caso contrário, deixe este campo em branco.
sl: Če želite, da se dogodek ne prikaže po določenem datumu/času, ga vnesite tu. Drugače pustite polje prazno.
sv: Om du vill förhindra att evenemanget visas på webbplatsen efter ett visst datum / tid kan du ange det här. Lämna annars fältet tomt.

# tl_calendar_events.tstamp.0
source: Revision date
el: Ημερομηνία αναθεώρησης
ja: 改訂日
pl: Data rewizji
pt: Data da última alteração
sl: Datum revizije
sv: Ändringsdatum
tr: Düzenleme tarihi

# tl_calendar_events.tstamp.1
source: Date and time of the latest revision
el: Ημερομηνία και ώρα την τελευταίας αναθεώρησης
ja: 最新のリビジョンの日付と時刻
pl: Data i czas ostatniej rewizji
pt: Data e hora da última alteração
sl: Datum in ura zadnje revizije
sv: Datum och tid för senaste ändringen.
tr: En son düzenlemenin tarihi ve zamanı

# tl_calendar_events.title_legend
source: Title and author
el: Τίτλος και συγραφέας
ja: 題名と作成者
pl: Tytuł i autor
pt: Título e autor
sl: Naslov in avtor
sv: Titel och upphovsman
tr: Başlık ve yazar

# tl_calendar_events.date_legend
source: Date and time
el: Ημερομηνία και ώρα
ja: 日付と時刻
pl: Data i czas
pt: Data e hora
sl: Datum in čas
sv: Datum och tid
tr: Tarih ve saat

# tl_calendar_events.details_legend
source: Event details
el: Λεπτομέρειες εκδήλωσης
ja: イベントの詳細
pl: Szczegóły wydarzenia
pt: Detalhes do evento
sl: Podrobnosti dogodka
sv: Visa händelsedetaljer
tr: Etkinlik ayrıntıları

# tl_calendar_events.text_legend
source: Event text
el: Κείμενο εκδήλωσης
ja: イベントのテキスト
pl: Szczegóły wydarzenia
pt: Descrição do evento
sl: Tekst dogodka
sv: Händelsedetaljer
tr: Etkinlik metni

# tl_calendar_events.image_legend
source: Image settings
el: Ρυθμίσεις εικόνας
ja: 画像の設定
pl: Ustawienia obrazka
pt: Configurações de imagem
sl: Nastavitve slike
sv: Bildinställningar
tr: Görsel ayarları

# tl_calendar_events.recurring_legend
source: Recurrence settings
el: Ρυθμίσεις επανάληψης
ja: 繰り返しの設定
pl: Ustawienia powtórzeń
pt: Configurações de recorrência
sl: Nastavitve ponavljanja
sv: Upprepningsinställningar
tr: Tekrarlama ayarları

# tl_calendar_events.enclosure_legend
source: Enclosures
el: Συννημένα
ja: エンクロージャー
pl: Załacznik kanału RSS
pt: Anexos
sl: Priloge
sv: Källfiler
tr: Dosyalar

# tl_calendar_events.source_legend
source: Redirect target
el: Ανακατεύθυνση προορισμού
ja: リダイレクト先
pl: Strona źródłowa
pt: Redireccionar para
sl: Preusmeritveni cilj
sv: Omdirigeringsmål
tr: Yönlendirme hedefi

# tl_calendar_events.meta_legend
source: Metadata
ja: メタデータ
pl: Metadane
pt: Metadado
sl: Meta podatki

# tl_calendar_events.expert_legend
source: Expert settings
el: Ρυθμίσεις για προχωρημένους
ja: 専門的な設定
pl: Zaawansowane ustawienia
pt: Configurações avançadas
sl: Napredne nastavitve
sv: Expertinställningar
tr: Gelişmiş ayarlar

# tl_calendar_events.publish_legend
source: Publish settings
el: Ρυθμίσεις δημοσίευσης
ja: 公開の設定
pl: Ustawinia publikacji
pt: Configurações de Publicação
sl: Objavi nastavitve
sv: Publiceringsinställningar
tr: Yayınlama ayarları

# tl_calendar_events.days
source: day(s)
el: ημέρα(ες)
ja: 日
pl: dzień/dni
pt: dia(s)
sl: dni
sv: dag(ar)
tr: gün(ler)

# tl_calendar_events.weeks
source: week(s)
el: εβδομάδα(ες)
ja: 週
pl: tydzień/tygodni
pt: semana(s)
sl: tednov
sv: vecka(or)
tr: hafta(lar)

# tl_calendar_events.months
source: month(s)
el: μήνας(ες)
ja: 月
pl: miesiąc/miesięcy
pt: mês(es)
sl: mesecev
sv: månad(er)
tr: ay(lar)

# tl_calendar_events.years
source: year(s)
el: έτος(η)
ja: 年
pl: rok/lat
pt: ano(s)
sl: let
sv: år
tr: yıl(lar)

# tl_calendar_events.new.0
source: New
ja: 新規作成
pl: Nowy
pt: Novo
sl: Nov
sv: Ny

# tl_calendar_events.new.1
source: Create a new event
el: Δημιουργία νέας εκδήλωσης
ja: 新しいイベントを作成
pl: Utwórz nowe wydarzenie
pt: Criar um novo evento
sl: Ustvari nov dogodek
sv: Skapa en ny händelse
tr: Yeni bir etkinlik oluştur

# tl_calendar_events.show
source: Show the details of event ID %s
el: Προβολή λεπτομερειών της εκδήλωσης ID %s
ja: ID %sのイベントの詳細を表示
pl: Pokaż szczegóły wydarzenia ID %s
pt: Mostrar detalhes do evento ID %s
sl: Prikaži podrobnosti dogodka ID %s
sv: Visa detaljer för händelse med ID %s

# tl_calendar_events.edit
source: Edit event ID %s
el: Επεξεργασία εκδήλωσης ID %s
ja: ID %sのイベントを編集
pl: Edytuj wydarzenie ID %s
pt: Editar evento ID %s
sl: Uredi dogodek ID %s
sv: Redigera händelse med ID %s

# tl_calendar_events.children
source: Edit the content elements of event ID %s
ja: ID %sのイベントのコンテント要素を編集

# tl_calendar_events.copy
source: Duplicate event ID %s
el: Αντιγραφή εκδήλωσης ID %s
ja: ID %sのイベントを複製
pl: Kopiuj wydarzenie ID %s
pt: Copiar evento ID %s
sl: Kopiraj dogodek ID %s
sv: Kopiera händelse med ID %s

# tl_calendar_events.cut
source: Move event ID %s
el: Μετακίνηση εκδήλωσης ID %s
ja: ID %sのイベントを移動
pl: Przenieś wydarzenie ID %s
pt: Mover evento ID %s
sl: Premakni dogodek ID %s
sv: Flytta händelse med ID %s

# tl_calendar_events.delete
source: Delete event ID %s
el: Διαγραφή εκδήλωσης ID %s
ja: ID %sのイベントを削除
pl: Skasuj wydarzenie ID %s
pt: Remover evento ID %s
sl: Izbriši dogodek ID %s
sv: Ta bort händelse med ID %s

# tl_calendar_events.toggle
source: Publish/unpublish event ID %s
el: Δημοσίευση/Μη δημοσίευση εκδήλωσης ID %s
ja: ID %sのイベントの公開と非公開を切り替え
pl: Publikuj/nie publikuj wydarzenia ID %s
pt: Publicar/despublicar evento ID %s
sl: Objavi/neobjavi dogodka ID %s
sv: Publicera / avpublicera händelse med ID %s

# tl_calendar_events.feature
source: Feature/unfeature event ID %s
ja: %sのイベントを特別かどうかを切り替え
pl: Wyróżnij/nie wyróżniaj wydarzenia ID %s
pt: ID %s do evento de recurso/desencaracterística
sl: Izpostavi/neizpostavi dogodek z ID %s
sv: Feature / unfeature evenemangs-ID %s

# tl_calendar_events.pasteafter.0
source: Paste into this calendar
el: Επικόλληση σε αυτό το ημερολογίο
ja: このカレンダーに貼り付け
pl: Wklej do tego kalendarza
pt: Colar neste calendário
sl: Prilepi v ta koledar
sv: Klistra in i denna kalender
tr: Bu takvimin içine yapıştır

# tl_calendar_events.editheader
source: Edit the settings of event ID %s
pl: Edytuj ustawienia wydarzenia ID %s
pt: Editar as configurações do evento ID %s
sl: Uredi nastavitve dogodka z ID %s
sv: Redigera inställningarna för evenemangs-ID %s

# tl_calendar_events.editmeta
source: Edit the event settings
el: Επεξεργασία ρυθμίσεων εκδήλωσης
pl: Edytuj ustawienia wydarzenia
pt: Edite as configurações de eventos
sl: Uredi nastavitve dogodka
sv: Redigera händelsens inställningar

# tl_calendar_events.endTime.1
source: Use the same value for start and end time to create an open-ended event.
tr: Lütfen açık sonlu etkinliğe başlama ve bitme zamanını eklerken aynı değeri kullanınız

# tl_calendar_events.location.0
source: Event location
tr: Etkinlik yeri

# tl_calendar_events.location.1
source: Here you can enter the event location.
tr: Burada etkinlik yerini ekleye bilirsiniz

# tl_calendar_events.external.0
source: External URL
tr: Dış URL

# tl_calendar_events.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
tr: "Daha fazla oku" tuşuna tıklayarak ziyaretçiler dış internet sitesine yönlendirilecekler

# tl_calendar_events.start.1
source: Do not show the event on the website before this day.
tr: Etkinliği bugünden önce sitede gösterme.

# tl_calendar_events.stop.1
source: Do not show the event on the website on and after this day.
tr: Etkinliği bugünde ve bugünden sonra sitede gösterme.

# tl_calendar_events.new.0
source: New event
tr: Yeni etkinlik

# tl_calendar_events.show.0
source: Event details
tr: Etkinlik ayrıntıları

# tl_calendar_events.show.1
source: Show the details of event ID %s
tr: Etkinlik ID %s ayrıntılarını göster

# tl_calendar_events.edit.0
source: Edit event
tr: Etkinliği düzenle

# tl_calendar_events.edit.1
source: Edit event ID %s
tr: Etkinlik ID %s düzenle

# tl_calendar_events.copy.0
source: Duplicate event
tr: Etkinliği çoğalt

# tl_calendar_events.copy.1
source: Duplicate event ID %s
tr: Etkinlik ID %s çoğalt

# tl_calendar_events.cut.0
source: Move event
tr: Etkinliği taşı

# tl_calendar_events.cut.1
source: Move event ID %s
tr: Etkinlik ID %s taşı

# tl_calendar_events.delete.0
source: Delete event
tr: Etkinliği sil

# tl_calendar_events.delete.1
source: Delete event ID %s
tr: Etkinlik ID %s sil

# tl_calendar_events.toggle.0
source: Publish/unpublish event
tr: Etkinliği yayımla/yayımlama

# tl_calendar_events.toggle.1
source: Publish/unpublish event ID %s
tr: Etkinlik ID %s yayımla/yayımlama

# tl_calendar_events.editheader.0
source: Edit calendar
tr: Takvimi düzenle

# tl_calendar_events.editheader.1
source: Edit the calendar settings
tr: Takvimin ayarlarını düzenle

# tl_calendar_events.editmeta.0
source: Edit event settings
tr: Etkinliğin ayarlarını düzenle

# tl_calendar_events.editmeta.1
source: Edit the event settings
tr: Etkinliğin ayarlarını düzenle

# tl_calendar_events.pasteafter.1
source: Paste after event ID %s
tr: Etkinlik ID %s arkasına ekle
