Repository: contao/contao
Catalog: calendar-bundle/src/Resources/contao/languages/*/*_calendar_events.xlf
Languages: el, ja, pl, pt, sl, sv, tr

# tl_calendar_events.title.0
source: Title
el: Τίτλος
ja: 題名
pl: Nagłówek
pt: Título
sl: Naziv
sv: Rubrik
tr: Başlık

# tl_calendar_events.title.1
source: Please enter the event title.
el: Συμπληρώστε το τίτλο της εκδήλωσης.
ja: イベントの題名を入力してください。
pl: Wpisz tytuł wydarzenia.
pt: Por favor inserir o título do evento.
sl: Prosimo, vnesite naslov dogodka.
sv: Ange en rubrik för händelsen.
tr: Lütfen etkinlik başlığını yazın.

# tl_calendar_events.alias.0
source: Event alias
el: Alias της εκδήλωσης
ja: イベントのエイリアス
pl: Alias wydarzenia
pt: Nome curto para identificar o evento
sl: Nadomestni naslov dogodka (alias)
sv: Händelsealias
tr: Etkinlik kısaltması

# tl_calendar_events.alias.1
source: The event alias is a unique reference to the event which can be called instead of its numeric ID.
el: Το alias της εκδήλωσης είναι μια μοναδική αναφορά της εκδήλωσης που μπορεί να καλεστεί αντί του αριθμητικού του ID.
ja: イベントのエイリアスは、その数値のIDの代わりにイベントを参照できる、重複しない名前です。
pl: Alias wydarzenia jest unikalnym odwołaniem do wydarzenia, który może być używany zamiast jej ID.
pt: O nome curto do evento é uma referência única ao evento o qual o pode identificar em vez do seu ID numérico.
sl: Nadomestni naslov dogodka (alias) je unikatna referenca dogodka, ki jo lahko uporabimo namesto ID dogodka.
sv: Händelsealias är ett unik referensnamn som kan användas istället för händelsens numeriska ID-nummer när man refererar till händelsen.
tr: Etkinlik kısaltması etkinliğin sayısal kimliği olarak kullanılacak eşsiz bir belirteçtir.

# tl_calendar_events.author.0
source: Author
el: Συγγραφέας
ja: 作成者
pl: Imię
pt: Autor
sl: Avtor
sv: Namn
tr: Yazar

# tl_calendar_events.author.1
source: Here you can change the author of the event.
el: Εδώ μπορείτε να αλλάξετε τον συγγραφέα της εκδήλωσης.
ja: イベントの作成者を変更できます。
pl: Tutaj możesz zmienić autora wydarzenia.
pt: Aqui pode alterar o autor do evento.
sl: Tukaj lahko spremenite avtorja dogodka.
sv: Här kan du ändra författare för händelsen.
tr: Buradan etkinliğini yazarını değiştirilebilir.

# tl_calendar_events.addTime.0
source: Add time
el: Προσθήκη ώρας
ja: 時刻を追加
pl: Wprowadź czas
pt: Adicionar horário
sl: Dodaj čas
sv: Lägg till tid
tr: Zaman ekle

# tl_calendar_events.addTime.1
source: Add a start and end time to the event.
el: Προσθήκη ώρας έναρξης και τέλους της εκδήλωσης.
ja: イベントに開始と終了の時刻を追加します。
pl: Wprowadź czas rozpoczęcia i zakończenia wydarzenia.
pt: Adicionar horários de início e fim de evento.
sl: Dodajanje začetka in konca časa do dogodka.
sv: Lägg till en start- och sluttid för händelsen.
tr: Etkinliğe başlangıç ve bitme zamanı ekleyin

# tl_calendar_events.startTime.0
source: Start time
el: Ώρα έναρξης
ja: 開始時刻
pl: Rozpoczęcie
pt: Horário de início do evento
sl: Začetni čas
sv: Starttid
tr: Başlangıç zamanı

# tl_calendar_events.startTime.1
source: Please enter the start time according to the global time format.
el: Συμπληρώστε την ώρα έναρξης βάση του διεθνούς προτύπου ώρας
ja: 全体的な時刻の書式に従って開始時刻を入力してください。
pl: Wprowadź czas rozpoczęcia.
pt: Por favor introduza o horário de inicio do evento de acordo com o formato horário global.
sl: Vnesite začetni čas v skladu z globalno časovno obliko.
sv: Ange en starttid i enlighet med det globala tidsformatet.
tr: Lütfen başlangıç zamanını Küresel Zaman Biçimine uygun ekleyiniz

# tl_calendar_events.endTime.0
source: End time
el: Ώρα λήξης
ja: 終了時刻
pl: Zakończenie
pt: Horário de fim de evento
sl: Končni čas
sv: Sluttid
tr: Bitiş zamanı

# tl_calendar_events.endTime.1
source: Leave blank to create an open-ended event.
ja: 空欄にすると終了日を定めないイベントを作成します。
pl: Pozostaw puste, aby utworzyć wydarzenie otwarte.
pt: Deixe em branco para criar um evento sem data/hora de fim definido.
sl: Pustite prazno za dogodek brez vnaprej znanega zaključka.
sv: Lämna tomt för att skapa ett ej tidsbegränsat evenemang.

# tl_calendar_events.startDate.0
source: Start date
el: Ημερομηνία έναρξης
ja: 開始日
pl: Data rozpoczęcia
pt: Data de início do evento
sl: Začetni datum
sv: Startdatum
tr: Başlangıç tarihi

# tl_calendar_events.startDate.1
source: Please enter the start date according to the global date format.
el: Συμπληρώστε την ημερομηνία έναρξης βάση του διεθνούς προτύπου ημερομηνίας
ja: 全体的な日付の書式に従って開始日を入力してください。
pl: Wprowadź dzień rozpoczęcia wydarzenia.
pt: Por favor introduza a data de inicio do evento de acordo com o formato horário global.
sl: Prosimo, vnesite datum začetka v skladu z globalno obliko datuma.
sv: Ange ett startdatum för händelsen.
tr: Lütfen başlangıç tarihini Ulusal Zaman Ölçümüne uygun girin

# tl_calendar_events.endDate.0
source: End date
el: Ημερομηνία λήξης
ja: 終了日
pl: Data zakończenia
pt: Data de fim do evento
sl: Končni datum
sv: Slutdatum
tr: Bitiş tarihi

# tl_calendar_events.endDate.1
source: Leave blank to create a single day event.
el: Αφήστε κενό για να δημιουργήσετε μια μονοήμερη εκδήλωση.
ja: 空欄にすると1日だけのイベントを作成します。
pl: Wprowadź dzień zakończenia wydarzenia lub pozostaw to pole puste dla wydarzenia całodziennego.
pt: Favor inserir a data de encerramento do evento ou deixe vazio caso seja um evento de um único dia.
sl: Pustite prazno za enodnevni dogodek.
sv: Ange ett slutdatum för händelsen, eller lämna tomt för endagshändelser.
tr: Tek günlük etkinlik oluşturmak için boş bırakın.

# tl_calendar_events.pageTitle.0
source: Meta title
ja: メタタイトル
pl: Tytuł meta
pt: Titulo meta
sv: Meta titel

# tl_calendar_events.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
ja: 独自のメタタイトルを追加して、ページの題名の初期値を上書きできます。
pl: Tutaj możesz dodać własny tytuł meta, aby zastąpić domyślny tytuł strony.
pt: Aqui pode adicionar um titulo meta para substituir o titulo de página padrão.
sl: Tu lahko vnesete meta naziv po meri, ki bo prepisal privzetega za spletno stran.
sv: Här kan du lägga till en anpassad metatitel för att skriva över standard sidrubriken.

# tl_calendar_events.robots.0
source: Robots tag
ja: robotsタグ
pl: Tagi robotów wyszukiwarek
pt: Tag dos robôs
sl: Oznake robota
sv: Robot-tag

# tl_calendar_events.robots.1
source: Here you can overwrite how search engines handle the event.
ja: イベントを検索エンジンが扱う方法を上書き設定できます。
pl: Tutaj możesz nadpisać jak wyszukiwarki mają interpretować wydarzenie.
pt: Aqui pode sobrescrever a forma como os motores de busca lidam com o evento.
sl: Tu lahko spremenite nastavitev, kako naj spletni iskalniki ravnajo z dogodkom.
sv: Här kan du skriva över hur sökmotorer hanterar evenemanget.

# tl_calendar_events.description.0
source: Meta description
ja: メタデスクリプション
pl: Opis meta
pt: Informação meta
sv: Metabeskrivning

# tl_calendar_events.description.1
source: Here you can add a custom meta description to overwrite the default page description.
ja: 独自のメタデスクリプションを追加して、ページの説明の初期値を上書きできます。
pl: Tutaj możesz dodać własny opis meta, aby zastąpić domyślny opis strony.
pt: Aqui pode adicionar uma descrição meta para substituir a descrição de página padrão.
sl: Tu lahko vnesete meta opis po meri, ki bo prepisal privzetega za spletno stran.
sv: Här kan du lägga till en anpassad metabeskrivning för att skriva över standardsidebeskrivningen.

# tl_calendar_events.location.0
source: Location name
ja: 会場の名前
pl: Nazwa lokalizacji
pt: Localização
sl: Naziv lokacije
sv: Platsnamn

# tl_calendar_events.location.1
source: Here you can enter the name of the event location.
ja: イベントの開催場所の名前を入力できます。
pl: Tutaj możesz wprowadzić nazwę lokalizacji wydarzenia.
pt: Aqui pode introduzir o nome da localização do evento.
sl: Tu lahko vnesete naziv lokacije dogodka.
sv: Här kan du ange namnet på evenemangets plats.

# tl_calendar_events.address.0
source: Location address
ja: 会場の住所
pl: Adres lokalizacji
pt: Endereço da localização
sl: Naslov lokacije
sv: Platsadress

# tl_calendar_events.address.1
source: Here you can enter the address of the event location.
ja: イベントの開催場所の住所を入力できます。
pl: Tutaj możesz wprowadzić adres lokalizacji wydarzenia.
pt: Aqui pode escrever o endereço/morada do evento.
sl: Tu lahko vnesete naslov lokacije dogodka.
sv: Här kan du ange adressen till evenemangets plats.

# tl_calendar_events.teaser.0
source: Event teaser
el: Teaser της εκδήλωσης
ja: イベントのティーザー
pl: Tekst zajawki
pt: Texto alusivo ao evento
sl: Uvodnik dogodka
sv: Ingress
tr: Etkinlik ön tanıtımı

# tl_calendar_events.teaser.1
source: The event teaser can be shown in an event list instead of the full article. A "read more …" link will be added automatically.
el: Το teaser της εκδήλωσης μπορεί να προβληθεί στην λίστα εκδηλώσεων αντί του πλήρους κειμένου του άρθρου. Θα προστεθεί ο σύνδεσμος "Περισσότερα..." αυτόματα.
ja: イベントの完全なテキストの代わりに、ティーザーをイベントリストに表示できます。"続きを読む..."のリンクを自動的に追加します。
pl: Tekst ten zazwyczaj jest używany zamiast głównego tekstu i kończy go link "Czytaj dalej...".
pt: O texto alusivo ao evento pode ser mostrado numa lista de eventos, em vez de uma descrição completa. Um link "Ler Mais" será adicionado automaticamente.
sl: Uvodnik dogodka je lahko prikazan na seznamudogodkov namesto celega članka. "Beri naprej ..." povezava bo dodana avtomatično.
sv: En ingress är en kort text som ska locka läsaren att klicka på "Läs mer..."-länken. Ingressen visas som sammanfattning i händelselistor.
tr: Etkinlik listesinde etkinlik teaseri tüm makalenin yerine gösterilir. "Devam oku ..." bağlantısı otomatik olarak eklenir.

# tl_calendar_events.details.0
source: Event text
el: Κείμενο εκδήλωσης
ja: イベントのテキスト
pl: Szczegóły wydarzenia
pt: Descrição do evento
sl: Tekst dogodka
sv: Händelsedetaljer
tr: Etkinlik metni

# tl_calendar_events.details.1
source: Here you can enter the event text.
el: Συμπληρώστε το πλήρες κείμενο της εκδήλωσης.
ja: イベントのテキストを入力してください。
pl: Wpisz szczegóły wydarzenia.
pt: Por favor digite os detalhes do evento.
sl: Tukaj lahko vpišete besedilo dogodka.
sv: Skriv in den detaljerade händelsetexten.
tr: Buraya etkinlik metnini girebilirsiniz.

# tl_calendar_events.addImage.0
source: Add an image
el: Εισαγωγή εικόνας
ja: 画像を追加
pl: Dodaj obrazek
pt: Adicionar imagem
sl: Dodaj sliko
sv: Lägg till bild
tr: Resim ekleyin

# tl_calendar_events.addImage.1
source: Add an image to the event.
el: Προσθήκη εικόνας στην εκδήλωση.
ja: イベントに画像を追加します。
pl: Jeśli wybierzesz tą opcję, do wydarzenia zostanie dodany obrazek.
pt: Se você escolher esta opção, uma imagem será adicionada ao evento.
sl: Dodajte sliko k dogodku.
sv: Markera detta alternativ för att lägga till en bild i händelsen.
tr: Etkinliğe bir resim ekleyin.

# tl_calendar_events.recurring.0
source: Repeat event
el: Επανάληψη εκδήλωσης
ja: イベントの繰り返し
pl: Wydarzeni cykliczne
pt: Tornar o evento recorrente
sl: Ponavljanje dogodka
sv: Återkommande händelse
tr: Etkinliği tekrarla

# tl_calendar_events.recurring.1
source: Create a recurring event.
el: Δημιουργία μια επαναλαμβανόμενη εκδήλωση.
ja: 繰り返すイベントを作成します。
pl: Powtórz aktualne wydarzenie.
pt: Criar um evento recorrente.
sl: Ustvarite ponavljajoč dogodek.
sv: Repetera aktuell händelse.
tr: Tekrarlanan etkinlik oluştur

# tl_calendar_events.repeatEach.0
source: Interval
el: Χρονικό διάστημα
ja: 間隔
pl: Przerwa
pt: Intervalo
sv: Intervall
tr: Aralık

# tl_calendar_events.repeatEach.1
source: Here you can set the recurrence interval.
el: Εδώ μπορείτε να ορίζετε τον χρόνο επανάληψης.
ja: 繰り返す間隔を設定します。
pl: Określ czas przerwy.
pt: Por favor introduza a regularidade com que o evento se repete.
sl: Tu lahko nastavite interval ponavljanja.
sv: Ange tidsintervall.
tr: Buradan tekrarlanma aralığını düzenleye bilirsiniz

# tl_calendar_events.recurrences.0
source: Recurrences
el: Επανεμφάνισεις
ja: 繰り返し
pl: Powtórzenia
pt: Recorrências
sl: Ponovitve
sv: Repetitioner
tr: Tekrarlama

# tl_calendar_events.recurrences.1
source: Set to 0 for unlimited recurrences.
el: Εισάγετε 0 για απεριόριστες επανεμφανίσεις.
ja: 0にすると無期限の繰り返しとなります。
pl: Określ liczbę powtórzeń (0 = nieograniczone)
pt: Por favor, configure um número de recorrências (0 = ilimitado).
sl: Nastavite na 0 za neomejeno ponavljanje.
sv: Ställ in på 0 för obegränsad återkommande.
tr: Sınırsız yinelemeler için 0 yaz.

# tl_calendar_events.repeatEnd
source: End of recurring event
el: Τελος μιας επαναλαμβανομενης εκδηλωσης
ja: 繰り返すイベントの終了
pl: Koniec powtarzanego wydarzenia
pt: Fim de evento regular
sl: Konec ponavljajočega se dogodka
sv: Slut för upprepad händelse
tr: Tekrarlanan etkinliğin sonu

# tl_calendar_events.addEnclosure.0
source: Add enclosures
el: Προσθήκη συννημένων
ja: エンクロージャーを追加
pl: Dodaj załącznik
pt: Adicionar anexo
sl: Dodaj prilogo
sv: Bifoga fil
tr: Dosya ekle

# tl_calendar_events.addEnclosure.1
source: Add one or more downloadable files to the event.
el: Προσθήκη στην εκδήλωση ενός ή περισσοτέρων αρχείων για κατέβασμα.
ja: ダウンロードできるファイルを1つ以上、イベントのRSSのエンクロージャーとして追加します。
pl: Dodaj do wydarzenia jeden lub więcej plików do pobrania.
pt: Adicionar ao evento um ou mais ficheiros para download.
sl: Dodajte dogodku eno ali več datotek za prenos.
sv: Lägg till en eller flera nedladdningsbara filer till händelsen.
tr: Etkinliğe bir veya birden fazla indirilebilir dosya ekle.

# tl_calendar_events.enclosure.0
source: Enclosures
el: Συννημένα
ja: エンクロージャー
pl: Załacznik kanału RSS
pt: Anexos
sl: Priloge
sv: Källfiler
tr: Dosyalar

# tl_calendar_events.enclosure.1
source: Please choose the files you want to attach.
el: Επιλέξτε τα αρχεία που θέλετε να επισυνάψετε
ja: RSSのエンクロージャーとして添付したいファイルを選択してください。
pl: Wybierz plik, który chcesz załączyć do odpowiedzi.
pt: Por favor escolha os ficheiros para serem anexados.
sl: Izberite datoteko, ki jo želite dodati k odgovoru.
sv: Välj en eller flera filer från filarkivet som ska bifogas till svaret.
tr: Eklemek istediğiniz dosyaları seçin

# tl_calendar_events.source.0
source: Redirect target
el: Ανακατεύθυνση προορισμού
ja: リダイレクト先
pl: Strona źródłowa
pt: Redireccionar para
sl: Preusmeritveni cilj
sv: Omdirigeringsmål
tr: Yönlendirme hedefi

# tl_calendar_events.source.1
source: Here you can override the default redirect target.
el: Εδώ μπορείτε να παρακάμψετε τον προκαθορισμένο προορισμό.
ja: リダイレクト先の初期設定を上書きできます。
pl: Wybierz czy linki do treści aktualności mają prowadzić do wewnętrznej czy zewnętrznej strony.
pt: Aqui pode substituir a página de redireccionamento padrão por uma da sua escolha.
sl: Izberite ali novica kaže na notranjo ali zunanjo stran.
sv: Här kan du åsidosätta standard omdirigeringsmål.
tr: Varsayılan yönlendirme hedefini buradan geçersiz kılabilirsiniz.

# tl_calendar_events.default.0
source: Use default
el: Χρήση προεπιλεγμένου
ja: 初期設定を使用
pl: Użyj domyślnej
pt: Usar padrão
sl: Uporabi privzeto
sv: Använd standard
tr: Varsayılanı kullan

# tl_calendar_events.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the calendar.
el: Πατώντας το σύνδεσμο "Περισσότερα", ο επισκέπτης θα μεταφερθεί στην προκαθορισμένη σελίδα ανάγνωσης των εκδηλώσεων.
ja: "続きを読む..."のボタンをクリックすると、カレンダーで設定したページに移動します。
pl: Po kliknięciu w odnośnik "czytaj więcej..." użytkownik będzie przekierowany na domyślną stronę kalendarza.
pt: Ao clicar no botão "leia mais..." os visitantes serão redireccionados para a página padrão do calendário.
sl: S klikom na "Beri naprej …" povezavo, bodo obiskovalci preusmerjeni na privzeto stran za koledar.
sv: Genom att klicka på "läs mer..." så kommer besökare att vidarebefodras till standardsidan för kalendern.
tr: "daha fazla oku" klasörüne tıklayarak ziyaretçiler takvimin varsayılan sayfasına yönlendirilecekler

# tl_calendar_events.internal.0
source: Page
el: Σελίδα
ja: ページ
pl: Wewnętrzna strona
pt: Página
sl: Stran
sv: Intern sida
tr: Sayfa

# tl_calendar_events.internal.1
source: By clicking the "read more …" button, visitors will be redirected to an internal page.
el: Πατώντας το σύνδεσμο "Περισσότερα...", ο επισκέπτης θα μεταφερθεί σε κάποια εσωτερική σελίδα.
ja: "続きを読む..."のボタンをクリックすると内部のページに移動します。
pl: Po kliknięciu w odnośnik "czytaj więcej..." użytkownik będzie przekierowany na inną stronę naszego serwisu.
pt: Ao clicar no botão "Leia mais..." os visitantes serão redirecionados para uma página interna.
sl: S klikom na "beri naprej …" povezavo, bodo obiskovalci preusmerjeni na notranjo stran.
sv: Genom att klicka på "läs mer..." så kommer besökare att vidarebefodras till en intern sida.
tr: "daha fazla oku" klasörüne tıklayarak ziyaretçiler dahili sayfaya yönlendirilecekler

# tl_calendar_events.article.0
source: Article
el: Άρθρο
ja: アーティクル
pl: ID artykułu
pt: ID do artigo
sl: Članek
sv: Artikel
tr: Makale

# tl_calendar_events.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
el: Πατώντας το σύνδεσμο "Περισσότερα...", ο επισκέπτης θα μεταφερθεί σε κάποιο άρθεο.
ja: "続きを読む..."ボタンをクリックするとアーティクルに移動します。
pl: Kliknięcie w przycisk "czytaj więcej...", przekieruje do artykułu
pt: Ao clicar no "leia mais ..." botão, o visitante será redirecionado para um artigo.
sl: S klikom na "Beri naprej ..." gumb, bodo obiskovalci preusmerjeni na članek.
sv: Genom att klicka på "läs mer ..." knappen, kommer besökarna att omdirigeras till en artikel.
tr: "Daha fazla oku" düğmesine tiklayarak ziyaretçiler makaleye yönlendirilecekler

# tl_calendar_events.external.0
source: Custom URL
ja: 特定のURL
pl: Własny URL
pt: URL personalizado
sl: Poljuben naslov URL
sv: Anpassad URL

# tl_calendar_events.external.1
source: By clicking the "read more …" button, visitors will be redirected to custom URL.
ja: "続きを読む..."のボタンをクリックすると特定のURLに移動します。
pl: Po kliknięciu przycisku „czytaj więcej…” użytkownicy zostaną przekierowani na własny adres URL.
pt: Ao clicar no botão "ler mais ..." , os visitantes serão redireccionados para o URL personalizado.
sl: S klikom na gumb "Beri naprej ..." bodo obiskovalci preusmerjeni na poljuben naslov URL.
sv: Genom att klicka på knappen "läs mer ..." kommer besökare att omdirigeras till anpassad URL.

# tl_calendar_events.linkText.0
source: Link text
ja: リンクのテキスト

# tl_calendar_events.linkText.1
source: Here you can override the default "read more…" link text.
ja: リンクの初期値のテキスト「続きを読む...」を上書きできます。

# tl_calendar_events.jumpTo.0
source: Redirect page
el: Σελίδα ανακατεύθυνσης
ja: リダイレクト先のページ
pl: Skocz do strony
pt: Redirecionar página
sl: Pojdi na stran
sv: Omdirigera till
tr: Yönlendirme sayfası

# tl_calendar_events.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the event.
el: Επιλέξτε την σελίδα στην οποία θα μεταφέρονται οι επισκέπτες όταν θα πατήσουν κάποια εκδήλωση.
ja: イベントをクリックしたときに移動するページを選択してください。
pl: Wybierz stronę, na którą użytkownik zostanie przekierowany.
pt: Por favor seleccione a página para a qual os visitantes serão redireccionados ao clicar no evento.
sl: Prosimo izberite stran, kamor bodo obiskovalci preusmerjeni, ko bodo kliknili na dogodek.
sv: Vänligen välj en sida som besökare skall bli vidarebefordrade till.
tr: Lütfen ziyaretçilerin etkinliğe tıkladığında yönlendirilecekleri sayfayı seçin.

# tl_calendar_events.articleId.0
source: Article
el: Άρθρο
ja: アーティクル
pl: ID artykułu
pt: ID do artigo
sl: Članek
sv: Artikel
tr: Makale

# tl_calendar_events.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the event.
el: Επιλέξτε το άρθρο στο οποίο θα μεταφέρονται οι επισκέπτες όταν θα πατήσουν κάποια εκδήλωση.
ja: イベントをクリックしたときに移動するアーティクルを選択してください。
pl: Wybierz artykuł na który zostaną przeniesieni użytkownicy kiedy klikną w wydarzenie.
pt: Por favor escolha o artigo para o qual os visitantes serão redireccionados ao clicar no evento.
sl: Prosimo izberite članek na katerega bodo obiskovalci preusmerjeni, ko bodo kliknili na dogodek.
sv: Välj den artikel som besökaren kommer att omdirigeras till när den klickar på händelsen.
tr: Lütfen ziyaretçilerin etkinliğe tıkladığında yönlendirilecekleri makaleyi seçin.

# tl_calendar_events.cssClass.0
source: CSS class
ja: CSSのclass
pl: Klasa CSS
pt: Classe CSS
sv: Stilmallsklass
tr: CSS sınıfı

# tl_calendar_events.cssClass.1
source: Here you can enter one or more classes.
el: Εδώ μπορείτε να συμπληρώσετε μια η περισσότερες κλάσεις του CSS
ja: 1つ以上のclassを入力できます。
pl: Tutaj możesz wprowadzić jedną lub więcej klas CSS.
pt: Aqui você pode inserir uma ou mais classes CSS.
sl: Tu lahko vnesete enega ali več razredov.
sv: Här kan du ange en eller flera stilmallsklasser (CSS-klass)
tr: Buraya bir veya birden fazla sınıfı ekleyebilirsiniz.

# tl_calendar_events.noComments.0
source: Disable comments
el: Επενεργοποίηση σχολίων
ja: コメントを不使用
pl: Wyłącz komentarze
pt: Desativar comentários
sl: Onemogoči komentarje
sv: Avaktivera kommentarer
tr: Yorum yapılamasın

# tl_calendar_events.noComments.1
source: Do not allow comments for this particular event.
el: Να μην επιτρέπετε η χρήση σχολίων για τη συγκεκριμένη εκδήλωση.
ja: この特定のイベントにコメントを許可しません。
pl: Nie zezwalaj komentowania tego wydarzenia.
pt: Não permitir comentários para este evento em particular.
sl: Ne dovoli komentarje za ta dogodek.
sv: Tillåt inte kommentarer från besökare för denna händelse.
tr: Bu etkinlikte yorumlara izin verme.

# tl_calendar_events.featured.0
source: Feature event
ja: 将来のイベント
pl: Promuj wydarzenie
pt: Evento em destaque
sl: Izpostavljen dogodek
sv: Feature-evenemang

# tl_calendar_events.featured.1
source: Show the event in a featured event list.
ja: イベントを将来のイベントリストに表示
pl: Pokaż wydarzenie na liście promowanych wydarzeń.
pt: Mostrar o evento numa lista de eventos em destaque.
sl: Prikaži dogodek v seznamu izpostavljenih dogodkov.
sv: Visa evenemanget i en utvald evenemangslista.

# tl_calendar_events.published.0
source: Publish event
el: Δημοσίευση εκδήλωσης
ja: イベントを公開
pl: Opublikuj
pt: Publicar evento
sl: Objavi dogodek
sv: Publicerad
tr: Etkinliği yayımla

# tl_calendar_events.published.1
source: Make the event publicly visible on the website.
el: Κάντε την εκδήλωση ορατή για το κοινό του website.
ja: ウェブサイトにイベントを公開します。
pl: Wydarzenie nie będzie widoczne dopóki nie zostanie opublikowane.
pt: Tornar o evento visível publicamente no website.
sl: Dogodek naj bo javno viden na spletni strani.
sv: Markera detta alternativ för att publicera händelsen så att den visas för hemsidans besökare.
tr: Etkinliği sitede herkes icin görünür yap.

# tl_calendar_events.start.0
source: Show from
el: Προβολή από
ja: 公開の開始日
pl: Wrapper start
pt: Mostrar de
sl: Objavi od
sv: Börja visa fr.o.m
tr: İtibaren göster

# tl_calendar_events.start.1
source: If you want to prevent the event from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
ja: ある特定の日時より前はイベントをウェブサイトに表示したくない場合は、その日時を入力します。それ以外の場合は空のままにしてください。
pl: Jeśli nie chcesz żeby wydarzenie było wyświetlane przed jakąś datą, możesz wprowadzić ją tutaj. W przeciwnym wypadku zostaw to pole puste.
pt: Caso pretenda prevenir que o evento surja no website antes de uma determinada data/hora, pode defini-lo aqui. Caso contrário, deixe este campo em branco.
sl: Če želite, da se dogodek ne prikaže pred določenim dnevom/časom, ga vnesite tu. Drugače pustite polje prazno.
sv: Om du vill förhindra att evenemanget visas på webbplatsen före ett visst datum / tid kan du ange det här. Lämna annars fältet tomt.

# tl_calendar_events.stop.0
source: Show until
el: Προβολή μέχρι
ja: 公開の終了日
pl: Wrapper stop
pt: Até
sl: Objavi do
sv: Sluta visa fr.o.m
tr: Kadar göster
