Repository: contao/contao
Catalog: calendar-bundle/src/Resources/contao/languages/*/*_calendar_feed.xlf
Languages: br, ko, sr, tr

# tl_calendar_feed.title.0
source: Title
br: Titl
ko: 제목
sr: Назив
tr: Başlık

# tl_calendar_feed.title.1
source: Please enter a feed title.
br: Ebarzhit titl ur froud mar plij.
ko: 피드 제목을 입력해주세요.
sr: Унесите наслов сажетка.
tr: Lütfen akışın başlığını yazın.

# tl_calendar_feed.alias.0
source: Feed alias
br: Alias ar froud
ko: 피드 별칭
sr: Алиас сажетка
tr: Akış kısaltması

# tl_calendar_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
br: Gellout a rit ebarzhañ un anv-restr unel (hep astenn). Ar vaezienn XML a vo em-c'hanet e <em>kavlec'h</em> rannañ ho staliadur Contao, d.sk. evel <em>share/name.xml</em>.
ko: 여기에 고유한 파일 이름을 입력할 수 있습니다 (확장자 생략). XML 피드 파일은 Contao 설치의 <em>공유</em> 디렉토리(예: <em>share/name.xml</em>)에 자동으로 생성됩니다.
sr: Овде можете унести јединствено име фајла (без екстензије). XML сажетак ће бити аутоматски креиран у <em>share</em> фолдеру Contao инсталације, нпр. као <em>share/name.xml</em>.
tr: Buraya benzersiz bir dosya adı girebilirsiniz (uzantısı olmadan). XML besleme dosyası <em> paylaşılan </em> Contao kurulum dizininde otomatik olarak oluşturulacaktır. <em> paylaş/isim.xml </em> gibi.

# tl_calendar_feed.language.0
source: Feed language
br: Yezh ar froud
ko: 피드 언어
sr: Језик сажетка
tr: Akış dili

# tl_calendar_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
br: Ebarzhit mar plij froud ar yezh hervez ar standard ISO-639 (d.sk <em>en</em> pe <em>en-us</em>).
ko: ISO-639 표준 (예: <em>en</em> 또는 <em>en-us</em>)에 따라 피드 언어를 입력하십시오.
sr: Унесите језик сажетка у складу са стандардом ISO-639 (нпр. <em>en</em> или <em>en-us</em>).
tr: ISO-639 standardına göre akışın dilini yazın (<em>tr</em> ya da <em>tr-tr</em> ).

# tl_calendar_feed.calendars.0
source: Calendars
br: Deiziataerioù
ko: 달력
sr: Календари
tr: Takvimler

# tl_calendar_feed.calendars.1
source: Here you can choose the calendars to be included in the feed.
br: Gellout a rit cheñch amañ an deiziataerioù a zo da vezañ ebarzhet er vaezienn.
ko: 여기서 피드에 포함할 달력을 선택할 수 있습니다.
sr: Овде можете одабрати календаре који ће бити укључени у сажетак.
tr: Bu bölümden akışa katılacak takvimler seçilebilir.

# tl_calendar_feed.format.0
source: Feed format
br: Stumm ar froud
ko: 피드 형식
sr: Формат сажетка
tr: Akış biçimi

# tl_calendar_feed.format.1
source: Please choose a feed format.
br: Dibabit ur stumm froud mar plij.
ko: 피드 형식을 선택하세요.
sr: Изаберите формат сажетка.
tr: Akış biçimini seçin.

# tl_calendar_feed.source.0
source: Export settings
br: Ezporzhiañ an arventennoù
ko: 설정 내보내기
sr: Извези подешавања
tr: Verme ayarları

# tl_calendar_feed.source.1
source: Here you can choose what will be exported.
br: Gellout a rit dibab ar pezh a vo ezporzhiet amañ.
ko: 여기서 어떤 것이 내보낼지 정할 수 있습니다.
sr: Овде можете изабрати шта ће бити извезено.
tr: Bu bölümden verilecek bilgiler seçilebilir.

# tl_calendar_feed.maxItems.0
source: Maximum number of items
br: Niver a elfennoù maksimom
ko: 아이템 최대 개수
sr: Максималан број ставки
tr: En fazla öge sayısı

# tl_calendar_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
br: Gellout a reoc'h bevenniñ an niver a elfennoù froud amañ. Lakait da 0 evit ezporzhiañ an holl.
ko: 여기서 피드 아이템의 개수 제한을 설정할 수 있습니다. 모두 내보내기 하려면 0으로 설정하세요.
sr: Овде можете ограничити број ставки сажетка. Поставите 0 за извоз свих ставки.
tr: Akışta görüntülenecek öge sayısını belirtin. Tüm ögelerin verilmesi için 0 yazın.

# tl_calendar_feed.feedBase.0
source: Base URL
br: Diazez URL
ko: 기본 URL
sr: Базни URL
tr: Temel İnternet Adresi

# tl_calendar_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
br: Ebarzhit mar plij an diaz URL gant ar protokol (d.sk. <em>htt://</em>).
ko: 기본 URL을 protocol을 포함해서 입력하세요. (예: <em>http://</em>)
sr: Унесите основни URL са протоколом (нпр. <em>http://</em>).
tr: Lütfen temel İnternet adresini iletişim kuralı ile birlikte yazın (<em>http://</em> gibi).

# tl_calendar_feed.description.0
source: Feed description
br: Deskrivadur ar froud
ko: 피드 설명
sr: Опис сажетка
tr: Akış açıklaması

# tl_calendar_feed.description.1
source: Here you can enter a short description of the calendar feed.
br: Gellout a rit ebarzhiñ un deskrivadur berr eus ar froud deiziataer amañ.
ko: 여기에 달려 피드에 대한 간단한 설명을 입력할 수 있습니다.
sr: Овде можете унети кратки опис сажетка календара.
tr: Takvim akışının kısa açıklamasını yazın.

# tl_calendar_feed.title_legend
source: Title and language
br: Titl ha yezh
ko: 제목 및 언어
sr: Назив и језик
tr: Başlık ve dil

# tl_calendar_feed.calendars_legend
source: Calendars
br: Deiziataerioù
ko: 달력
sr: Календари
tr: Takvimler

# tl_calendar_feed.config_legend
source: Feed settings
br: Arventennoù ar froud
ko: 피드 설정
sr: Подешавања сажетка
tr: Akış ayarları

# tl_calendar_feed.source_teaser
source: Event teasers
br: Teaserioù darvoud
ko: 이벤트 티저
sr: Тизери догађаја
tr: Etkinlik tanıtımları

# tl_calendar_feed.source_text
source: Full articles
br: Pennadoù klok
ko: 전체 기사
sr: Комплетни чланци
tr: Tam makaleler

# tl_calendar_feed.new.0
source: New feed
br: Froud nevez
tr: Yeni besleme

# tl_calendar_feed.new.1
source: Create a new feed
br: Krouiñ ur froud nevez
ko: 새로운 피드 생성
sr: Креирај нови сажетак
tr: Yeni bir besleme oluşturun

# tl_calendar_feed.show.0
source: Feed details
br: Munudoù ar froud
tr: Besleme ayrıntıları

# tl_calendar_feed.show.1
source: Show the details of feed ID %s
br: Diskouez munudoù ID ar froud %s
tr: Besleme kimliğinin ayrıntılarını göster %s

# tl_calendar_feed.edit.0
source: Edit feed
br: Kemm froud
tr: Beslemeyi düzenle

# tl_calendar_feed.edit.1
source: Edit feed ID %s
br: Kemm ID ar froud %s
tr: Besleme kimliğini düzenle %s

# tl_calendar_feed.copy.0
source: Duplicate feed
br: Eilañ ar froud
tr: Beslemeyi çoğalt

# tl_calendar_feed.copy.1
source: Duplicate feed ID %s
br: Eilañ ID ar froud %s
tr: Besleme kimlğini çoğalt %s

# tl_calendar_feed.delete.0
source: Delete feed
br: Dilemel ar froud.
tr: Beslemeyi sil

# tl_calendar_feed.delete.1
source: Delete feed ID %s
br: Dilemel ID ar froud %s
tr: Besleme kimliğini sil %s

# tl_calendar_feed.image_legend
source: Image settings
sr: Подешавања слике

# tl_calendar_feed.new.0
source: New
ko: 새로운
sr: Ново

# tl_calendar_feed.show
source: Show the details of feed ID %s
ko: 피드 ID %s의 상세정보
sr: Прикажи детаље сажетка ID %s

# tl_calendar_feed.edit
source: Edit feed ID %s
ko: 피드 ID %s 편집
sr: Уреди сажетак ID %s

# tl_calendar_feed.copy
source: Duplicate feed ID %s
ko: 피드 ID %s 복사
sr: Копирај сажетак ID %s

# tl_calendar_feed.delete
source: Delete feed ID %s
ko: 피드 ID %s 삭제
sr: Обриши сажетак ID %s
