Repository: contao/contao
Catalog: calendar-bundle/src/Resources/contao/languages/*/*_module.xlf
Languages: br, el, pt_br, sr

# tl_module.cal_calendar.0
source: Calendars
br: Deiziataerioù
el: Ημερολόγια
pt_br: Calendários
sr: Календари

# tl_module.cal_calendar.1
source: Please select one or more calendars.
br: Dibabit unan pe meur a zeiziataer.
el: Επιλέξτε ένα ή περισσότερα ημερολόγια.
pt_br: Por favor escolha um ou mais calendários.
sr: Изаберите један или више календара.

# tl_module.cal_noSpan.0
source: Shortened view
br: Gwel berraet
el: Συντομευμένη προβολή
pt_br: Visão encurtada
sr: Скраћени приказ

# tl_module.cal_noSpan.1
source: Show events only once even if they span multiple days.
br: Diskouez an darvoudoù ur wech hepken ha pa vefent war meur a zevezh zoken.
el: Εμφάνιση εκδηλώσεων μόνο μία φορά, ακόμα και αν εκτείνονται σε πολλές ημέρες.
pt_br: Mostrar eventos somente se eles durarem vários dias.
sr: Прикажи дешавање само једном, чак иако траје више дана.

# tl_module.cal_hideRunning.0
source: Hide running events
br: Kuzhat an darvoudoù red
sr: Сакриј дешавања која су у току

# tl_module.cal_hideRunning.1
source: Do not show running events in the list of upcoming events.
br: Chom hep diskouez an darvoudoù red e-barzh al listenn darvoudoù a zo da zont.
sr: На листи надолазећих дешавања неће бити приказана дешавања која су већ почела.

# tl_module.cal_startDay.0
source: Week start day
br: Devezh loc'hañ ar sizhun
el: Πρώτη μέρα της εμβομάδας
pt_br: Dia inicial da semana
sr: Почетни дан у недељи

# tl_module.cal_startDay.1
source: Here you can choose the week start day.
br: Gellout a rit dibab devezh loc'hañ ar sizhun.
el: Εδώ μπορείτε να επιλέξετε την πρώτη μέρα της εμβομάδας
pt_br: Aqui você pode escolher o dia inicial da semana.
sr: Овде можете изабрати први дан у недељи.

# tl_module.cal_format.0
source: Event list format
br: Stumm al listenn darvoudoù
el: Μορφή λίστας εκδηλώσεων
pt_br: Formato da lista de eventos
sr: Формат листе дешавања

# tl_module.cal_format.1
source: Here you can choose the event list format.
br: Gellout a rit dibab stumm al listenn darvoudoù.
el: Εδώ μπορείτε να επιλέξετε την μορφή της λίστας εκδηλώσεων.
pt_br: Aqui você pode escolher o formato da lista de eventos.
sr: Овде можете изабрати формат листе дешавања.

# tl_module.cal_ignoreDynamic.0
source: Ignore URL parameters
br: Na ober van eus an arventennoù URL
el: Αγνόησε τις παραμέτρους URL
pt_br: Ignorar parâmetros da URL
sr: Игнориши параметре URL

# tl_module.cal_ignoreDynamic.1
source: Do not switch the time period based on the date/month/year URL parameters.
br: Na cheñchit ket ar prantad a zo diazezet war an URL arventennoù deiziad/miz/bloavezh.
el: Μην αλλάξετε τη χρονική περίοδο με βάση την ημερομηνία / μήνας / έτος των παραμέτρων URL.
pt_br: Não modifique o período de tempo baseado nos parâmetros de dia/mês/ano do URL.
sr: Не мењај временски период базиран на дан/месец/година параметрима URL.

# tl_module.cal_order.0
source: Sort order
br: Urzh rummañ
el: Σειρά ταξινόμησης
pt_br: Ordem de classificação
sr: Редослед сортирања

# tl_module.cal_order.1
source: Here you can choose the sort order.
br: Gellout a rit dibab an urzh rummañ amañ.
el: Εδώ μπορείτε να επιλέξετε την σειρά ταξινόμησης
pt_br: Aqui você pode escolher a ordem de classificação.
sr: Овде можете одабрати начин сортирања.

# tl_module.cal_readerModule.0
source: Event reader module
br: Modulenn lenner darvoud
el: Μονάδα ανάγνωσης εκδηλώσεων
pt_br: Modulo de leitura de eventos
sr: Модул читача дешавања

# tl_module.cal_readerModule.1
source: Automatically switch to the event reader if an event has been selected.
br: Em-wintit betek al lenner darvoudoù m'eo bet dibabet un darvoud.
el: Αυτόματη μετάβαση στον αναγνώστη εκδηλώσεων αν κάποια εκδήλωση έχει επιλεγεί.
pt_br: Modificar automaticamente para o leitor de eventos se um evento for selecionado.
sr: Аутоматски пређи на читач дешавања ако је одабрано дешавање.

# tl_module.cal_limit.0
source: Number of events
br: Niver a zarvoudoù
el: Αριθμός εκδηλώσεων.
pt_br: Número de eventos
sr: Број догађаја

# tl_module.cal_limit.1
source: Here you can limit the number of events. Enter 0 to show all.
br: Gellout a rit bevenniñ an niver a zarvoudoù amañ. Ebarzhit 0 da ziskouez an holl.
el: Εδώ μπορείτε να περιορίσετε των αριθμό των εκδηλώσεων. Ορίστε 0 για την προβολή όλων.
pt_br: Aqui você pode limitar o número de eventos. Insira 0 para mostrar todos.
sr: Овде можете ограничити приказани број дешавања. Поставите 0 за приказивање свих дешавања.

# tl_module.cal_template.0
source: Event template
br: Doare darvoud
el: Πρότυπο εκδηλώσεων
pt_br: Modelo do evento
sr: Шаблон дешавања

# tl_module.cal_template.1
source: Here you can select an event template.
sr: Овде можете изабрати шаблон догађаја.

# tl_module.cal_ctemplate.0
source: Calendar template
br: Doare deiziataer
el: Πρότυπο ημερολογίου
pt_br: Modelo de calendário
sr: Шаблон календара

# tl_module.cal_ctemplate.1
source: Here you can select a calendar template.
sr: Овде можете изабрати шаблон календара.

# tl_module.cal_showQuantity.0
source: Show number of events
br: Diskouez an niver a zarvoudoù
el: Προβολή πλήθους εκδηλώσεων
pt_br: Mostrar número de eventos
sr: Прикажи број дешавања

# tl_module.cal_showQuantity.1
source: Show the number of events of each month in the menu.
br: Diskouez an niver a zarvoudoù evit bep miz el lañser.
el: Προβολή του πλήθους των εκδηλώσεων κάθε μήνα στο μενού.
pt_br: Mostra o número de eventos de cada mês no menu.
sr: Прикажи број дешавања сваког месеца у оквиру менија.

# tl_module.cal_featured.0
source: Featured events
sr: Истканути догађаји

# tl_module.cal_featured.1
source: Here you can choose how featured events are handled.
sr: Овде можете изабрати како ће бити приказани истакнути догађаји.

# tl_module.cal_list
source: Event list
br: Listenn an darvoudoù
el: Λίστα εκδηλώσεων
pt_br: Lista de Eventos
sr: Листа дешавања

# tl_module.cal_day
source: Day
br: Devezh
el: Ημέρα
pt_br: Dia
sr: Дан

# tl_module.cal_month
source: Month
br: Miz
el: Μήνας
pt_br: Mês
sr: Месец

# tl_module.cal_year
source: Year
br: Bloavezh
el: Έτος
pt_br: Ano
sr: Година

# tl_module.cal_all
source: All events
br: An holl zarvoudoù
el: Όλες οι εκδηλώσεις
pt_br: Todos os eventos
sr: Сва дешавања

# tl_module.cal_upcoming
source: Upcoming events
br: Darvoud da zont
el: Επερχόμενες εκδηλώσεις
pt_br: Próximos eventos
sr: Надолазећа дешавања

# tl_module.next_7
source: + 1 week
br: + 1/ur sizhun
el: +1 εβδομάδα
pt_br: +1 semana
sr: +1 недељу

# tl_module.next_14
source: + 2 weeks
br: + 2/div sizhun
el: +2 εβδομάδες
pt_br: +2 semanas
sr: +2 недеље

# tl_module.next_30
source: + 1 month
br: + 1/ur miz
el: +1 μήνα
pt_br: +1 mês
sr: +1 месец

# tl_module.next_90
source: + 3 months
br: + 3/tri miz
el: +3 μήνες
pt_br: +3 meses
sr: +3 месеца

# tl_module.next_180
source: + 6 months
br: + 6/c'hwec'h miz
el: +6 μήνες
pt_br: +6 meses
sr: +6 месеци

# tl_module.next_365
source: + 1 year
br: + 1/ur bloavezh
el: +1 έτος
pt_br: +1 ano
sr: +1 годину

# tl_module.next_two
source: + 2 years
br: + 2/daou vloaz
el: +2 έτη
pt_br: +2 anos
sr: +2 године

# tl_module.next_cur_month
source: of the current month
br: eus ar miz-mañ
el: του τρέχοντος μήνα
pt_br: do mês atual
sr: текућег месеца

# tl_module.next_cur_year
source: of the current year
br: eus ar bloavezh-mañ
el: του τρέχοντος έτους
pt_br: do ano atual
sr: текуће године

# tl_module.next_next_month
source: of the next month
br: eus ar miz a zeu
el: του επόμενου μήνα
pt_br: do próximo mês
sr: следећег месеца

# tl_module.next_next_year
source: of the next year
br: eus ar bloavezh a zeu
el: του επόμενου έτους
pt_br: do próximo ano
sr: следеће године

# tl_module.next_all
source: All upcoming events
br: An holl zarvoudoù da zont
el: Όλες οι επερχόμενες εκδηλώσεις
pt_br: Todos os próximos eventos
sr: Сва надолазећа дешавања

# tl_module.cal_past
source: Past events
br: Darvoudoù tremenet
el: Προηγούμενες εκδηλώσεις
pt_br: Eventos passados
sr: Претходна дешавања

# tl_module.past_7
source: - 1 week
br: - 1/ur sizhun
el: -1 εβδομάδα
pt_br: -1 semana
sr: -1 недеља

# tl_module.past_14
source: - 2 weeks
br: - 2/div sizhun
el: -2 εβδομάδες
pt_br: -2 semanas
sr: -2 недеље

# tl_module.past_30
source: - 1 month
br: - 1/ur miz
el: -1 μήνα
pt_br: -1 mês
sr: -1 месец

# tl_module.past_90
source: - 3 months
br: - 3/tri miz
el: -3 μήνες
pt_br: -3 meses
sr: -3 месеца

# tl_module.past_180
source: - 6 months
br: - 6/c'hwec'h miz
el: -6 μήνες
pt_br: -6 meses
sr: -6 месеци

# tl_module.past_365
source: - 1 year
br: - 1/ur bloavezh
el: -1 έτος
pt_br: -1 ano
sr: -1 година

# tl_module.past_two
source: - 2 years
br: - 2/daou vloaz
el: -2 έτη
pt_br: -2 anos
sr: -2 године

# tl_module.past_cur_month
source: of the current month
br: eus ar miz-mañ
el: του τρέχοντος μήνα
pt_br: do mês atual
sr: текућег месеца

# tl_module.past_cur_year
source: of the current year
br: eus ar bloavezh-mañ
el: του τρέχοντος έτους
pt_br: do ano atual
sr: текуће године

# tl_module.past_prev_month
source: of the previous month
br: eus ar miz kent
el: του προηγούμενου μήνα
pt_br: do mês passado
sr: претходног месеца

# tl_module.past_prev_year
source: of the previous year
br: eus ar bloavezh tremenet
el: του προηγούμενου έτους
pt_br: do ano passado
sr: претходне године

# tl_module.past_all
source: All past events
br: An holl zarvoudoù tremenet
el: Όλες οι προηγούμενες εκδηλώσεις
pt_br: Todos os eventos passados
sr: Сва претходни дешавања

# tl_module.events.all_items
source: Show all events
sr: Прикажи све догађаје

# tl_module.events.featured
source: Show featured events only
sr: Прикажи само истакнуте догађаје

# tl_module.events.unfeatured
source: Skip featured events
sr: Изостави истакнуте догађаје

# tl_module.cal_template.1
source: Here you can select the event template.
br: Gellout a rit dibab an doare darvoud amañ.
el: Εδώ μπορείτε να επιλέξετε το πρότυπο των εκδηλώσεων.
pt_br: Aqui você pode selecionar o modelo do evento.

# tl_module.cal_ctemplate.1
source: Here you can select the calendar template.
br: Gellout a rit dibab an doare deiziataer amañ.
el: Εδώ μπορείτε να επιλέξετε το πρότυπο του ημερολογίου.
pt_br: Aqui você pode escolher o modelo do calendário
