Repository: contao/contao
Catalog: calendar-bundle/src/Resources/contao/languages/*/default.xlf
Languages: fr, pl, pt_br, sr

# MSC.cal_events
source: %d event(s)
fr: %d événement(s)
pl: %d wydarzenie(nia)
pt_br: %d evento(s)
sr: %d дешавање(а)

# MSC.cal_emptyDay
source: There are no events on this day.
fr: Il n'y a pas d'événements pour ce jour.
pl: Nie ma żadnych wydarzeń tego dnia.
pt_br: Não existem eventos nesse dia.
sr: Данас нема дешавања.

# MSC.cal_emptyWeek
source: There are no events for this week.
fr: Il n'y a pas d'événements pour cette semaine.
pl: Nie ma żadnych wydarzeń w tym tygodniu.
pt_br: Não existem eventos para essa semana.
sr: Нема дешавања ове недеље.

# MSC.cal_emptyMonth
source: There are no events for this month.
fr: Il n'y a pas d'événements pour ce mois.
pl: Nie ma żadnych wydarzeń w tym miesiącu.
pt_br: Não existem eventos para esse mês.
sr: Нема дешавања овог месеца.

# MSC.cal_emptyYear
source: There are no events for this year.
fr: Il n'y a pas d'événements pour cette année.
pl: Nie ma żadnych wydarzeń tego roku.
pt_br: Não existem eventos para esse ano.
sr: Нема дешавања у овој години.

# MSC.cal_empty
source: Currently there are no events.
fr: Il n'y a pas d'événements.
pl: Aktualnie mie ma żadnych nadchodzących wydarzeń.
pt_br: Atualmente não existem eventos.
sr: Тренутно нема дешавања.

# MSC.cal_repeat
source: This event is repeated %s%s. The next event will take place on <time datetime="%s">%s</time>.
fr: Cet événement est répété %s%s. Le prochain événement aura lieu le <time datetime="%s">%s</time>.
pl: To wydarzenie jest powtarzane %s%s. Następne odbędzie się <time datetime="%s">%s</time>.
sr: Ово дешавање се понавља %s%s. Следећи пут ће се одржати <time datetime="%s" itemprop="startDate">%s</time>.

# MSC.cal_repeat_ended
source: This event was repeated %s%s.
fr: Cet évenement a été répété %s%s.
pl: To wydarzenie zostało powtórzone %s%s.
sr: Ово дешавање се понавља%s%s.

# MSC.cal_until
source: until %s
fr: jusqu'au %s
pl: aż do %s
pt_br: até %s
sr: до %s

# MSC.cal_single_days
source: every day
fr: chaque jour
pl: każdego dnia
sr: сваки дан

# MSC.cal_multiple_days
source: every %s days
fr: chaque %s jours
pl: co %s dni
sr: сваких %s дана

# MSC.cal_single_weeks
source: every week
fr: chaque semaine
pl: co tydzień
sr: сваке недеље

# MSC.cal_multiple_weeks
source: every %s weeks
fr: chaque %s semaines
pl: co %s tygodni
sr: сваких %s недеља

# MSC.cal_single_months
source: every month
fr: chaque mois
pl: co miesiąc
sr: сваког месеца

# MSC.cal_multiple_months
source: every %s months
fr: chaque %s mois
pl: co %s miesięcy
sr: свака %s месеца

# MSC.cal_single_years
source: every year
fr: chaque année
pl: co roku
sr: сваке године

# MSC.cal_multiple_years
source: every %s years
fr: chaque %s années
pl: co %s lat
sr: сваких %s година

# MSC.eventPicker
source: Events
fr: Calendrier/Événements
pl: Kalendarz/Wydarzenia
pt_br: Eventos
sr: Дешавања

# MSC.eventOverview
source: Back to the event overview
fr: Retour à l'aperçu de l'événement
pl: Wstecz do przeglądu wydarzenia

# MSC.cal_days
source: This event is repeated every %s. day
pt_br: Esse evento é repetido todo %s. dia

# MSC.cal_weeks
source: This event is repeated every %s. week
pt_br: Esse evento é repetido todo %s. semana

# MSC.cal_months
source: This event is repeated every %s. month
pt_br: Esse evento é repetido todo %s. mês

# MSC.cal_years
source: This event is repeated every %s. year
pt_br: Esse evento é repetido todo %s. ano
