Repository: contao/contao
Catalog: comments-bundle/contao/languages/*/*/*_news.xlf
Languages: ru

# tl_news.headline.0
source: Title
ru: Название

# tl_news.headline.1
source: Please enter the news title.
ru: Введите название новости.

# tl_news.alias.0
source: News alias
ru: Алиас новости

# tl_news.alias.1
source: The news alias is a unique reference to the news item which can be called instead of its numeric ID.
ru: Алиас новости является уникальной ссылкой на новость, которую можно использовать вместо её ID.

# tl_news.author.0
source: Author
ru: Автор

# tl_news.author.1
source: Here you can change the author of the news item.
ru: Вы можете изменить автора новости.

# tl_news.date.0
source: Date
ru: Дата

# tl_news.date.1
source: Please enter the date according to the global date format.
ru: Введите дату в соответствии с глобальным форматом дат.

# tl_news.time.0
source: Time
ru: Время

# tl_news.time.1
source: Please enter the time according to the global time format.
ru: Введите время в соответствии с глобальным форматом времени.

# tl_news.pageTitle.0
source: Meta title
ru: Мета-название

# tl_news.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
ru: Вы можете добавить собственный мета-заголовок, чтобы перезаписать заголовок страницы по умолчанию.

# tl_news.robots.1
source: Here you can overwrite how search engines handle the news item.
ru: Вы можете перезаписать способ обработки новости поисковыми системами.

# tl_news.description.0
source: Meta description
ru: Мета-описание

# tl_news.description.1
source: Here you can add a custom meta description to overwrite the default page description.
ru: Вы можете добавить собственное мета-описание, чтобы перезаписать описание страницы по умолчанию.

# tl_news.subheadline.0
source: Subheadline
ru: Подзаголовок

# tl_news.subheadline.1
source: Here you can enter a subheadline.
ru: Вы можете ввести подзаголовок.

# tl_news.teaser.0
source: News teaser
ru: Анонс

# tl_news.teaser.1
source: The news teaser can be shown in a news list instead of the full story. A "read more …" link will be added automatically.
ru: Краткий текст, который обычно показывается вместо полного текста новостей и сопровождается ссылкой "Подробнее...".

# tl_news.text.0
source: News text
ru: Текст новости

# tl_news.text.1
source: Here you can enter the news text.
ru: Введите полный текст новости.

# tl_news.addImage.0
source: Add an image
ru: Добавить изображение

# tl_news.addImage.1
source: Add an image to the news item.
ru: Добавить изображение к новости.

# tl_news.addEnclosure.0
source: Add enclosures
ru: Добавить вложения

# tl_news.addEnclosure.1
source: Add one or more downloadable files to the news item.
ru: Добавить вложение к новости.

# tl_news.enclosure.0
source: Enclosures
ru: Вложения

# tl_news.enclosure.1
source: Please choose the files you want to attach.
ru: Выберите файлы, которые хотите вложить.

# tl_news.source.0
source: Redirect target
ru: Переадресация

# tl_news.source.1
source: Here you can override the default redirect target.
ru: Выберите куда будут перенаправлены посетители при нажатии на событие.

# tl_news.default.0
source: Use default
ru: По умолчанию

# tl_news.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the news archive.
ru: При нажатии на "Подробнее..." посетители будут перенаправлены на страницу архива новостей по умолчанию.

# tl_news.internal.0
source: Page
ru: Страница

# tl_news.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
ru: При нажатии на "Подробнее..." посетители будут перенаправлены на внутреннюю страницу, где они смогут прочесть публикацию целиком.

# tl_news.article.0
source: Article
ru: Статья

# tl_news.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
ru: При нажатии на "Подробнее..." посетители будут перенаправлены на статью.

# tl_news.external.0
source: Custom URL
ru: Пользовательский URL

# tl_news.external.1
source: By clicking the "read more …" button, visitors will be redirected to a custom URL.
ru: При нажатии на "Подробнее..." посетители будут перенаправлены на пользовательский URL.

# tl_news.linkText.0
source: Link text
ru: Текст ссылки

# tl_news.linkText.1
source: Here you can override the default "read more…" link text.
ru: Вы можете переопределить текст ссылки "читать далее…" по умолчанию.

# tl_news.jumpTo.0
source: Redirect page
ru: Перейти на страницу

# tl_news.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the news item.
ru: Выберите страницу к которой будут перенаправлены посетители при нажатии на новость.

# tl_news.articleId.0
source: Article
ru: Статья

# tl_news.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
ru: Выберите статью к которой будут перенаправлены посетители при нажатии на новость.

# tl_news.cssClass.0
source: CSS class
ru: CSS класс

# tl_news.cssClass.1
source: Here you can enter one or more classes.
ru: Вы можете ввести один или несколько CSS классов.

# tl_news.noComments.0
source: Disable comments
ru: Отключить комментарии

# tl_news.noComments.1
source: Do not allow comments for this particular news item.
ru: Отключить комментарии для данной новости.

# tl_news.featured.0
source: Feature item
ru: Популярная новость

# tl_news.featured.1
source: Show the news item in a featured news list.
ru: Показать новость в списке популярных новостей.

# tl_news.published.0
source: Publish item
ru: Опубликовать

# tl_news.published.1
source: Make the news item publicly visible on the website.
ru: Сделать новость видимой на веб-сайте.

# tl_news.start.0
source: Show from
ru: Публиковать с

# tl_news.start.1
source: If you want to prevent the news item from showing on the website before a certain date/time, you can enter it here. Otherwise, leave the field blank.
ru: Если хотите запретить показ новости на веб-сайте до определенной даты/времени, введите её здесь. В противном случае, оставьте поле пустым.

# tl_news.stop.0
source: Show until
ru: Публиковать до

# tl_news.stop.1
source: If you want to prevent the news item from showing on the website after a certain date/time, you can enter it here. Otherwise, leave the field blank.
ru: Если хотите запретить показ новости на веб-сайте после определенной даты/времени, введите её здесь. В противном случае, оставьте поле пустым.

# tl_news.tstamp.0
source: Revision date
ru: Дата изменения

# tl_news.tstamp.1
source: Date and time of the latest revision
ru: Дата и время последнего изменения

# tl_news.title_legend
source: Title and author
ru: Название и автор

# tl_news.date_legend
source: Date and time
ru: Дата и время

# tl_news.teaser_legend
source: Subheadline and teaser
ru: Подзаголовок и анонс

# tl_news.text_legend
source: News text
ru: Текст новости

# tl_news.image_legend
source: Image settings
ru: Настройки изображения

# tl_news.enclosure_legend
source: Enclosures
ru: Вложения

# tl_news.source_legend
source: Redirect target
ru: Переадресация

# tl_news.meta_legend
source: Metadata
ru: Метаданные

# tl_news.expert_legend
source: Expert settings
ru: Экспертные настройки

# tl_news.publish_legend
source: Publish settings
ru: Настройки публикации

# tl_news.new.0
source: New
ru: Новый

# tl_news.new.1
source: Create a new news item
ru: Создать новый элемент

# tl_news.show
source: Show the details of news item ID %s
ru: Показать детали элемента ID %s

# tl_news.edit
source: Edit news item ID %s
ru: Редактировать элемент ID %s

# tl_news.children
source: Edit the content elements of news item ID %s
ru: Изменить элементы контента новости ID %s

# tl_news.copy
source: Duplicate news item ID %s
ru: Дублировать элемент ID %s

# tl_news.cut
source: Move news item ID %s
ru: Переместить элемент ID %s

# tl_news.delete
source: Delete news item ID %s
ru: Удалить элемент ID %s

# tl_news.toggle.0
source: Publish/unpublish news item
ru: Опубликовать/удалить новость

# tl_news.toggle.1
source: Unpublish news item ID %s
ru: Отменить публикацию новости ID %s

# tl_news.toggle.2
source: Publish news item ID %s
ru: Опубликовать новость ID %s

# tl_news.feature.0
source: Feature/unfeature news item ID %s
ru: Сделать популярным/простым элементом ID %s

# tl_news.feature.1
source: Unfeature news item ID %s
ru: Простая новость ID %s

# tl_news.feature.2
source: Feature news item ID %s
ru: Популярная новость ID %s

# tl_news.pasteafter.0
source: Paste into this news archive
ru: Вставить в этот архив новостей
