Repository: contao/contao
Catalog: installation-bundle/translations/ContaoInstallationBundle.*.xlf
Languages: de, ja, pl, pt, sv

# install_tool
source: Contao install tool
ja: Contaoインストールツール
pl: Instalator Contao
pt: Ferramenta de instalação do Contao
sv: Contao Installationsverktyg

source: An error occurred
de: Es ist ein Fehler aufgetreten
ja: エラーが発生しました
pl: Wystąpił błąd
pt: Ocorreu um erro
sv: Ett fel uppstod

# locked_headline
source: The install tool has been locked!
de: Das Installtool wurde gesperrt!
ja: インストールツールはロックされています!
pl: Instalator został zablokowany!
pt: A ferramenta de instalação foi bloqueada!
sv: Installationsverktyget har låsts!

# locked_explanation
source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. To unlock it, run <code>vendor/bin/contao-console contao:install:unlock</code> on the command line.
de: Aus Sicherheitsgründen wurde das Installtool gesperrt, nachdem dreimal hintereinander ein falsches Passwort eingegeben wurde. Sie können es entweder im Contao Manager entsperren oder den Befehl <code>contao:install:unlock</code> auf der Konsole ausführen.
ja: セキュリティ上の理由により、連続して3回以上誤ったパスワードを入力した後のインストールツールはロックされています。Contao Manager、またはコマンド行で<code>contao:install:unlock</code>を実行してロックを解除できます。
pl: Ze względów bezpieczeństwa narzędzie instalacyjne zostało zablokowane po wprowadzeniu nieprawidłowego hasła więcej niż trzy razy z rzędu. Aby go odblokować, uruchom <code>vendor/bin/contao-console contao:install:unlock</code> w wierszu poleceń.
pt: Por razões de segurança a ferramenta de instalação foi bloqueada após se ter introduzido a senha errada três vezes. Para desbloquear, execute <code>vendor/bin/contao-console contao:install:unlock</code> na linha de comando.
sv: Av säkerhetsskäl har installationsverktyget blivit låst efter att ett fel lösenord hade angetts mer än tre gånger i rad. För att låsa upp den, kör <code>vendor/bin/contao-konsol contao:install:unlock</code> på kommandoraden.

# file_permissions_headline
source: PHP is not allowed to write files!
de: PHP kann keine Dateien schreiben!
ja: PHPがファイルに書き込みをできません!
pl: PHP nie ma uprawnień do zapisu plików!
pt: O PHP não tem permissão para escrever ficheiros!
sv: PHP tillåts inte att skriva filer!

# file_permissions_explanation
source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Please contact your server administrator and ask him to fix the problem.
de: Ihr Server unterstützt den Dateizugriff per PHP nicht; vermutlich läuft PHP als Apache-Modul unter einem anderen Benutzer. Bitte wenden Sie sich an Ihren Server-Administrator, damit dieser das Problem behebt.
ja: サーバーがPHPによるファイルアクセスをサポートしていません、おそらく、PHPはApacheのモジュールで異なるユーザーで動作しているのでしょう。サーバーの管理者に連絡を取って、この問題を修正してください。
pl: Twój serwer nie wspiera dostępu do plików przez PHP; prawdopodobnie PHP działa jako moduł Apache pod innym użytkownikiem. Skontaktuj się z administratorem serwera w celu naprawy tego problemu.
pt: O seu servidor não suporta acesso a ficheiros via PHP; provavelmente o PHP está a correr como módulo Apache com outro utilizador. Por favor contacte o seu administrador de servidor para resolver o problema.
sv: Din server stödjer inte filåtkomst via PHP. Mest troligt för att PHP körs som en Apache-modul under en annan användare. Kontakta din serveradministratör och be om att åtgärda problemet.

# file_permissions_warning
source: <strong>Do not attempt to fix this yourself by making files and folders writable for everyone!</strong>
de: <strong>Versuchen Sie keinesfalls, das Problem selbst zu beheben, indem Sie die Dateien und Ordner für jedermann beschreibbar machen!</strong>
ja: <strong>自分でファイルやフォルダーを誰にでも読み書き可能にするといった方法で問題を解決しようとしないでください!</strong>
pl: <strong>Nie próbuj naprawiać tego samemu przez robienie plików i folderów zapisywalnych dla każdego!</strong>
pt: <strong>Não tente corrigir este problema sem ajuda ao tornar ficheiros e pastas acessíveis a todos os utilizadores!</strong>
sv: <strong>Försök inte åtgärda detta själv genom att göra filer och mappar skrivbara för samtliga användare!</strong>

source: Accept license
de: Lizenz akzeptieren
ja: 使用許諾の承認
pl: Zaakceptuj licencję
pt: Aceitar licença
sv: Acceptera licens

# set_password
source: Install tool password
de: Installtool-Passwort
ja: インストールツールのパスワード
pl: Hasło instalatora
pt: Senha da ferramenta de instalação
sv: Lösenord för installationsverktyget

# set_password_hint
source: Please enter a password to prevent unauthorized access.
de: Bitte vergeben Sie ein Passwort, um unberechtigte Zugriffe zu vermeiden.
ja: 不正なアクセスを防止するためパスワードを入力してください。
pl: Wprowadź hasło, żeby uchronić się przed niepożądanym dostępem.
pt: Por favor introduza uma senha para prevenir acesso não autorizado.
sv: Ange ett lösenord för att förhindra obehörig åtkomst.

source: Password
de: Passwort
ja: パスワード
pl: Hasło
pt: Senha
sv: Lösenord

source: Show password
de: Passwort anzeigen
ja: パスワードを表示
pl: Pokaż hasło
pt: mostrar senha
sv: Visa lösenord

source: Hide password
de: Passwort ausblenden
ja: パスワードを非表示
pl: Ukryj hasło
pt: ocultar senha
sv: Dölj lösenord

source: Save password
de: Passwort speichern
ja: パスワードを保存
pl: Zapisz hasło
pt: Salvar senha
sv: Spara lösenord

# password_too_short
source: The password should be at least %d characters long!
de: Das Passwort muss mindestens %d Zeichen lang sein!
ja: パスワードは少なくとも%d文字以上を入力してください。
pl: Hasło powinno posiadać przynajmniej %d znaków!
pt: A senha tem de conter pelo menos %d caracteres!
sv: Lösenordet måste vara minst %d tecken långt!

# login
source: Install tool login
de: Installtool-Anmeldung
ja: インストールツールにログイン
pl: Login instalatora
pt: Login da ferramenta de instalação
sv: Logga in i installationsverktyget

# login_explanation
source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
de: Bitte geben Sie das Installtool-Passwort ein. Das Installtool-Passwort ist nicht gleich dem Contao Backend-Passwort.
ja: インストールツールのパスワードを入力してください。インストールツールのパスワードは、Contaoのバックエンドのパスワードと別のものです。
pl: Wprowadź hasło instalatora. Hasło instalatora nie jest jednocześnie hasłem do panelu zarządzania.
pt: Favor inserir a senha da ferramenta de instalação. A senha da ferramenta de instalação não é a mesma senha do back end do Contao.
sv: Ange lösenordet för installationsverktyget. Lösenordet för installationsverktyget är inte detsamma som lösenordet för Contaos backend.

# allow_cookies
source: You have to allow cookies to use Contao.
de: Für die Nutzung von Contao müssen Cookies erlaubt sein.
ja: Contaoを使用するにはクッキーを許可しなければなりません。
pl: Musisz zaakceptować cisteczka (cookies), aby używać Contao.
pt: Para usar Contao, você precisa ter permissão de usar cookies.
sv: Du måste tillåta cookies för att kunna använda Contao.

source: Login
de: Anmelden
ja: ログイン
sv: Logga in

source: Invalid password!
de: Ungültiges Passwort!
ja: パスワードが正しくありません。
pl: Nieprawidłowe hasło!
pt: Senha inválida!
sv: Ogiltigt lösenord!

source: Database connection
de: Datenbankverbindung
ja: データベースの接続
pl: Połączenie z bazą danych
pt: Ligação a base de dados
sv: Databasanslutning

# database_connected
source: Database connection established.
de: Datenbankverbindung hergestellt.
ja: データベースの接続を確立しました。
pl: Połączenie z bazą danych zostało nawiązane.
pt: Conexão com o banco de dados ok.
sv: Databasanslutning upprättad.

# database_dot_in_dbname
source: The database name must not contain dots!
de: Der Datenbankname darf keine Punkte enthalten!
ja: データベース名にドットを含めてはなりません!
pl: Nazwa bazy danych nie może zawierać kropek!
pt: O nome da base de dados não pode conter pontos!
sv: Databasens namn får inte innehålla punkter!

# database_could_not_connect
source: Could not connect to the database!
de: Datenbankverbindung fehlgeschlagen!
ja: データベースに接続できませんでした!
pl: Brak połączenia z bazą danych!
pt: Impossivel ligar á base de dados!
sv: Kunde inte ansluta till databasen!

# database_connection_explain
source: Please enter your database connection parameters.
de: Bitte geben Sie Ihre Datenbank-Zugangsdaten ein.
ja: データベースの接続の設定値を入力してください。
pl: Wprowadź parametry twojego połączenia z bazą danych.
pt: Inserir parâmetros do banco de dados
sv: Ange dina databasparametrar för anslutningen.

# database_host
source: Host
ja: ホスト
sv: Värd

# database_port
source: Port number
de: Portnummer
ja: ポート番号
pl: Numer portu
pt: Porta número
sv: Portnummer

# database_user
source: Username
de: Benutzername
ja: ユーザー名
pl: Login
pt: Usuário
sv: Användarnamn

# database_password
source: Password
de: Passwort
ja: パスワード
pl: Hasło
pt: Senha
sv: Lösenord

source: Database name
de: Datenbankname
ja: データベース名
pl: Nazwa bazy danych
pt: Nome da base de dados
sv: Databasnamn

source: Save settings
de: Einstellungen speichern
ja: 設定を保存
pl: Zapisz ustawienia
pt: Guardar Configuração
sv: Spara inställningarna

# update_tables
source: Update the database
de: Datenbank aktualisieren
ja: データベースを更新
pl: Zaktualizuj bazę danych
pt: Atualizar base de dados
sv: Uppdatera databasen

# update_tables_explain
source: Here you can update the database schema.
de: Hier können Sie das Datenbank-Schema aktualisieren.
ja: データベースのスキーマを更新できます。
pl: Tutaj możesz zaktualizować strukturę bazy danych.
pt: Aqui pode actualizar o esquema da base de dados.
sv: Här kan du uppdatera databasschemat.

# update_tables_confirm
source: The database is up-to-date.
de: Die Datenbank ist aktuell.
ja: データベースは最新の状態です。
pl: Baza danych jest aktualna.
pt: A base de dados está actualizada.
sv: Databasen är uppdaterad.

# update_save
source: Update database
de: Datenbank aktualisieren
ja: データベースを更新
pl: Aktualizuj bazę danych
pt: Checar/Atualizar banco de dados
sv: Uppdatera databasen

# CREATE
source: Create tables
de: Tabellen anlegen
ja: テーブルを作成
pl: Utwórz tabele
pt: Criar tabelas
sv: Skapa tabeller

# ALTER_TABLE
source: Change tables
de: Tabellen ändern
ja: テーブルを変更
pl: Zmień tabele
pt: Alterar tabelas
sv: Ändra tabeller

# ALTER_ADD
source: Add columns
de: Spalten anlegen
ja: 列を追加
pl: Dodaj kolumny
pt: Adicionar colunas
sv: Lägg till kolumner

# ALTER_CHANGE
source: Change columns
de: Spalten ändern
ja: 列を変更
pl: Zmień kolumny
pt: Alterar colunas
sv: Ändra kolumner

# ALTER_DROP
source: Drop columns
de: Spalten löschen
ja: 列を削除
pl: Usuń kolumny
pt: Apagar colunas
sv: Radera kolumner

# DROP
source: Drop tables
de: Tabellen löschen
ja: テーブルを削除
pl: Usuń tabele
pt: Apagar tabela
sv: Radera tabeller

source: Select all
de: Alle auswählen
ja: すべて選択
pl: Zaznacz wszystko
pt: Selecionar tudo
sv: Markera alla

# template_import
source: Import a template
de: Ein Template importieren
ja: テンプレートをインポート
pl: Importuj szablon
pt: Importar um modelo
sv: Importera en mall

# template_import_explain
source: Here you can import a <code>.sql</code> file from the <code>templates</code> directory. Any existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
de: Hier können Sie eine <code>.sql</code>-Datei aus dem <code>templates</code>-Verzeichnis importieren. Dabei werden alle bestehenden Daten gelöscht! Wenn Sie stattdessen lediglich ein Theme importieren wollen, nutzen Sie bitte den Theme-Manager im Contao-Backend.
ja: <code>templates</code>のディレクトリから<code>.sql</code>のファイルをインポートできます。既存のデータを削除します。テーマをインポートしたいだけの場合は、代わりにContaoのバックエンドでテーマ管理を使用してください。
pl: Tutaj możesz zaimportować plik <code>.sql</code> z katalogu <code>templates</code>. Wszystkie istniejące dane zostaną usunięte! Jeśli chcesz tylko zaimportować motyw, użyj menadżera motywów w Contao backend.
pt: Aqui pode importar um ficheiro <code>.sql</code> a partir do directório de <code>templates</code>. Quaisquer dados existentes serão apagados! Se quiser importar apenas um tema, utilize por favor o gestor de temas no back end do Contacto.
sv: Här kan du importera en <code>.sql</code>-fil från <code>templates</code>-mappen. All befintlig data kommer att raderas! Om du bara vill importera ett tema, använd istället temahanteraren i Contaos baksida.

# import_exception
source: The import failed! Is the database up to date and is the template file compatible with your Contao version?
de: Der Import konnte nicht abgeschlossen werden! Ist die Datenbank aktuell und die Template-Datei kompatibel mit Ihrer Contao-Version?
ja: インポートに失敗しました! データベースは最新の状態で、サイトのテンプレートのファイルはContaoのバージョンと互換性がありますか?
pl: Import się nie powiódł! Czy baza danych jest aktualna, a pliki szablonów kompatybilne z twoją wersją Contao?
pt: Falha ao importar! Verifique se a base de dados está atualizada e se o ficheiro de modelo é compatível com a sua versão Contao.
sv: Importeringen misslyckades! Är databasen uppdaterad och är mallarna kompatibla med din Contao-version?

# import_empty_source
source: Please choose a template file!
de: Bitte wählen Sie eine Template-Datei!
ja: テンプレートのファイルを選択してください。
pl: Wybierz plik szablonu!
pt: Favor escolher um arquivo modelo!
sv: Välj en mallfil!

# import_data_will_be_deleted
source: Any existing data will be deleted!
de: Alle bestehenden Daten werden gelöscht!
ja: 現在のデータをすべて削除します。
pl: Wszystkie istniejące dane zostaną usunięte!
pt: Todos os dados existentes serão apagados!
sv: Allt befintligt data kommer att raderas!

# imported_on
source: Template imported on %s.
de: Template importiert am %s.
ja: %sにテンプレートをインポートしました。
pl: Szablon zaimportowano %s.
pt: Modelo importado em %s.
sv: Mall importeras %s

source: Templates
ja: テンプレート
pl: Szablony
pt: Modelos
sv: Mallar

# do_not_truncate
source: Do not truncate the tables
de: Tabellen nicht leeren
ja: テーブルを切り捨てない
pl: Nie czyść tabel
pt: Não truncar as tabelas
sv: Trunkera inte tabeller

# import_confirm
source: Any existing data will be deleted! Do you really want to continue?
de: Alle bestehenden Daten werden gelöscht. Möchten Sie trotzdem fortfahren?
ja: 現在のデータをすべて削除します。本当に続けますか?
pl: Wszystkie istniejąca dane zostaną usunięte! Naprawdę chcesz kontynuować?
pt: Todos os dados existentes serão apagados! Você deseja continuar?
sv: Befintliga data kommer att raderas! Vill du verkligen fortsätta?

# template_save
source: Import template
de: Ein Template importieren
ja: テンプレートをインポート
pl: Importuj szablon
pt: Importar tabela
sv: Importera mall

# admin_create
source: Create an admin user
de: Ein Administratorkonto anlegen
ja: 管理者ユーザーの作成
pl: Utwórz administratora
pt: Criar um usuário administrador
sv: Skapa en administratör

# admin_create_explain
source: Here you can create an admin user to log into the Contao back end.
de: Hier können Sie ein Administratorkonto für die Anmeldung im Contao-Backend erstellen.
ja: Contaoのバックエンドにログインする管理者ユーザーを作成できます。
pl: Tutaj możesz utworzyć administratora do zalogowania się w backendzie.
pt: Aqui pode criar um utilizador admin para entrar no Contao back end.
sv: Här kan du skapa en administratörsanvändare som kan logga in i Contaos backend.

# admin_confirm
source: An admin user has been created.
de: Ein Administratorkonto wurde erstellt.
ja: 管理者ユーザーを作成しました。
pl: Administrator został utworzony.
pt: Um usuário administrador foi criado.
sv: Administratörsanvändare har skapats.

# admin_username
source: Username
de: Benutzername
ja: ユーザー名
pl: Login
pt: Usuário
sv: Användarnamn

# admin_name
source: Name
ja: 名前
pl: Nazwa wyświetlana
pt: Nome
sv: Namn och mediatyper

# admin_email
source: E-mail
ja: 電子メール
pl: Adres e-mail
pt: Formato do e-mail
sv: E-postformat

# admin_save
source: Create admin user
de: Administratorkonto anlegen
ja: 管理者ユーザーの作成
pl: Utwórz administratora
pt: Criar utilizador admin
sv: Skapa administratör

# admin_error_extnd
source: For security reasons you can not use the following characters here: #<>()\=
de: Aus Sicherheitsgründen können Sie folgende Zeichen hier nicht verwenden: #<>()\=
ja: セキュリティ上の理由のため、ここでは以下の文字は使用できせん: #<>()\=
pl: Ze względów bezpieczeństwa nie można tu używać następujących znaków:: #<>()\=
pt: Por questões de segurança não pode usar os seguintes caracteres aqui: #<>()\=
sv: Av säkerhetsskäl kan du inte använda följande tecken här: # <> () \ =

# admin_error_no_space
source: The username must not contain any whitespace characters!
de: Der Benutzername darf keine Leerzeichen enthalten!
ja: ユーザー名に空白文字を含めてはなりません。
pl: Nazwa użytkownika nie może zawierać spacji!
pt: O nome de utilizador não pode conter espaços!
sv: Användarnamnet får inte innehålla några mellanslag!

# admin_error_email
source: Please enter a valid e-mail address!
de: Bitte geben Sie eine gültige E-Mail-Adresse ein!
ja: 正しい電子メールアドレスを入力してください。
pl: Proszę wprowadzić poprawny adres e-mail!
pt: Favor inserir um endereço de e-mail válido!
sv: Ange en giltig E-postadress!

# admin_error_password_match
source: The passwords did not match!
de: Die eingegebenen Passwörter stimmen nicht überein!
ja: パスワードが一致しませんでした。
pl: Hasła się nie zgadzają!
pt: Senhas não conferem!
sv: Lösenorden matchar inte varandra!

# admin_error_password_user
source: Your username and password must not be the same!
de: Der Benutzername und das Passwort dürfen nicht gleich sein!
ja: ユーザー名とパスワードは同一にはできません。
pl: Login oraz hasło nie mogą być takie same!
pt: Seu nome de usuário e senha não podem ser os mesmos!
sv: Ditt användarnamn och lösenord får inte vara samma!

# admin_error
source: Please fill in all fields to create an admin user!
de: Bitte füllen Sie alle Felder aus, um ein Administratorkonto zu erstellen!
ja: すべての欄に入力して管理者ユーザーを作成してください。
pl: Prosimy wypełnić wszystkie pola, aby utworzyć administratora!
pt: Favor preencher todos os campos para criar um usuário administrador!
sv: Vänligen fyll i alla fält för att skapa en administratörsanvändare!

source: Congratulations!
de: Gratulation!
ja: おめでとうございます!
pl: Gratulacje!
pt: Parabéns!
sv: Gratulerar!

# congratulations_explain
source: You have successfully installed Contao.
de: Sie haben Contao erfolgreich installiert.
ja: Contaoのインストールに成功しました。
pl: Pomyślnie zainstalowałeś Contao.
pt: Você instalou o Contao com sucesso!
sv: Du har lyckats med installationen av Contao.

source: Installation complete
de: Installation abgeschlossen
ja: インストールを完了
pl: Instalacja zakończona
pt: Instalação completa
sv: Installationen färdig

# installation_complete_explain
source: Now please go to the Contao back end and check the system settings.
de: Rufen Sie nun das Contao-Backend auf und überprüfen Sie die Systemeinstellungen.
ja: さあ、Contaoのバックエンドに移動してシステム設定を確認してください。
pl: Teraz możesz zalogować się do backendu Contao i sprawdzić ustawienia systemowe.
pt: Por favor verifique as configurações de sistema no Contao back end.
sv: Gå nu vidare till Contaos backend och kontrollera systeminställningarna.

# back_end
source: Contao back end
ja: Contaoのバックエンド

# old_database
source: The database is too old!
de: Die Datenbank ist zu alt!
ja: データベースが古すぎます!
pl: Twoja baza danych jest za stara!
pt: A base de dados é demasiado antiga!
sv: Databasen är för gammal!

# old_database_explanation
source: You need at least Contao 3.2 to upgrade to Contao 4.
de: Sie benötigen mindestens Contao 3.2, um das Update auf Contao 4 durchzuführen.
ja: Contao 4にアップグレードするには少なくともContao 3.2が必要です。
pl: Potrzebujesz przynamniej Contao 3.2 do aktualizacji do Contao 4.
pt: Necessita no mínimo da versão 3.2 para actualizar para a versão Contao 4.
sv: Du behöver minst Contao 3.2 för att kunna uppgradera till Contao 4.

# console_explanation
source: A post installation task could not be completed!
de: Eine Installationsaufgabe konnte nicht abgeschlossen werden!
ja: インストールの後の処理を完了できませんでした!
pl: Zadanie po instalacji nie mogło być zakończone!
pt: Uma tarefa pós instalação não pôde ser completada!
sv: En postinstallationsuppgift kunde inte slutföras!

# duplicate_subscriptions
source: Duplicate newsletter subscriptions found:
de: Es wurden doppelte Newsletter-Abonnements gefunden:
ja: ニュースレターに登録した登録が見つかりました:
pl: Znaleziono zduplikowane subskrypcje newslettera:
pt: Subscrições de newsletter duplicadas encontradas:
sv: Duplicerade nyhetsbrev prenumerationer hittades:

# duplicates_purged
source: The duplicate entries have been purged automatically. A backup of the original subscriptions has been stored in <code>tl_newsletter_recipients_backup</code>.
de: Die doppelten Einträge wurden automatisch bereinigt. Eine Kopie der originalen Abonnements wurde in <code>tl_newsletter_recipients_backup</code> gespeichert.
ja: 重複した項目を自動的に除去しました。原本の登録は<code>tl_newsletter_recipients_backup</code>に保存しました。
pl: Zduplikowane rekordy zostały usunięte automatycznie. Kopia zapasowa oryginalnych subskrypcji została utworzona w <code>tl_newsletter_recipients_backup</code>.
pt: As entradas duplicadas foram removidas automaticamente. Uma cópia de segurança das subscrições originais foi guardada em <code>tl_newsletter_recipients_backup</code>.
sv: Dubbla poster har rensats automatiskt. En säkerhetskopia av de ursprungliga prenumerationerna har lagrats i <code>tl_newsletter_recipients_backup</code>.

# unsupported_version
source: Your database version is not supported!
de: Ihre Datenbank-Version wird nicht unterstützt!
ja: サポートしていないバージョンのデータベースです!
pl: Twoja wersja bazy danych nie jest wspierana!
pt: A sua versão de base de dados não é suportada!
sv: Din databasversion stöds inte!

# unsupported_version_explain
source: Contao requires at least MySQL 5.1.0 but you have version %s. Please update your database version.
de: Contao benötigt mindestens MySQL 5.1.0, aber Sie haben Version %s. Bitte aktualisieren Sie Ihre Datenbank-Version.
ja: Contaoには少なくともMySQL 5.1.0が必要ですが、 バージョン%sをインストルしてあります。データベースのバージョンを更新してください。
pl: Contao wymaga co najmniej wersji MySQL 5.1.0, ale ty masz wersję %s. Zaktualizuj wersję bazy danych.
pt: O Contao necessita que a versão MySQL seja no mínimo 5.1.0, a versão %s está instalada. Por favor actualize a versão de base de dados.
sv: Contao kräver minst MySQL 5.1.0 men du har version %s. Uppdatera din databasversion.

# unsupported_collation
source: The configured collation is not supported!
de: Die konfigurierte Kollation wird nicht unterstützt!
ja: 構成した照合順序はサポートされていません!
pl: Skonfigurowane sortowanie nie jest obsługiwane!
pt: A ordenação (collation) configurada não é suportada!
sv: Den konfigurerade kollationering stöds inte!

# unsupported_collation_explain
source: The configured collation <code>%s</code> is not available on your server. Please install it (recommended) or configure a different character set and collation in the <code>config/config.yml</code> file.
de: Die konfigurierte Kollation <code>%s</code> ist auf Ihrem Server nicht verfügbar. Bitte installieren Sie sie (empfohlen) oder konfigurieren Sie einen anderen Zeichensatz und eine andere Kollation in der Datei <code>config/config.yml</code>.
ja: 構成した照合順序<code>%sをサーバーで利用できません。指定した照合順序のインストールする(のを推奨)か、異なる文字セットと照合順序を<code>config/config.yml</code>ファイルで構成してください。
pl: Skonfigurowane sortowanie <code>%s</code> nie jest dostępne na twoim serwerze. Zainstaluj go (zalecane) lub skonfiguruj inny zestaw znaków i sortowanie w pliku <code>2config/config.yml2</code>.
pt: A colação configurada <code>%s</code> não está disponível no seu servidor. Por favor instale-o (recomendado) ou configure um conjunto de caracteres e agrupamento diferente no ficheiro <code>config/config.yml</code>.
sv: Den konfigurerade kollationering <code>%s</code> är inte tillgänglig på din server. Installera den (rekommenderas) eller konfigurera en annan teckenuppsättning och kollationering i filen <code>config/config.yml</code>.

# unsupported_engine
source: The configured database engine is not supported!
de: Die konfigurierte Datenbank-Engine wird nicht unterstützt!
ja: 構成したデータベースエンジンはサポートされていません!
pl: Skonfigurowany silnik bazy danych nie jest obsługiwany!
pt: O motor de base de dados configurado não é suportado!
sv: Den konfigurerade databasmotorn stöds inte!
