Repository: contao/contao
Catalog: installation-bundle/translations/ContaoInstallationBundle.*.xlf
Languages: de, ja, pl, pt, sv

# unsupported_engine_explain
source: The configured database engine <code>%s</code> is not available on your server. Please install it (recommended) or configure a different database engine in the <code>config/config.yml</code> file.
de: Die konfigurierte Datenbank-Engine <code>%s</code> ist auf Ihrem Server nicht verfügbar. Bitte installieren Sie sie (empfohlen) oder konfigurieren Sie eine andere Datenbank-Engine in der Datei <code>config/config.yml</code>.
ja: 構成したデータベースエンジン<code>%s</code>をサーバーで利用できません。データベースエンジンをインストールする(のを推奨)か、異なるデータベースエンジンを<code>config/config.yml</code>ファイルで構成してください。
pl: Skonfigurowany silnik bazy danych <code>%s</code> nie jest dostępny na twoim serwerze. Zainstaluj go (zalecane) lub skonfiguruj inny silnik bazy danych w pliku <code>config/config.yml</code>.
pt: O motor de base de dados <code>%s</code> configurado não está disponível no seu servidor. Por favor instale-o (recomendado) ou configure um motor de base de dados diferente no ficheiro <code>config/config.yml</code>.
sv: Den konfigurerade databasmotorn <code>%s</code> är inte tillgänglig på din server. Installera den (rekommenderas) eller konfigurera en annan databasmotor i <code>config/config.yml</code>-filen.

# engine_mismatch
source: Invalid combination of database engine and collation!
de: Ungültige Kombination aus Datenbank-Engine und Kollation!
ja: データベースエンジンと照合順序の組み合わせが正しくありません。
pl: Nieprawidłowa kombinacja silnika bazy danych i sortowania!
pt: Combinação inválida de motor de base de dados e de recolha de dados!
sv: Ogiltig kombination av databasmotor och kollationering!

# engine_mismatch_explain
source: The configured database engine <code>%s</code> does not support utf8mb4. Please use InnoDB instead (recommended) or configure a different character set and collation in the <code>config/config.yml</code> file.
de: Die konfigurierte Datenbank-Engine <code>%s</code> unterstützt kein utf8mb4. Bitte verwenden Sie stattdessen InnoDB (empfohlen) oder konfigurieren Sie einen anderen Zeichensatz und eine andere Kollation in der Datei <code>config/config.yml</code>.
ja: 構成したデータベースエンジン<code>%s</code>はutf8mb4をサポートしていません。(推奨は)代わりにInnoDBを使用するか、異なる文字セットと清浄順序を<code>config/config.yml</code>ファイルに構成してください。
pl: Skonfigurowany silnik bazy danych <code>%s</code> nie obsługuje utf8mb4. Zamiast tego użyj InnoDB (zalecane) lub skonfiguruj inny zestaw znaków i sortowanie w pliku <code>config/config.yml</code>.
pt: O motor de base de dados configurado <code>%s</code> ão suporta o utf8mb4. Por favor, utilizar InnoDB (recomendado) ou configurar um conjunto de caracteres e agrupamento diferente no ficheiro <code>config/config.yml</code>.
sv: Den konfigurerade databasmotorn <code>%s</code> stöder inte utf8mb4. Använd InnoDB istället (rekommenderas) eller konfigurera en annan teckenuppsättning och kollationering i <code>config/config.yml</code>-filen.

# innodb_large_prefix
source: The innodb_large_prefix option is not enabled!
de: Die innodb_large_prefix-Option ist nicht aktiv!
ja: innodb_large_prefix optionが有効ではありません!
pl: Opcja innodb_large_prefix nie jest włączona!
pt: A opção innodb_large_prefix não está activada!
sv: Alternativet innodb_large_prefix är inte aktiverat!

# innodb_large_prefix_explain
source: The <code>innodb_large_prefix</code> option is not enabled on your server. Please enable it (recommended) or configure a different character set and collation in the <code>config/config.yml</code> file.
de: Die <code>innodb_large_prefix</code>-Option ist auf Ihrem Server nicht aktiv. Bitte aktivieren Sie sie (empfohlen) oder konfigurieren Sie einen anderen Zeichensatz und eine andere Kollation in der Datei <code>config/config.yml</code>.
ja: サーバーで<code>innodb_large_prefix</code>オプションが有効になっていません。(推奨は)これを有効にするか、異なる文字セットと照合順序を<em>config/config.yml</em>ファイルに構成してください。
pl: Opcja <code>innodb_large_prefix</code> nie jest włączona na twoim serwerze. Włącz ją (zalecane) lub skonfiguruj inny zestaw znaków i sortowanie w pliku <code>config/config.yml</code>.
pt: A opção <code>innodb_large_prefix</code> onão está activada no seu servidor. Por favor active-o (recomendado) ou configure um conjunto e agrupamento de caracteres diferente no ficheiro <code>config/config.yml</code>.
sv: Alternativet <code>innodb_large_prefix</code> är inte aktiverat på din server. Aktivera den (rekommenderas) eller konfigurera en annan teckenuppsättning och kollationering i filen <code>config/config.yml</code>.

# innodb_additional
source: InnoDB is not configured properly!
de: InnoDB ist nicht richtig konfiguriert!
ja: InnoDBが適切に構成されていません!
pl: InnoDB nie jest poprawnie skonfigurowany!
pt: O InnoDB não está configurado correctamente!
sv: InnoDB är inte korrekt konfigurerad!

# innodb_additional_explain
source: Using large prefixes in MySQL versions prior to 5.7.7 and MariaDB versions prior to 10.2 requires the Barracuda file format and the <code>innodb_file_per_table</code> option.
de: Die Verwendung von "Large Prefixes" in MySQL-Versionen vor 5.7.7 bzw. MariaDB-Versionen vor 10.2 erfordert das Barracuda-Dateiformat und die Option <code>innodb_file_per_table</code>.
ja: MySQLバージョン5.7.7とMariaDBバージョン10.2より前では、large prefixesを使用するにはBarracudaファイル形式と<code>innodb_file_per_table</code>オプションが必要です。
pl: Używanie dużych prefiksów w wersjach MySQL wcześniejszych niż 5.7.7 i MariaDB wcześniejszych niż 10.2 wymaga formatu pliku Barracuda i opcji <code>innodb_file_per_table</code>.
pt: A utilização de grandes prefixos em versões MySQL anteriores à 5.7.7 e versões MariaDB anteriores à 10.2 requer o formato de ficheiro Barracuda e a opção <code>innodb_file_per_table</code>.
sv: Att använda stora prefix i MySQL-versioner före 5.7.7 och MariaDB-versioner före 10.2 kräver Barracuda-filformat och alternativet <code>innodb_file_per_table</code>.

# misconfigured_database_url_explain
source: Could not connect to the database using the connection URL found in the <code>DATABASE_URL</code> environment variable.
de: Die Datenbankverbindung mit der Verbindungs-URL aus der Environment-Variable <code>DATABASE_URL</code> ist fehlgeschlagen.
ja: 環境変数<code>DATABASE_URL</code>による接続のURLを使用してデータベースに接続できませんでした。
pl: Nie można połączyć się z bazą danych przy użyciu adresu URL połączenia znalezionego w zmiennej środowiskowej <code>DATABASE_URL</code>.
pt: Impossível conectar a base de dados com recurso ao URL definido na variável de ambiente <code>DATABASE_URL</code>.
sv: Det gick inte att ansluta till databasen med anslutnings-URL: en som hittades i omgivningsvariabeln <code>DATABASE_URL</code>.

# strict_sql_mode
source: Your database server is not running in strict mode!
de: Ihr Datenbank-Server läuft nicht im Strict-Mode!
ja: データベースがstrictモードで動作していません!
pl: Twój serwer bazy danych nie działa w trybie ścisłym!
pt: O seu servidor de bases de dados não está a funcionar em modo estrito!
sv: Din databasserver körs inte i strict mode!

# strict_sql_mode_explain
source: Running MySQL in non-strict mode can cause corrupt or truncated data. Please enable the strict mode either in your <code>my.cnf</code> file or configure the connection options in the <code>config/config.yml</code> file as follows:
de: Wenn MySQL nicht im Strict-Mode läuft, können Daten beschädigt oder abgeschnitten werden. Bitte aktivieren Sie den Strict-Mode entweder in Ihrer <code>my.cnf</code>-Datei oder konfigurieren Sie die Verbindungsoptionen in der Datei <code>config/config.yml</code> wie folgt:
ja: 非strictモードのMySQLの動作はデータの破壊や切り捨ての原因となります。<code>my.cnf</code>ファイルでstrictモードを有効にするか、 <code>config/config.yml</code>ファイルで接続オプションを以下の様に構成してください:
pl: Uruchamianie MySQL w trybie nie-ścisłym może powodować uszkodzenie lub ucięcie danych. Włącz tryb ścisły w twoim pliku <code>my.cnf</code> lub skonfiguruj opcje w pliku <code>config/config.yml</code>, jak poniżej:
pt: A execução do MySQL em modo não restritivo pode causar dados corruptos ou truncados. Por favor active o modo estrito ou no seu ficheiro <code>my.cnf</code> ou configurar as opções de ligação no ficheiro <code>config/config.yml</code>como segue:
sv: Att köra MySQL i non-strict mode kan orsaka korrupta eller trunkerade data. Aktivera det strict mode antingen i din <code>my.cnf</code>-fil eller konfigurera anslutningsalternativen i filen <code>config/config.yml</code> enligt följande:
