Repository: contao/contao
Catalog: calendar-bundle/contao/languages/*/*_calendar_feed.xlf
Languages: tr

# tl_calendar_feed.title.0
source: Title
tr: Başlık

# tl_calendar_feed.title.1
source: Please enter a feed title.
tr: Lütfen besleme başlığını giriniz.

# tl_calendar_feed.alias.0
source: Feed alias
tr: Besleme lakabı

# tl_calendar_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
tr: Buraya benzeri olmayan bir dosya adı girebilirsiniz (uzantı olmadan). XML besleme dosyası <em> share </em> Contao kurulum dizininde otomatik olarak oluşturulacaktır. <em> share/isim.xml </em> gibi.

# tl_calendar_feed.language.0
source: Feed language
tr: Besleme dili

# tl_calendar_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
tr: ISO-639 standardına göre beslemenin dilini yazın (<em>tr</em> ya da <em>tr-tr</em> ).

# tl_calendar_feed.calendars.0
source: Calendars
tr: Takvimler

# tl_calendar_feed.calendars.1
source: Here you can choose the calendars to be included in the feed.
tr: Bu bölümden akışa katılacak takvimler seçilebilir.

# tl_calendar_feed.format.0
source: Feed format
tr: Besleme biçimi

# tl_calendar_feed.format.1
source: Please choose a feed format.
tr: Lütfen, bir besleme biçimi seçiniz.

# tl_calendar_feed.source.0
source: Export settings
tr: Aktarma ayarları

# tl_calendar_feed.source.1
source: Here you can choose what will be exported.
tr: Burada aktarılacak bilgiler seçebilirsiniz.

# tl_calendar_feed.maxItems.0
source: Maximum number of items
tr: En fazla öge sayısı

# tl_calendar_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
tr: Burada beslemede görüntülenecek öge sayısını belirtebilirsiniz. Tüm ögelerin gösterilmesi için 0 yazın.

# tl_calendar_feed.feedBase.0
source: Base URL
tr: Temel URL

# tl_calendar_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
tr: Lütfen temel URL'i iletişim protokolü ile birlikte giriniz (<em>http://</em> gibi).

# tl_calendar_feed.description.0
source: Feed description
tr: Besleme açıklaması

# tl_calendar_feed.description.1
source: Here you can enter a short description of the calendar feed.
tr: Takvim akışının kısa açıklamasını yazın.

# tl_calendar_feed.title_legend
source: Title and language
tr: Başlık ve dil

# tl_calendar_feed.calendars_legend
source: Calendars
tr: Takvimler

# tl_calendar_feed.config_legend
source: Feed settings
tr: Besleme ayarları

# tl_calendar_feed.image_legend
source: Image settings
tr: Resim ayarları

# tl_calendar_feed.source_teaser
source: Event teasers
tr: Etkinlik tanıtımları

# tl_calendar_feed.source_text
source: Full articles
tr: Tam makaleler

# tl_calendar_feed.new.0
source: New
tr: Yeni

# tl_calendar_feed.new.1
source: Create a new feed
tr: Yeni bir besleme oluşturun

# tl_calendar_feed.show
source: Show the details of feed ID %s
tr: Besleme ID %s ayrıntılarını göster

# tl_calendar_feed.edit
source: Edit feed ID %s
tr: Besleme ID %s düzenle

# tl_calendar_feed.copy
source: Duplicate feed ID %s
tr: Besleme ID %s çoğalt

# tl_calendar_feed.delete
source: Delete feed ID %s
tr: Besleme ID %s sil
