Repository: contao/contao
Catalog: calendar-bundle/contao/languages/*/*_calendar_events.xlf
Languages: cs, ko, ru, tr

# tl_calendar_events.title.0
source: Title
cs: Název
ko: 제목
ru: Название
tr: Başlık

# tl_calendar_events.title.1
source: Please enter the event title.
cs: Prosím zadejte název události.
ko: 이벤트 제목을 입력해주세요.
ru: Введите название события.
tr: Lütfen etkinlik başlığını yazın.

# tl_calendar_events.alias.0
source: Event alias
cs: Alias události
ko: 이벤트 별칭
ru: Алиас события
tr: Etkinlik kısaltması

# tl_calendar_events.alias.1
source: The event alias is a unique reference to the event which can be called instead of its numeric ID.
cs: Alias události je jedinečný odkaz na tuto událost, který může být volán na místo ID události.
ko: 이벤트 별칭은 숫자 ID 대신 호출할 수 있는 이벤트에 대한 고유한 참조입니다.
ru: Алиас события является уникальной ссылкой на событие, которую можно использовать вместо её ID.
tr: Etkinlik kısaltması etkinliğin sayısal kimliği olarak kullanılacak eşsiz bir belirteçtir.

# tl_calendar_events.author.0
source: Author
cs: Autor
ko: 저자
ru: Автор
tr: Sahibi

# tl_calendar_events.author.1
source: Here you can change the author of the event.
cs: Zde můžete změnit autora události
ko: 여기서 이벤트 저자를 바꿀 수 있습니다.
ru: Вы можете выбрать автора события.
tr: Buradan etkinliğin sahibini değiştirilebilirsiniz.

# tl_calendar_events.addTime.0
source: Add time
cs: Přidat čas
ko: 시간 추가
ru: Добавить время
tr: Saat ekle

# tl_calendar_events.addTime.1
source: Add a start and end time to the event.
cs: Přidejte čas začátku a konce události.
ko: 이벤트의 시작 및 종료 시간을 추가하세요.
ru: Добавить время начала и завершения события.
tr: Etkinliğe başlangıç ve bitiş saati ekleyin

# tl_calendar_events.startTime.0
source: Start time
cs: Začátek události
ko: 시작 시간
ru: Время начала
tr: Başlangıç saati

# tl_calendar_events.startTime.1
source: Please enter the start time according to the global time format.
cs: Prosím zadejte čas začátku událosto podle celosvětového časového formátu.
ko: 국제 시간 형식에 따라 시작 시간을 입력하십시오.
ru: Введите время начала согласно глобальному формату времени.
tr: Lütfen küresel zaman biçimine uygun olarak başlangıç saatini yazın.

# tl_calendar_events.endTime.0
source: End time
cs: Konec události
ko: 종료 시간
ru: Время завершения
tr: Bitiş saati

# tl_calendar_events.endTime.1
source: Leave blank to create an open-ended event.
cs: Ponechte toto pole prázdné pro události s otevřeným koncem.
ko: 끝나지 않는 이벤트를 만들려면 비워 두세요.
ru: Оставьте поле пустым, чтобы создать событие с открытым завершением.
tr: Bitişi açık olan bir etkinlik için bu alanı boş bırakın.

# tl_calendar_events.startDate.0
source: Start date
cs: Datum začátku
ko: 시작 날짜
ru: Дата начала
tr: Başlangıç tarihi

# tl_calendar_events.startDate.1
source: Please enter the start date according to the global date format.
cs: Prosím zadejte datum začátku události.
ko: 국제 날짜 형식에 따라 시작 날짜를 입력하세요.
ru: Введите дату начала события согласно глобальному формату времени.
tr: Lütfen küresel tarih biçimine uygun olarak başlangıç tarihini yazın.

# tl_calendar_events.endDate.0
source: End date
cs: Datum konce
ko: 종료 날짜
ru: Дата завершения
tr: Bitiş tarihi

# tl_calendar_events.endDate.1
source: Leave blank to create a single day event.
cs: Prosím zadejte datum konce události nebo nechte prázdné pro jednodenní událost.
ko: 하루 이벤트를 만들려면 비워두세요.
ru: Введите дату завершения события согласно глобальному формату времени.
tr: Tek günlük bir etkinlik oluşturmak için bu alanı boş bırakın.

# tl_calendar_events.pageTitle.0
source: Meta title
cs: Název pro meta údaj
ko: 메타 제목
ru: Мета-название
tr: Üst veri başlığı

# tl_calendar_events.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
cs: Zde můžete přidat vlastní název události a tím přepsat výše uvedený.
ko: 여기서 사용자 정의 메타 제목을 추가하여 기본 페이지 제목을 덮어쓸 수 있습니다.
ru: Вы можете добавить собственный мета-заголовок, чтобы перезаписать заголовок страницы по умолчанию.
tr: Buraya varsayılan sayfa başlığının yerini alacak özel bir üst veri başlığı yazabilirsiniz.

# tl_calendar_events.robots.0
source: Robots tag
cs: Tag pro hledací roboty
ko: Robots 태그
tr: Robotlar etiketi

# tl_calendar_events.robots.1
source: Here you can overwrite how search engines handle the event.
cs: Zde můžete přepsat, jak mají tuto stránku vnímat vyhledávače.
ko: 여기서 검색 엔진이 이벤트를 처리하는 방식을 덮어쓸 수 있습니다.
ru: Вы можете перезаписать способ обработки события поисковыми системами.
tr: Buradan arama motorlarının etkinliği nasıl işleyeceğini değiştirebilirsiniz.

# tl_calendar_events.description.0
source: Meta description
cs: Popis pro meta údaj
ko: 메타 설명
ru: Мета-описание
tr: Üst veri açıklaması

# tl_calendar_events.description.1
source: Here you can add a custom meta description to overwrite the default page description.
cs: Zde můžete přidat vlastní popis události a tím přepsat výchozí popis, který se běžně vytváří z úvodníku události. Zobrazí se jen jako informace ve zdrojovém kódu dané stránky.
ko: 여기서 사용자 정의 메타 설명을 추가하여 기본 페이지 설명을 덮어쓸 수 있습니다.
ru: Вы можете добавить собственное мета-описание, чтобы перезаписать описание страницы по умолчанию.
tr: Buraya varsayılan sayfa açıklamasının yerini alacak özel bir üst veri açıklaması yazabilirsiniz.

# tl_calendar_events.location.0
source: Location name
cs: Název místa
ko: 장소 이름
ru: Название расположения
tr: Yer adı

# tl_calendar_events.location.1
source: Here you can enter the name of the event location.
cs: Zde můžete zadat název místa konání.
ko: 여기서 이벤트 장소의 이름을 입력할 수 있습니다.
ru: Вы можете ввести название расположения события.
tr: Buraya etkinliğin gerçekleşeceği yerin adını yazabilirsiniz.

# tl_calendar_events.address.0
source: Location address
cs: Adresa místa
ko: 주소
ru: Адрес расположения
tr: Yer adresi

# tl_calendar_events.address.1
source: Here you can enter the address of the event location.
cs: Zde můžete zadat adresu místa konání.
ko: 여기서 이벤트 장소의 주소를 입력할 수 있습니다.
ru: Вы можете ввести адрес расположения события.
tr: Buraya etkinliğin gerçekleşeceği yerin adresini yazabilirsiniz.

# tl_calendar_events.teaser.0
source: Event teaser
cs: Ukázka události
ko: 이벤트 티저
ru: Анонс события
tr: Etkinlik tanıtımı

# tl_calendar_events.teaser.1
source: The event teaser can be shown in an event list instead of the full article. A "read more …" link will be added automatically.
cs: Ukázka události se běžně zobrazuje místo celého obsahu dané události, pokud se na stránce zobrazí víc události najednou. Ukázka je pak ukončená odkazem "Číst celé..."
ko: 이벤트 티저는 전체 기사 대신 이벤트 목록에 표시될 수 있습니다. "더 읽기..." 링크가 자동으로 추가됩니다.
ru: Анонс события может быть показан в списке событий вместо полной статьи. Ссылка "Подробнее..." будет добавлена автоматически.
tr: Etkinlik tanıtımı, etkinlik listesinde tüm makalenin yerine görüntülenir. "Devamını oku..." bağlantısı otomatik olarak eklenir.

# tl_calendar_events.details.0
source: Event text
cs: Text události
ko: 이벤트 글
ru: Текст события
tr: Etkinlik metni

# tl_calendar_events.details.1
source: Here you can enter the event text.
cs: Prosím zadejte text události.
ko: 여기서 이벤트 글을 입력할 수 있습니다.
ru: Введите текст события.
tr: Buraya etkinlik metnini yazabilirsiniz.

# tl_calendar_events.addImage.0
source: Add an image
cs: Přidat obrázek
ko: 그림 추가
ru: Добавить изображение
tr: Görsel ekle

# tl_calendar_events.addImage.1
source: Add an image to the event.
cs: Pokud zvolíte tuto možnost, obrázek bude přidán k události.
ko: 이벤트의 그림을 추가하세요.
ru: Добавить изображение к событию.
tr: Etkinliğe bir görsel ekleyin.

# tl_calendar_events.recurring.0
source: Repeat event
cs: Opakující se událost
ko: 반복되는 이벤트
ru: Повторять событие
tr: Etkinliği yinele

# tl_calendar_events.recurring.1
source: Create a recurring event.
cs: Opakovat tuto událost.
ko: 반복 이벤트를 만듭니다.
ru: Создать повторяющееся событие.
tr: Yinelenen bir etkinlik oluşturur.

# tl_calendar_events.repeatEach.1
source: Here you can set the recurrence interval.
cs: Prosím nastavte časový interval opakováních.
ko: 여기서 반복 간격을 설정할 수 있습니다.
ru: Укажите интервал повторения.
tr: Buradan yinelenme sıklığını ayarlayabilirsiniz.

# tl_calendar_events.recurrences.0
source: Recurrences
cs: Opakování
ko: 반복
ru: Повторений
tr: Yinelenmeler

# tl_calendar_events.recurrences.1
source: Set to 0 for unlimited recurrences.
cs: Nastavte na 0 pro neomezené opakování.
ko: 무제한 반복의 경우 0으로 설정합니다.
ru: Количество повторов события. Установите 0 для бесконечного повтора.
tr: Sınırsız yinelenme için 0 olarak ayarlayın.

# tl_calendar_events.repeatEnd
source: End of recurring event
cs: Konec opakující se události
ko: 반복 이벤트 종료
ru: Завершить повторяющееся событие.
tr: Yinelenen etkinliğin sonu

# tl_calendar_events.addEnclosure.0
source: Add enclosures
cs: Přidat přílohu
ko: 추신 추가
ru: Добавить вложения
tr: Dosya ekle

# tl_calendar_events.addEnclosure.1
source: Add one or more downloadable files to the event.
cs: Přidat jeden nebo více stažitelných souborů k události.
ko: 이벤트에 다운로드 가능한 파일을 하나 이상 추가합니다.
ru: Добавить вложение к событию.
tr: Etkinliğe bir ya da birkaç indirilebilir dosya ekleyin.

# tl_calendar_events.enclosure.0
source: Enclosures
cs: Přílohy
ko: 추신
ru: Вложения
tr: Dosyalar

# tl_calendar_events.enclosure.1
source: Please choose the files you want to attach.
cs: Vyberte soubory, které chcete přiložit.
ko: 추가하고 싶은 파일을 선택하세요.
ru: Выберите файлы, которые хотите вложить.
tr: Eklemek istediğiniz dosyaları seçin

# tl_calendar_events.source.0
source: Redirect target
cs: Cíl přesměrování
ko: 전달 대상
ru: Переадресация
tr: Yönlendirme hedefi

# tl_calendar_events.source.1
source: Here you can override the default redirect target.
cs: Zde můžete přepsat standardní přesměrování.
ko: 여기서 기본 리디렉션 대상을 재정의할 수 있습니다.
ru: Выберите куда будут перенаправлены посетители при нажатии на событие.
tr: Buradan varsayılan yönlendirme hedefini değiştirebilirsiniz.

# tl_calendar_events.default.0
source: Use default
cs: Použít výchozí
ko: 기본 값 사용
ru: По умолчанию
tr: Varsayılan kullanılsın

# tl_calendar_events.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the calendar.
cs: Kliknutím na "Číst celé..." budou uživatelé přesměrováni na výchozí stránku kalendáře.
ko: "더 읽기..." 버튼을 클릭하면 방문자는 일정관리의 기본 페이지로 리디렉션됩니다.
ru: При нажатии на "Подробнее..." посетители будут перенаправлены на страницу календаря по умолчанию.
tr: "Devamını oku…" düğmesine tıklayan ziyaretçiler takvimin varsayılan sayfasına yönlendirilir.

# tl_calendar_events.internal.0
source: Page
cs: Propojit se stránkou
ko: 페이지
ru: Страница
tr: Sayfa

# tl_calendar_events.internal.1
source: By clicking the "read more …" button, visitors will be redirected to an internal page.
cs: Kliknutím na "Číst celé..." budou uživatelé přesměrováni na interní stránku.
ko: "더 읽기..." 단추를 클릭하면 방문자가 내부 페이지로 리디렉션됩니다.
ru: При нажатии на "Подробнее..." посетители будут перенаправлены на внутреннюю страницу, где они смогут прочесть публикацию целиком.
tr: "Devamını oku…" düğmesine tıklayan ziyaretçiler bir iç sayfaya yönlendirilir.

# tl_calendar_events.article.0
source: Article
cs: Propojit s článkem
ko: 기사
ru: Статья
tr: Makale

# tl_calendar_events.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
cs: Při kliknutí na odkaz "čti dál…" bude návštěvník přesměrován na tento článek.
ko: "더 읽기..." 단추를 클릭하면 방문자가 기사로 리디렉션됩니다.
ru: При нажатии на "Подробнее..." посетители будут перенаправлены на статью.
tr: "Devamını oku…" düğmesine tıklayan ziyaretçiler bir makaleye yönlendirilir.

# tl_calendar_events.external.0
source: Custom URL
cs: Vlastní URL
ko: 커스텀 URL
ru: Пользовательский URL
tr: Özel adres

# tl_calendar_events.external.1
source: By clicking the "read more …" button, visitors will be redirected to custom URL.
cs: Kliknutím na "čti dál …" bude návštěvník přesměrován na zadanou URL.
ko: "더 읽기..." 버튼을 클릭하면 방문자는 사용자 지정 URL로 리디렉션됩니다.
ru: При нажатии на "Подробнее..." посетители будут перенаправлены на пользовательский URL.
tr: "Devamını oku…" düğmesine tıklayan ziyaretçiler bir özel adrese yönlendirilir.

# tl_calendar_events.linkText.0
source: Link text
cs: Název odkazu
ko: 링크 텍스트
tr: Bağlantı metmi

# tl_calendar_events.linkText.1
source: Here you can override the default "read more…" link text.
cs: Zde můžete přepsat standardní text pro "číst dál".
ko: 여기서 기본 "더 읽기..." 링크 텍스트를 재정의할 수 있습니다.
tr: Buradan varsayılan "Devamını oku…" metnini değiştirebilirsiniz.

# tl_calendar_events.jumpTo.0
source: Redirect page
cs: Přesměrovat na stránku
ko: 페이지 전달
ru: Перейти на страницу
tr: Yönlendirilecek sayfa

# tl_calendar_events.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the event.
cs: Prosím zadejte stránku na kterou bude návštěvník přesměrován.
ko: 이벤트를 클릭할 때 방문자를 리디렉션할 페이지를 선택하십시오.
ru: Выберите страницу, к которой будут перенаправлены посетители при нажатии на событие.
tr: Lütfen ziyaretçiler etkinliğe tıkladığında yönlendirilecekleri sayfayı seçin.

# tl_calendar_events.articleId.0
source: Article
cs: Propojit s článkem
ko: 기사
ru: Статья
tr: Makale

# tl_calendar_events.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the event.
cs: Zvolte prosím článek, na nějž budou přesměrování návštěvníci po kliknutí na danou událost.
ko: 이벤트를 클릭할 때 방문자를 리디렉션할 문서를 선택하십시오.
ru: Выберите статью, к которой будут перенаправлены посетители при нажатии на событие.
tr: Lütfen ziyaretçiler etkinliğe tıkladığında yönlendirilecekleri makaleyi seçin.

# tl_calendar_events.cssClass.0
source: CSS class
cs: Kaskádovité styly
ko: CSS 클래스
ru: CSS класс
tr: CSS sınıfı

# tl_calendar_events.cssClass.1
source: Here you can enter one or more classes.
cs: Sem můžete zadat více tříd kaskádovitých stylů CSS (class)
ko: 여기에 하나 이상의 클래스를 입력할 수 있습니다.
ru: Вы можете ввести один или несколько CSS классов.
tr: Buraya bir ya da birkaç sınıf ekleyebilirsiniz.

# tl_calendar_events.noComments.0
source: Disable comments
cs: Vypnout komentáře
ko: 댓글 비활성화
ru: Отключить комментарии
tr: Yorum yapılamasın

# tl_calendar_events.noComments.1
source: Do not allow comments for this particular event.
cs: Zakázat přidávání komentářů.
ko: 이 특정 이벤트에 대한 댓글을 허용하지 않습니다.
ru: Отключить комментарии для данного события.
tr: Bu etkinliğe yorum yapılmasını engeller.

# tl_calendar_events.featured.0
source: Feature event
cs: Zvýraznit příspěvek
ko: 주요 이벤트
ru: Популярное событие
tr: Etkinliği öne çıkar

# tl_calendar_events.featured.1
source: Show the event in a featured event list.
cs: Zobrazit událost v seznamu doporučených událostí.
ko: 이벤트를 주요 이벤트 목록에 표시합니다.
ru: Показать событие в списке популярных событий.
tr: Buradan etkinliğin bir öne çıkarılmış etkinlikler listesinde görüntülenmesini sağlayabilirsiniz.

# tl_calendar_events.published.0
source: Publish event
cs: Publikovat
ko: 이벤트 게시
ru: Опубликовать
tr: Etkinliği yayınla

# tl_calendar_events.published.1
source: Make the event publicly visible on the website.
cs: Dokud nebude tato událost publikována, nezobrazí se na vašem webu
ko: 웹 사이트에서 이벤트를 공개적으로 볼 수 있도록 합니다.
ru: Сделать событие видимым на веб-сайте.
tr: Bu seçenek etkinleştirildiğinde, etkinlik sitede herkesin görebileceği şekilde yayınlanır.

# tl_calendar_events.start.0
source: Show from
cs: Zobrazit od
ko: 에서 표시
ru: Публиковать с
tr: Görüntülenme başlangıcı

# tl_calendar_events.start.1
source: If you want to prevent the event from showing on the website before a certain date/time, you can enter it here. Otherwise, leave the field blank.
cs: Pokud chcete zabránit zobrazení události před jistým datem/časem, můžete to zadat tady. Jinak ponechte dané pole prázdné.
tr: Etkinliğin belirli bir tarih/saatten önce sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_calendar_events.stop.0
source: Show until
cs: Zobrazit do
ko: 까지 표시
ru: Публиковать до
tr: Görüntülenme bitişi

# tl_calendar_events.stop.1
source: If you want to prevent the event from showing on the website after a certain date/time, you can enter it here. Otherwise, leave the field blank.
cs: Pokud chcete zabránit zobrazení události po jistém datu/času, můžete to zadat tady. Jinak ponechte dané pole prázdné.
tr: Etkinliğin belirli bir tarih/saatten sonra sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_calendar_events.tstamp.0
source: Revision date
cs: Datum změny
ko: 개정일자
ru: Дата изменения
tr: Düzenlenme tarihi

# tl_calendar_events.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
ko: 최신 개정 날짜 및 시간
ru: Дата и время последнего изменения
tr: Son düzenlenme tarihi ve saati

# tl_calendar_events.title_legend
source: Title and author
cs: Název a autor
ko: 제목 및 저자
ru: Название и автор
tr: Başlık ve sahip

# tl_calendar_events.date_legend
source: Date and time
cs: Datum a čas
ko: 날짜와 시간
ru: Дата и время
tr: Tarih ve saat

# tl_calendar_events.details_legend
source: Event details
cs: Zobrazit podrobnosti
ko: 이벤트 세부 정보
ru: Детали события
tr: Etkinlik ayrıntıları

# tl_calendar_events.text_legend
source: Event text
cs: Text události
ko: 이벤트 글
ru: Текст события
tr: Etkinlik metni

# tl_calendar_events.image_legend
source: Image settings
cs: Nastavení obrázku
ko: 이미지 설정
ru: Настройки изображения
tr: Görsel ayarları

# tl_calendar_events.recurring_legend
source: Recurrence settings
cs: Opakování
ko: 반복 설정
ru: Настройки повторения
tr: Yineleme ayarları

# tl_calendar_events.enclosure_legend
source: Enclosures
cs: Přílohy
ko: 추신
ru: Вложения
tr: Dosyalar

# tl_calendar_events.source_legend
source: Redirect target
cs: Cíl přesměrování
ko: 전달 대상
ru: Переадресация
tr: Yönlendirme hedefi

# tl_calendar_events.expert_legend
source: Expert settings
cs: Rozšířená nastavení
ko: 고급 설정
ru: Экспертные настройки
tr: Uzman ayarları

# tl_calendar_events.publish_legend
source: Publish settings
cs: Zveřejnění
ko: 공개 설정
ru: Настройки публикации
tr: Yayınlanma ayarları

# tl_calendar_events.days
source: day(s)
cs: den(dny)
ko: 날(들)
ru: день
tr: gün

# tl_calendar_events.weeks
source: week(s)
cs: týden(týdny)
ko: 주(들)
ru: неделя
tr: hafta

# tl_calendar_events.months
source: month(s)
cs: měsíc(měsíce)
ko: 월(들)
ru: месяц
tr: ay

# tl_calendar_events.years
source: year(s)
cs: rok(y)
ko: 년(들)
ru: год
tr: yıl

# tl_calendar_events.new.0
source: New
cs: Nové
ko: 새로운
ru: Новый
tr: Yeni

# tl_calendar_events.new.1
source: Create a new event
cs: Vytvořit novou událost
ko: 새 이벤트 생성
ru: Создать новое событие
tr: Yeni bir etkinlik ekle

# tl_calendar_events.show
source: Show the details of event ID %s
cs: Zobrazit podrobnosti k události ID %s
ko: 이벤트 ID %s의 세부정보를 보여줍니다.
ru: Показать детали события ID %s
tr: %s kimlikli etkinliğin ayrıntılarını görüntüle

# tl_calendar_events.edit
source: Edit event ID %s
cs: Upravit událost ID %s
ko: 이벤트 ID %s 편집
ru: Редактировать событие ID %s
tr: %s kimlikli etkinliği düzenle

# tl_calendar_events.children
source: Edit the content elements of event ID %s
cs: Upravit obsah příspěvku události ID %s
ko: 이벤트 ID %s의 컨텐츠 요소를 편집
tr: %s kimlikli etkinliğin içerik bileşenlerini düzenle

# tl_calendar_events.copy
source: Duplicate event ID %s
cs: Kopírovat událost ID %s
ko: 이벤트 ID %s 복사
ru: Дублировать событие ID %s
tr: %s kimlikli etkinliği kopyala

# tl_calendar_events.cut
source: Move event ID %s
cs: Přesunout událost ID %s
ko: 이벤트 ID%s 이동
ru: Переместить событие ID %s
tr: %s kimlikli etkinliği taşı

# tl_calendar_events.delete
source: Delete event ID %s
cs: Smazat událost ID %s
ko: 이벤트 ID %s 삭제
ru: Удалить событие ID %s
tr: %s kimlikli etkinliği sil

# tl_calendar_events.toggle.0
source: Publish/unpublish event
cs: Publikovat / nepublikovat
tr: Etkinliği yayımla/yayımlama

# tl_calendar_events.toggle.1
source: Unpublish event ID %s
cs: Nezveřejnit událost ID %s

# tl_calendar_events.toggle.2
source: Publish event ID %s
cs: Zveřejnit událost ID %s

# tl_calendar_events.feature.0
source: Feature/unfeature event ID %s
cs: ID zvýrazněné/nezvýrazněné události %s

# tl_calendar_events.feature.1
source: Unfeature event ID %s
cs: Odstranit zdůraznění %s

# tl_calendar_events.feature.2
source: Feature event ID %s
cs: Přidat zdůraznění %s

# tl_calendar_events.pasteafter.0
source: Paste into this calendar
cs: Vložit do tohto kalenáře
ko: 이 달력으로 붙여넣기
ru: Вставить в этот календарь
tr: Bu takvime yapıştır

# tl_calendar_events.repeatEach.0
source: Interval
ko: 간격
ru: Интервал
tr: Sıklık

# tl_calendar_events.meta_legend
source: Metadata
ko: 메타 데이터
ru: Метаданные
tr: Üst veriler

# tl_calendar_events.toggle.1
source: Publish event ID %s
tr: %s kimlikli etkinliği yayınla

# tl_calendar_events.toggle.2
source: Unpublish event ID %s
tr: %s kimlikli etkinliği yayından kaldır

# tl_calendar_events.feature
source: Feature/unfeature event ID %s
ko: 이벤트 ID %s 추천 / 비추천
ru: Сделать популярным/простым событием ID %s
tr: %s kimlikli etkinliği öne çıkarılmışlara ekle/kaldır

# tl_calendar_events.start.1
source: If you want to prevent the event from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
ru: Если хотите запретить показ события на веб-сайте до определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.

# tl_calendar_events.stop.1
source: If you want to prevent the event from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
ru: Если хотите запретить показ события на веб-сайте после определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.

# tl_calendar_events.toggle
source: Publish/unpublish event ID %s
ru: Опубликовать/изъять событие ID %s

# tl_calendar_events.editheader
source: Edit the settings of event ID %s
ru: Редактировать настройки события ID %s

# tl_calendar_events.editmeta
source: Edit the event settings
ru: Редактировать настройки события
