Repository: contao/contao
Catalog: calendar-bundle/contao/languages/*/*_calendar.xlf
Languages: ko, pt

# tl_calendar.title.0
source: Title
ko: 제목
pt: Título

# tl_calendar.title.1
source: Please enter the calendar title.
ko: 달력의 제목을 입력하시오
pt: Favor inserir um título para o calendário.

# tl_calendar.jumpTo.0
source: Redirect page
ko: 페이지 전달
pt: Redirecionar página

# tl_calendar.jumpTo.1
source: Please choose the event reader page to which visitors will be redirected when clicking an event.
ko: 방문자가 이벤트를 클릭할 경우 전달될 이벤트 구독 페이지를 선택하시오
pt: Por favor selecione a página para a qual os visitantes serão redirecionados quando clicarem em um evento.

# tl_calendar.allowComments.0
source: Enable comments
ko: 댓글 허용
pt: Ativar comentários

# tl_calendar.allowComments.1
source: Allow visitors to comment events.
ko: 방문자의 이벤트에 대한 댓글 허용
pt: Permitir que os visitantes podem comentar eventos.

# tl_calendar.notify.0
source: Notify
ko: 알림
pt: Notificar

# tl_calendar.notify.1
source: Please choose who to notify when comments are added.
ko: 댓글이 추가되었을 경우 알릴 사람을 선택하시오
pt: Por favor escolhe quem vai ser notificado quando os comentários forem adicionados.

# tl_calendar.sortOrder.0
source: Sort order
ko: 정렬하기
pt: Ordem de classificação

# tl_calendar.sortOrder.1
source: By default, comments are sorted ascending, starting with the oldest one.
ko: 기본적으로 댓글은 가장 오래된 댓글부터 오름차순으로 정렬됩니다.
pt: Por padrão, os comentários são classificadas ascendente, começando com os mais antigos.

# tl_calendar.perPage.0
source: Comments per page
ko: 한 페이지 당 댓글 수
pt: Comentários por página

# tl_calendar.perPage.1
source: Number of comments per page. Set to 0 to disable pagination.
ko: 페이지당 댓글 수입니다. 페이지 번호를 사용하지 않으려면 0으로 설정하세요.
pt: Número de comentários por página. Defina como 0 para desativar a paginação.

# tl_calendar.moderate.0
source: Moderate comments
ko: 온건한 댓글
pt: Comentários moderados

# tl_calendar.moderate.1
source: Approve comments before they are published on the website.
ko: 댓글을 웹 사이트에 게시하기 전에 승인합니다.
pt: Aprove os comentários antes que ele sejam exibidos no site.

# tl_calendar.bbcode.0
source: Allow BBCode
ko: BBCode 허용
pt: Permitir BBCode

# tl_calendar.bbcode.1
source: Allow visitors to format their comments with BBCode.
ko: 방문자가 BBCode로 댓글을 형식화 할 수 있습니다.
pt: Permitir que visitantes utilizem BBCode para formatar os comentários.

# tl_calendar.requireLogin.0
source: Require login to comment
ko: 댓글을 달려면 로그인 필요
pt: Requerem login para comentar

# tl_calendar.requireLogin.1
source: Allow only authenticated members to create comments.
ko: 인증된 구성원만 댓글을 달 수 있습니다.
pt: Permitir apenas aos membros autenticados a criação de comentários.

# tl_calendar.disableCaptcha.0
source: Disable spam protection
ko: 스팸 보호 해제
pt: Desactivar a protecção contra spam

# tl_calendar.disableCaptcha.1
source: Use this option only if you have limited comments to authenticated users.
ko: 인증된 사용자만 댓글을 달 수 있는 경우에만 이 옵션을 사용합니다.
pt: Use esta opção apenas se você tiver comentários limitada a usuários autenticados.

# tl_calendar.protected.0
source: Protect calendar
ko: 달력 보호
pt: Proteger calendário

# tl_calendar.protected.1
source: Show events to certain member groups only.
ko: 특정 구성원 그룹에만 이벤트를 표시합니다.
pt: Mostrar eventos apenas para grupos de membros selecionados.

# tl_calendar.groups.0
source: Allowed member groups
ko: 허가된 구성원 그룹
pt: Membros de grupos permitidos

# tl_calendar.groups.1
source: These groups will be able to see the events in this calendar.
ko: 이러한 그룹은 이 캘린더의 이벤트를 볼 수 있습니다.
pt: Aqui você pode selecionar os grupos de membros que serão autorizados a ver os eventos.

# tl_calendar.tstamp.0
source: Revision date
ko: 개정일자
pt: Data da última alteração

# tl_calendar.tstamp.1
source: Date and time of the latest revision
ko: 최신 개정 날짜 및 시간
pt: Data e hora da última alteração

# tl_calendar.title_legend
source: Title and redirect page
ko: 제목 및 리디렉션 페이지
pt: Página de título e redirecionamento

# tl_calendar.comments_legend
source: Comments
ko: 댓글
pt: Comentários

# tl_calendar.protected_legend
source: Access protection
ko: 접근 보호
pt: Proteção de acesso

# tl_calendar.feed_legend
source: RSS/Atom feed
ko: RSS/Atom 피드
pt: RSS/Atom

# tl_calendar.notify_admin
source: System administrator
ko: 시스템 관리자
pt: Administrador de sistema

# tl_calendar.notify_author
source: Author of the event
ko: 이벤트 저자
pt: Autor do evento

# tl_calendar.notify_both
source: Author and system administrator
ko: 저자와 시스템 관리자
pt: Autor e administrador de sistema

# tl_calendar.source_teaser
source: Event teasers
ko: 이벤트 티저
pt: Amostra de eventos

# tl_calendar.source_text
source: Full articles
ko: 전문
pt: Artigos completos

# tl_calendar.feeds.0
source: Calendar feeds
ko: 달력 피드
pt: Feeds RSS de calendário

# tl_calendar.feeds.1
source: Manage calendar feeds
ko: 달력 피드 관리
pt: Gerir feeds de calendário

# tl_calendar.new.0
source: New
ko: 새로운
pt: Novo

# tl_calendar.new.1
source: Create a new calendar
ko: 새로운 달력 생성
pt: Criar um novo calendário

# tl_calendar.show
source: Show the details of calendar ID %s
ko: 달력 ID %s의 상세 정보를 보여줍니다.
pt: Mostrar detalhes do calendário ID %s

# tl_calendar.edit
source: Edit calendar ID %s
ko: 달력 ID %s 편집
pt: Editar calendário ID %s

# tl_calendar.children
source: Edit the events of calendar ID %s
ko: 달력 ID %s의 이벤트 변경

# tl_calendar.copy
source: Duplicate calendar ID %s
ko: 달력 ID %s 복제
pt: Copiar calendário ID %s

# tl_calendar.delete
source: Delete calendar ID %s
ko: 달력 ID %s 삭제
pt: Remover calendário ID %s
