Repository: contao/contao
Catalog: calendar-bundle/contao/languages/*/*_module.xlf
Languages: ko, tr

# tl_module.cal_calendar.0
source: Calendars
ko: 달력
tr: Takvimler

# tl_module.cal_calendar.1
source: Please select one or more calendars.
ko: 하나 이상의 달력을 선택해주세요.
tr: Lütfen bir ya da birkaç takvim seçin.

# tl_module.cal_noSpan.0
source: Shortened view
ko: 단축 보기
tr: Kısaltılmış görünüm

# tl_module.cal_noSpan.1
source: Show events only once even if they span multiple days.
ko: 이벤트가 여러 날짜에 걸쳐 있더라도 한 번만 표시합니다.
tr: Birkaç güne yayılmış etkinlikler bir kez görüntülensin.

# tl_module.cal_hideRunning.0
source: Hide running events
ko: 진행 중인 이벤트 가림
tr: İşleyen etkinlikleri gizle.

# tl_module.cal_hideRunning.1
source: Do not show running events in the list of upcoming events.
ko: 실행 중인 이벤트를 다음 이벤트 목록에 표시하지 않습니다.
tr: İşleyen etkinlikleri yakın gelecekteki etkinliklerin listesinde görüntüleme.

# tl_module.cal_startDay.0
source: Week start day
ko: 주 시작일
tr: Hafta başlangıcı

# tl_module.cal_startDay.1
source: Here you can choose the week start day.
ko: 여기서 주 시작일을 고를 수 있습니다.
tr: Haftanın hangi gün ile başlayacağını belirtin.

# tl_module.cal_format.0
source: Event list format
ko: 이벤트 목록 형식
tr: Etkinlik listesi biçimi

# tl_module.cal_format.1
source: Here you can choose the event list format.
ko: 여기서 이벤트 목록 형식을 고를 수 있습니다.
tr: Bu bölümden olay listesi biçimi seçilebilir.

# tl_module.cal_ignoreDynamic.0
source: Ignore URL parameters
ko: URL 매개 변수 무시
tr: İnternet adresi parametreleri yoksayılsın

# tl_module.cal_ignoreDynamic.1
source: Do not switch the time period based on the date/month/year URL parameters.
ko: 날짜/월/년 URL 매개 변수를 기준으로 기간을 전환하지 마세요.
tr: Bu seçenek etkinleştirildiğinde, zaman aralığı İnternet adresindeki gün/ay/yıl parametrelerine göre değiştirilmez.

# tl_module.cal_order.0
source: Sort order
ko: 정렬하기
tr: Sıralama

# tl_module.cal_order.1
source: Here you can choose the sort order.
ko: 여기서 정렬 순서를 정할 수 있습니다.
tr: Bu bölümden sıralama şekli belirtilebilir.

# tl_module.cal_readerModule.0
source: Event reader module
ko: 이벤트 리더기 모듈
tr: Etkinlik okuyucu modül

# tl_module.cal_readerModule.1
source: Automatically switch to the event reader if an event has been selected.
ko: 이벤트가 선택된 경우 이벤트 리더기로 자동 전환합니다.
tr: Bu seçenek etkinleştirildiğinde, bir etkinlik seçildiğinde kendiliğinden etkinlik okuyucuya geçilir.

# tl_module.cal_limit.0
source: Number of events
ko: 이벤트 수
tr: Etkinlik sayısı

# tl_module.cal_limit.1
source: Here you can limit the number of events. Enter 0 to show all.
ko: 여기서 이벤트 수를 제한할 수 있습니다. 다 볼려면 0을 입력하세요.
tr: Bu bölümden etkinlik sayısı sınırlanabilir. Tüm etkinliklerin görüntülenmesi için 0 yazın.

# tl_module.cal_template.0
source: Event template
ko: 이벤트 템플릿
tr: Etkinlik kalıbı

# tl_module.cal_template.1
source: Here you can select an event template.
ko: 여기서 이벤트 템플릿을 선택할 수 있습니다.
tr: Buradan bir etkinlik şablonu seçebilirsiniz.

# tl_module.cal_ctemplate.0
source: Calendar template
ko: 달력 템플릿
tr: Takvim kalıbı

# tl_module.cal_ctemplate.1
source: Here you can select a calendar template.
ko: 여기서 달력 템플릿을 설정할 수 있습니다.
tr: Buradan bir takvim şablonu seçebilirsiniz.

# tl_module.cal_showQuantity.0
source: Show number of events
ko: 이벤트 수 보여주기
tr: Etkinlik sayısı görüntülensin

# tl_module.cal_showQuantity.1
source: Show the number of events of each month in the menu.
ko: 메뉴에 매 달 이벤트 수를 보여줍니다.
tr: Bu seçenek etkinleştirildiğinde, her ay yapılacak etkinlik sayısı menüde görüntülenir.

# tl_module.cal_featured.0
source: Featured events
ko: 주요 이벤트
tr: Öne çıkan etkinlikler

# tl_module.cal_featured.1
source: Here you can choose how featured events are handled.
ko: 여기서 주요 이벤트의 처리 방법을 선택할 수 있습니다.
tr: Buradan öne çıkan etkinliklerin nasıl ele alınacağını seçebilirsiniz.

# tl_module.cal_list
source: Event list
ko: 이벤트 목록
tr: Etkinlik listesi

# tl_module.cal_day
source: Day
ko: 일
tr: Gün

# tl_module.cal_month
source: Month
ko: 월
tr: Ay

# tl_module.cal_year
source: Year
ko: 년
tr: Yıl

# tl_module.cal_all
source: All events
ko: 전체 이벤트
tr: Tüm etkinlikler

# tl_module.cal_upcoming
source: Upcoming events
ko: 다가오는 이벤트
tr: Yaklaşan etkinlikler

# tl_module.next_7
source: + 1 week
ko: + 1 주
tr: +1 hafta

# tl_module.next_14
source: + 2 weeks
ko: + 2 주
tr: +2 hafta

# tl_module.next_30
source: + 1 month
ko: + 1 달
tr: +1 ay

# tl_module.next_90
source: + 3 months
ko: + 3 달
tr: +3 ay

# tl_module.next_180
source: + 6 months
ko: + 6 달
tr: +6 ay

# tl_module.next_365
source: + 1 year
ko: + 1 년
tr: +1 yıl

# tl_module.next_two
source: + 2 years
ko: + 2 년
tr: +2 yıl

# tl_module.next_cur_month
source: of the current month
ko: 현재 달의
tr: geçerli ay

# tl_module.next_cur_year
source: of the current year
ko: 현재 년의
tr: geçerli yıl

# tl_module.next_next_month
source: of the next month
ko: 다음 달의
tr: gelecek ay

# tl_module.next_next_year
source: of the next year
ko: 내년의
tr: gelecek yıl

# tl_module.next_all
source: All upcoming events
ko: 모든 다가오는 이벤트
tr: Yaklaşan tüm etkinlikler

# tl_module.cal_past
source: Past events
ko: 과거 이벤트
tr: Geçmiş etkinlikler

# tl_module.past_7
source: - 1 week
ko: - 1 주
tr: -1 hafta

# tl_module.past_14
source: - 2 weeks
ko: - 2 주
tr: -2 hafta

# tl_module.past_30
source: - 1 month
ko: - 1 달
tr: -1 ay

# tl_module.past_90
source: - 3 months
ko: - 3 달
tr: -3 ay

# tl_module.past_180
source: - 6 months
ko: - 6 달
tr: -6 ay

# tl_module.past_365
source: - 1 year
ko: - 1 년
tr: -1 yıl

# tl_module.past_two
source: - 2 years
ko: - 2 년
tr: -2 yıl

# tl_module.past_cur_month
source: of the current month
ko: 현재 달의
tr: geçerli ay

# tl_module.past_cur_year
source: of the current year
ko: 현재 년의
tr: geçerli yıl

# tl_module.past_prev_month
source: of the previous month
ko: 전 달의
tr: önceki ay

# tl_module.past_prev_year
source: of the previous year
ko: 전 년도의
tr: önceki yıl

# tl_module.past_all
source: All past events
ko: 모든 과거 이벤트
tr: Geçmiş tüm etkinlikler

# tl_module.events.all_items
source: Show all events
ko: 모든 이벤트를 보여줍니다
tr: Tüm etkinlikleri göster

# tl_module.events.featured
source: Show featured events only
ko: 주요 이벤트만 보여줍니다
tr: Tüm öne çıkan etkinlikleri göster

# tl_module.events.unfeatured
source: Skip featured events
ko: 주요 이벤트를 넘깁니다
tr: Öne çıkan etkinlikleri atla
