Repository: contao/contao
Catalog: calendar-bundle/contao/languages/*/*_page.xlf
Languages: cs, de, es, ja, nl, sv, tr

# tl_page.eventCalendars.0
source: Calendars
cs: Kalendáře
de: Kalender
es: Calendarios
ja: カレンダー
nl: Kalenders
sv: Kalendrar
tr: Takvimler

# tl_page.eventCalendars.1
source: Here you can choose the calendars to be included in the feed.
cs: Zde můžete vybrat kalendáře, které se mají zahrnout do kanálu RSS.
de: Hier legen Sie fest, welche Kalender in dem Feed enthalten sind.
es: Elegir los calendarios que deben incluirse en el flujo.
ja: フィードに含めるカレンダーを選択してください。
nl: Kies hier de kalenders welke worden opgenomen in de feed.
sv: Här kan du välja vilka kalendrar som ska inkluderas i flödet.
tr: Buradan akışa katılacak takvimleri seçebilirsiniz.

# tl_page.feedSource.0
source: Export settings
cs: Exportovat nastavení
de: Exporteinstellungen
es: Ajustes de exportación
ja: 出力の設定
nl: Export instellingen
sv: Exportinställningar
tr: Dışa aktarma ayarları

# tl_page.feedSource.1
source: Here you can choose what will be exported.
cs: Zde můžete vybrat, co se má exportovat.
de: Hier können Sie festlegen, was exportiert werden soll.
es: Aquí puede elegir lo que va a ser exportado.
ja: 出力する内容を選択します。
nl: Kies wat geÃ«xporteerd moet worden.
sv: Här kan du välja vad som ska exporteras.
tr: Buradan dışa aktarılacak bilgileri seçebilirsiniz.

# tl_page.feedFeatured.0
source: Featured items
cs: Jen zvýrazněné příspěvky
de: Hervorgehobene Beiträge
es: Solo artículos destacados
ja: 特別な項目
nl: Gekenmerkte berichten
sv: Viktiga nyheter
tr: Öne çıkarılmış ögeler

# tl_page.feedFeatured.1
source: Here you can choose how featured items are handled.
cs: Zobrazit v seznamu jen zvýrazněné příspěvky.
de: Hier legen Sie fest, wie hervorgehobene Beiträge gehandhabt werden.
es: Mostrar sólo los artículos destacados
ja: 特別な項目を扱う方法を選択します。
nl: Kies hoe gekenmerkte nieuwsberichten behandeld moeten worden.
sv: Här kan du välja hur viktiga nyheter ska hanteras.
tr: Buradan öne çıkarılmış ögelerin nasıl işleneceğini ayarlayabilirsiniz.

# tl_page.feedRecurrenceLimit.0
source: Maximum number of recurrences
cs: Maximální počet opakování
de: Maximale Anzahl an Wiederholungen
es: Número máximo de recurrencias
ja: 繰り返しの最大回数
nl: Maximaal aantal herhalingen
sv: Maximalt antal återkommande händelser

# tl_page.feedRecurrenceLimit.1
source: Define the maximum number of recurrences for repeated events.
cs: Definovat maximální počet opakování pro opakující události.
de: Legen Sie die maximale Anzahl an Wiederholungen für wiederkehrende Events fest.
es: Define el número máximo de recurrencias para eventos repetidos.
ja: 繰り返すイベントで繰り返しの上限を指定します。
nl: Definieer het maximale aantal herhalingen voor herhaalde gebeurtenissen.
sv: Definiera det maximala antalet återkommande händelser för upprepade händelser.

# tl_page.archives_legend
source: Calendars
cs: Kalendáře
de: Kalender
es: Calendarios
ja: カレンダー
nl: Kalenders
sv: Kalendrar
tr: Takvimler

# tl_page.source_teaser
source: Teasers only
cs: Pouze úvody
de: Nur Teasertexte
es: Solo avances
ja: ティーザーだけ
nl: Alleen teasers
sv: Endast teasers

# tl_page.source_text
source: Full stories
cs: Plné znění
de: Ganze Beiträge
es: Historias completas
ja: 完全な記事
nl: Volledige bijdragen
sv: Fullständiga berättelser
tr: Tüm öyküler

# tl_page.all_items
source: Show all items
cs: Zobrazit všechny položky
de: Alle Beiträge anzeigen
es: Mostrar todos los elementos
ja: すべての項目を表示
nl: Toon alle items
sv: Visa alla objekt
tr: Tüm ögeler görüntülensin

# tl_page.featured
source: Show featured items only
cs: Zobrazit jen zvýrazněné příspěvky
de: Nur hervorgehobene Beiträge anzeigen
es: Mostrar solo elementos destacados
ja: 特別な項目だけを表示
nl: Alleen uitgelichte items weergeven
sv: Visa endast utvalda objekt
tr: Yalnızca öne çıkarılmış ögeler görüntülensin

# tl_page.unfeatured
source: Skip featured items
cs: Vynechat zvýrazněné příspěvky
de: Hervorgehobene Beiträge überspringen
es: Omitir elementos destacados
ja: 特別な項目を除外
nl: Uitgelichte items overslaan
sv: Hoppa över utvalda objekt
tr: Öne çıkarılmış ögeler atlansın
