Repository: contao/contao
Catalog: calendar-bundle/contao/languages/*/default.xlf
Languages: cs, de, it, ja, lv, sl, sv, tr

# MSC.cal_events
source: %d event(s)
cs: %d událostí
it: %d evento(i)
ja: %d件のイベント
lv: %d notikums(i)
sl: %d dogodek(ov)
sv: %d händelse(r)
tr: %d etkinlik

# MSC.cal_emptyDay
source: There are no events on this day.
cs: Tento den nejsou žádné události.
de: Es gibt keine Events an diesem Tag.
it: Non ci sono eventi per questo giorno.
ja: この日にイベントはありません。
lv: Šodien nav neviena notikuma.
sl: Ni dogodkov za ta dan.
sv: Det finns inga händelser för denna dag
tr: Bugün bir etkinlik yok.

# MSC.cal_emptyWeek
source: There are no events for this week.
cs: Žádné události pro tento týden.
de: Es gibt keine Events in dieser Woche.
it: Non ci sono eventi per questa settimana.
ja: この週にイベントはありません。
lv: Šonedēļ nav neviena notikuma.
sl: Ni dogodkov za ta teden.
sv: Det finns inga händelser för denna vecka.
tr: Bu hafta bir etkinlik yok.

# MSC.cal_emptyMonth
source: There are no events for this month.
cs: Žádné události pro tento měsíc.
de: Es gibt keine Events in diesem Monat.
it: Non ci sono eventi per questo mese.
ja: この月にイベントはありません。
lv: Šomēmes nav neviena notikuma.
sl: Ni dogodkov za ta mesec.
sv: Det finns inga händelser för denna månad.
tr: Bu ay bir etkinlik yok.

# MSC.cal_emptyYear
source: There are no events for this year.
cs: Žádné události pro tento rok.
de: Es gibt keine Events in diesem Jahr.
it: Non ci sono eventi per quest'anno.
ja: この年にイベントはありません。
lv: Šogad nav neviena notikuma.
sl: Ni dogodkov za to leto.
sv: Det finns inga händelser för detta år.
tr: Bu yıl bir etkinlik yok.

# MSC.cal_empty
source: Currently there are no events.
cs: Žádné budoucí události.
de: Aktuell sind keine Termine vorhanden.
it: Nessun evento imminente
ja: 現在イベントはありません。
lv: Pašlaik notikumu nav.
sl: Trenutno ni dogodkov.
sv: Det finns inga händelser just nu.
tr: Şu anda bir etkinlik yok.

# MSC.cal_repeat
source: This event is repeated %s%s. The next event will take place on <time datetime="%s">%s</time>.
cs: Tato událost se opakuje %s%s. Další se koná <time datetime="%s">%s</time>.
de: Dieser Termin wiederholt sich %s%s und findet das nächste Mal am <time datetime="%s">%s</time> statt.
it: Questo evento si ripete %s %s. Il prossimo evento avrà luogo il <time datetime="%s">%s</time>.
ja: このイベントは%s%sの間隔で繰り返します。次のイベントは<time datetime="%s">%s</time>です。
lv: Šis notikums atkārtojas %s%s. Nākamais pasākums notiks <time datetime="%s">%s</time>.
sl: Ta dogodek se ponovi %s%s. Naslednjič se bo zgodil <time datetime="%s">%s</time>.
sv: Denna händelse upprepas %s%s. Nästa evenemang kommer att äga rum den <time datetime="%s">%s</time>.
tr: Bu etkinlik %s%s düzeninde yineleniyor. Sonraki etkinlik<time datetime="%s">%s</time> tarihinde gerçekleşecek.

# MSC.cal_repeat_ended
source: This event was repeated %s%s.
cs: Tato událost se opakovala %s%s.
de: Dieser Termin hatte sich %s%s wiederholt.
it: Questo evento è stato ripetuto %s %s.
ja: このイベントは%sに%s繰り返しました。
lv: Šis notikums tika atkārtots %s%s.
sl: Ta dogodek se je ponovil %s%s.
sv: Denna händelse upprepades %s%s.
tr: Bu etkinlik %s%s düzeninde yinelendi.

# MSC.cal_until
source: until %s
cs: do %s
de: bis zum %s
it: fino a %s
ja: %sまで
lv: līdz %s
sl: do %s
sv: fram till %s
tr: %s tarihine kadar

# MSC.cal_single_days
source: every day
cs: každý den
de: jeden Tag
it: ogni giorno
ja: 毎日
lv: katru dienu
sl: vsak dan
sv: varje dag
tr: Her gün

# MSC.cal_multiple_days
source: every %s days
cs: každý %sden
de: alle %s Tage
it: ogni %s giorno
ja: %s日毎
lv: ik pēc %s dienām
sl: vsake %s dni
sv: varje %sdag
tr: Her %s günde bir

# MSC.cal_single_weeks
source: every week
cs: každý týden
de: jede Woche
it: ogni settimana
ja: 毎週
lv: katru nedēļu
sl: vsak teden
sv: varje vecka
tr: Her hafta

# MSC.cal_multiple_weeks
source: every %s weeks
cs: každý %stýden
de: alle %s Wochen
it: ogni %s settimana
ja: %s週毎
lv: ik pēc %s nedēļām
sl: vsake %s tedne
sv: varje %s vecka
tr: Her %s haftada bir

# MSC.cal_single_months
source: every month
cs: každý měsíc
de: jeden Monat
it: ogni mese
ja: 毎月
lv: katru mēnesi
sl: vsak mesec
sv: varje månad
tr: Her ay

# MSC.cal_multiple_months
source: every %s months
cs: každý %směsíc
de: alle %s Monate
it: ogni %s mese
ja: %s月毎
lv: ik pēc %s mēnešiem
sl: vsake %s mesece
sv: varje %s månad
tr: Her %s ayda bir

# MSC.cal_single_years
source: every year
cs: každý rok
de: jedes Jahr
it: ogni anno
ja: 毎年
lv: katru gadu
sl: vsako leto
sv: varje år
tr: Her yıl

# MSC.cal_multiple_years
source: every %s years
cs: každý %srok
de: alle %s Jahre
it: ogni %s anno
ja: %s年毎
lv: ik pēc %s gadiem
sl: vsake %sleta
sv: vart %s år
tr: Her %s yılda bir

# MSC.eventPicker
source: Events
cs: Kalendář/Události
it: Calendario/Eventi
ja: イベント
lv: Kalendārs/Notikumi
sl: Dogodki
sv: Kalender
tr: Etkinlikler

# MSC.eventOverview
source: Back to the event overview
cs: Zpět k přehledu událostí
de: Zurück zur Eventübersicht
ja: イベントの概要に戻る
lv: Atpakaļ uz notikuma pārskatu
sl: Nazaj na osnovne nastavitve dogodka
sv: Tillbaka till evenemangsöversikten
tr: Etkinlik özetine geri dön
