Repository: contao/contao
Catalog: calendar-bundle/contao/languages/*/modules.xlf
Languages: tr

# MOD.calendar.0
source: Events
tr: Etkinlikler

# MOD.calendar.1
source: Manage events and display them in a calendar or event list
tr: Etkinlikleri yönetir ve takvim ya da etkinlik listesi düzeninde görüntüler

# MOD.tl_calendar_feed
source: Calendar feeds
tr: Takvim akışları

# MOD.tl_calendar_events
source: Events
tr: Etkinlikler

# FMD.events
source: Events
tr: Etkinlikler

# FMD.calendar.0
source: Calendar
tr: Takvim

# FMD.calendar.1
source: Adds a calendar to the page
tr: Sayfaya bir takvim ekler

# FMD.eventlist.0
source: Event list
tr: Etkinlik listesi

# FMD.eventlist.1
source: Adds a list of events to the page
tr: Sayfaya bir etkinlikler listesi ekler

# FMD.eventreader.0
source: Event reader
tr: Etkinlik okuyucu

# FMD.eventreader.1
source: Shows the details of an event
tr: Bir etkinliğin ayrıntılarını görüntüler

# FMD.eventmenu.0
source: Event list menu
tr: Etkinlik listesi menüsü

# FMD.eventmenu.1
source: Generates a navigation menu to browse the event list
tr: Etkinlik listesinde gezinmeyi sağlayan bir menü görüntüler
