Repository: contao/contao
Catalog: comments-bundle/contao/languages/*/*_comments.xlf
Languages: de, ja, nl, ru, sk, sq

# tl_comments.source.0
source: Origin
de: Ursprung
ja: 起源
nl: Bron
ru: Источник
sk: Zdroj
sq: Origjina

# tl_comments.source.1
source: The associated table.
de: Die bezogene Tabelle.
ja: 関連するテーブルです。
nl: Bijbehorende tabel.
ru: Ассоциируемая таблица.
sk: Priradená tabuľka (odkiaľ pochádza).
sq: Tabela e lidhur.

# tl_comments.parent.0
source: Parent ID
de: Elternelement
ja: 親のID
ru: Родительский ID
sk: ID rodičovského elementu
sq: Prind ID

# tl_comments.parent.1
source: The associated record.
de: Das dazugehörige Elternelement.
ja: 関連するレコードです。
nl: Bijbehorend record.
ru: Ассоциируемая запись.
sk: Tomu zodpovedajúci rodičovský záznam.
sq: Rreshti i lidhur.

# tl_comments.date.0
source: Date
de: Datum
ja: 日付
nl: Datum
ru: Дата
sk: Dátum
sq: Data

# tl_comments.date.1
source: Please enter the comment date.
de: Bitte geben Sie das Kommentardatum ein.
ja: コメントの日付を入力してください。
nl: Geef de datum van de reactie.
ru: Введите дату комментария.
sk: Prosím, zadajte dátum komentára.
sq: Epeni datën e komentit.

# tl_comments.name.0
source: Author
de: Autor
ja: 作成者
nl: Auteur
ru: Автор
sk: Autor
sq: Autori

# tl_comments.name.1
source: Please enter the author's name.
de: Bitte geben Sie den Namen des Autors ein.
ja: 作成者の名前を入力してください。
nl: Geef de naam van de auteur.
ru: Введите имя автора.
sk: Prosím zadajte meno skutočného autora.
sq: Epeni emrin e vërtetë të autorit.

# tl_comments.email.0
source: E-mail address
de: E-Mail-Adresse
ja: 電子メールアドレス
nl: E-mailadres
ru: E-mail адрес
sk: Váš e-mail
sq: Adresa elektronike

# tl_comments.email.1
source: The e-mail address will not be published.
de: Die E-Mail-Adresse wird nicht veröffentlicht.
ja: 電子メールアドレスは公開されません。
nl: Geef een e-mailadres van de auteur (wordt niet gepubliceerd).
ru: Введите e-mail адрес автора (не публикуется).
sk: Prosím zadajte e-mailovú adresu autora (nebude publikovaná).
sq: Epeni adresën elektronike të autorit (nuk publikohet).

# tl_comments.website.0
source: Website
de: Webseite
ja: ウェブサイト
ru: Веб-сайт
sk: Webstránky
sq: Uebfaqe

# tl_comments.website.1
source: Here you can enter a website address.
de: Hier können Sie eine Webadresse eingeben.
ja: ウェブサイトのアドレスを入力できます。
nl: Geef een website adres op.
ru: Введите адрес веб-сайта.
sk: Prosím zadajte webovú stránku (nepovinné).
sq: Epeni adresën e një ueb-faqe.

# tl_comments.member.0
source: Member
de: Mitglied
ja: メンバー
nl: Lid
ru: Участник
sk: Člen
sq: Anëtar

# tl_comments.member.1
source: Here you can associate the comment with a member.
de: Hier können Sie den Kommentar mit einem Mitglied verknüpfen.
ja: コメントにメンバーを関連付けられます。
nl: Opmerking koppelen aan een lid.
ru: Вы можете связать комментарий с участником.
sk: Tu môžete priradiť komentár k členovi.
sq: Këtu mund të lidheni komentin me një anëtar.

# tl_comments.comment.0
source: Comment
de: Kommentar
ja: コメント
nl: Commentaar
ru: Комментарий
sk: Komentár
sq: Komenti

# tl_comments.comment.1
source: Please enter the comment.
de: Bitte geben Sie den Kommentar ein.
ja: コメントを入力してください。
nl: Geef uw reactie.
ru: Введите комментарий.
sk: Prosím zadajte komentár.
sq: Epeni komentin.

# tl_comments.addReply.0
source: Add a reply
de: Antwort hinzufügen
ja: 返答を追加
nl: Voeg een reactie toe
ru: Добавить ответ
sk: Odpovedať na komentár
sq: Përgjigje

# tl_comments.addReply.1
source: Here you can reply to the comment.
de: Hier können Sie auf den Kommentar antworten.
ja: コメントに返答できます。
nl: Antwoorden op opmerkingen.
ru: Вы можете ответить на этот комментарий.
sk: Tu môžte odpovedať na daný komentár.
sq: Këtu mund të përgjigjeni

# tl_comments.author.0
source: Author
de: Autor
ja: 作成者
nl: Auteur
ru: Автор
sk: Autor
sq: Autori

# tl_comments.author.1
source: Here you can change the author of the reply.
de: Hier können Sie den Autor der Antwort ändern.
ja: 返答の作成者を変更できます。
nl: Auteur van de reactie wijzigen.
ru: Введите имя автора ответа.
sk: Tu môžte zmeniť autora odpovede.
sq: Këtu mund të ndryshoni autorin e përgjigjes

# tl_comments.reply.0
source: Reply
de: Antwort
ja: 返答
nl: Reageer
ru: Ответ
sk: Odpoveď
sq: Përgjigje

# tl_comments.reply.1
source: Here you can enter the reply.
de: Hier können Sie Ihre Antwort eingeben.
ja: 返答を入力できます。
nl: Hier kunt u een reactie geven.
ru: Вы можете ввести ответ.
sk: Tu môžte zadať Vašu odpoveď.
sq: Këtu mund të epeni përgjigje.

# tl_comments.published.0
source: Published
de: Veröffentlicht
ja: 公開
nl: Gepubliceerd
ru: Опубликовано
sk: Publikovaný
sq: Publikuar

# tl_comments.published.1
source: Make the comment publicly visible on the website.
de: Den Kommentar auf der Webseite anzeigen.
ja: コメントをウェブサイトに表示します。
nl: Maak de reactie zichtbaar op de website.
ru: Сделать комментарий видимым на веб-сайте.
sk: Iba publikované komentáre budú zobrazované na webovej stránke.
sq: Vetëm komentet e publikuar paraqiten në ueb-faqe.

# tl_comments.ip.0
source: IP address
de: IP-Adresse
ja: IPアドレス
nl: IP adres
ru: IP-адрес
sk: IP adresa
sq: IP adresa

# tl_comments.ip.1
source: The IP address of the author.
de: Die IP-Adresse des Autors.
ja: 作成者のIPアドレスです。
nl: Het IP adres van de auteur.
ru: IP-адрес автора.
sk: IP adresa autora.
sq: IP adresa e autorit

# tl_comments.notified.0
source: Notified (comment)
de: Benachrichtigt (Kommentar)
ja: 通知済み(コメント)
nl: Melding (reactie)
ru: Уведомлен (комментарий)
sk: Notifikované (komentár)
sq: Njoftim (koment)

# tl_comments.notified.1
source: The notification of this comment has been sent.
de: Die Benachrichtigung für diesen Kommentar wurde gesendet.
ja: このコメントの通知を送信済みです。
nl: De kennisgeving van deze opmerking is verzonden.
ru: Уведомление для этого комментария было отправлено.
sk: Oznámenie o tomto komentári bolo odoslané.
sq: Njoftimi për këtë komentar është dërguar.

# tl_comments.notifiedReply.0
source: Notified (reply)
de: Benachrichtigt (Antwort)
ja: 通知済み(返信)
nl: Melding (antwoord)
ru: Уведомлено (ответ)
sk: Notifikované (odpoveď)
sq: Njoftim (përgjigje)

# tl_comments.notifiedReply.1
source: The notification of the reply to this comment has been sent.
de: Die Benachrichtigung für die Antwort auf diesen Kommentar wurde gesendet.
ja: このコメントへの返信の通知を送信済みです。
nl: Melding van het antwoord op deze reactie is verzonden.
ru: Уведомление об ответе для этого комментария было отправлено.
sk: Notifikacia o odpovedi na tento komentár bola odoslaná.
sq: Njoftimi i përgjigjes ndaj këtij komenti është dërguar.

# tl_comments.author_legend
source: Author
de: Autor
ja: 作成者
nl: Auteur
ru: Автор
sk: Autor
sq: Autori

# tl_comments.comment_legend
source: Comment
de: Kommentar
ja: コメント
nl: Commentaar
ru: Комментарий
sk: Komentár
sq: Komenti

# tl_comments.reply_legend
source: Reply
de: Antwort
ja: 返答
nl: Reageer
ru: Ответ
sk: Odpoveď
sq: Përgjigje

# tl_comments.publish_legend
source: Publish settings
de: Veröffentlichung
ja: 公開の設定
nl: Publicatie-instellingen
ru: Настройки публикации
sk: Nastavenia pre publikovanie
sq: Publiko cilësit

# tl_comments.approved
source: Approved
de: Genehmigt
ja: 承認済み
nl: Goedgekeurd
ru: Разрешенный
sk: Schválený
sq: Miratuar

# tl_comments.pending
source: Awaiting moderation
de: Zur Überprüfung
ja: 審査待ち
nl: Wacht op moderatie
ru: Ожидающий одобрения
sk: Očakávajúci moderátora
sq: Pres miratimin

# tl_comments.tl_content
source: Article
de: Artikel
ja: アーティクル
nl: Artikel
ru: Статья
sk: Článok
sq: ID-ja artikullit

# tl_comments.tl_page
source: Page
de: Seite
ja: ページ
nl: Pagina
ru: Страница
sk: Interná stránka
sq: Faqe

# tl_comments.tl_news
source: News item
de: Nachrichtenbeitrag
ja: ニュース項目
nl: Nieuwsbericht
ru: Новость
sk: Novinka
sq: Artikulli

# tl_comments.tl_faq
source: FAQ
ru: Вопросы и ответы
sk: FAQ (často kladené otázky)

# tl_comments.tl_calendar_events
source: Event
ja: イベント
nl: Evenement
ru: Событие
sk: Udalosť
sq: Ngjarje

# tl_comments.show
source: Show the details of comment ID %s
de: Details des Kommentars ID %s anzeigen
ja: ID %sのコメントの詳細を表示
nl: Toon details van reactie ID %s
ru: Показать детали комментария ID %s
sk: Zobraziť detaily komentára s ID %s
sq: Trego detajet e komentit ID %s

# tl_comments.edit
source: Edit comment ID %s
de: Kommentar ID %s bearbeiten
ja: ID %sのコメントを編集
nl: Bewerk reactie ID %s
ru: Редактировать комментарий ID %s
sk: Upraviť komentár s ID %s
sq: Përpuno komentin ID %s

# tl_comments.delete
source: Delete comment ID %s
de: Kommentar ID %s löschen
ja: ID %sのコメントを削除
nl: Verwijder reactie ID %s
ru: Удалить комментарий ID %s
sk: Odstrániť komentár s ID %s
sq: Shlyej komentin ID %s

# tl_comments.toggle.0
source: Publish/unpublish comment
de: Kommentar veröffentlichen/unveröffentlichen
ja: コメントの公開と非公開を切り替え
nl: Publiceer/verberg reactie
sk: Zverejniť/nezverejniť komentár
sq: Publiko/ç'publiko komentin

# tl_comments.toggle.1
source: Unpublish comment ID %s
de: Kommentar ID %s unveröffentlichen
nl: Verberg reactie ID %s
sk: Zrušiť zverejnenie komentára ID %s

# tl_comments.toggle.2
source: Publish comment ID %s
de: Kommentar ID %s veröffentlichen
nl: Publiceer reactie ID %s
sk: Zverejniť komentár ID %s

# tl_comments.toggle
source: Publish/unpublish comment ID %s
ru: Опубликовать/изъять комментарий ID %s
