Repository: contao/contao
Catalog: comments-bundle/contao/languages/*/default.xlf
Languages: cs, de, fa, it, ja, lv, nl, pl, pt, ru, sq, tr

# MSC.comments
source: Comments
cs: Komentáře
de: Kommentare
fa: دیدگاه‌ها
it: Commenti
ja: コメント
lv: Komentāri
nl: Reacties
pl: Komentarze
pt: Comentários
ru: Комментарии
sq: Komente
tr: Yorumlar

# MSC.commentCount
source: (comments: %s)
cs: počet komentářů: %s
lv: (komentāri: %s)
nl: (reacties: %s)
tr: (yorum: %s)

# MSC.com_name
source: Name
cs: Jméno
fa: نام
it: Nome
ja: 名前
lv: Vārds
nl: Naam
pl: Nazwa wyświetlana
pt: Nome
ru: Имя
sq: Emri dhe llojet e mediave
tr: Ad

# MSC.com_email
source: E-mail (not published)
cs: Mailová adresa (není zveřejněno)
de: E-Mail (wird nicht veröffentlicht)
fa: ایمیل (منتشر نمی‌شود)
it: E-mail (non verrà pubblicata)
ja: 電子メールアドレス(公開されません)
lv: E-pasts (netiks publicēts)
nl: E-mail (niet gepubliceerd)
pl: E-mail (nie będzie opublikowany)
pt: Introduza o endereço de e-mail (não será publicado)
ru: E-mail (не публикуется)
sq: E-Mail (nuk publikohet)
tr: E-posta (yayınlanmaz)

# MSC.com_website
source: Website
cs: Webová adresa
de: Webseite
fa: وب‌سایت
it: Sito Web
ja: ウェブサイト
lv: Mājas lapa
pl: Strona www
pt: Site
ru: Веб-сайт
sq: Uebfaqe
tr: Site

# MSC.com_comment
source: Comment
cs: Komentář
de: Kommentar
fa: دیدگاه
it: Commento
ja: コメント
lv: Komentāri
nl: Commentaar
pl: Komentarz
pt: Comentário
ru: Комментарий
sq: Komenti
tr: Yorum

# MSC.com_notify
source: Notify me of new comments by e-mail (you can cancel your subscription at any time)
cs: Poslat mi mailem upozornění o nových komentářích (kdykoli můžeš zrušit odběr)
de: Über neue Kommentare per E-Mail benachrichtigen (Sie können das Abonnement jederzeit beenden)
fa: مرا از دیدگاه‌های جدید از طریق ایمیل مطلع کن (می‌توانید اشتراک خود را در هر زمانی لغو کنید)
it: Notificatemi i nuovi commenti via e-mail (potete disdire il vostro abbonamento in qualsiasi momento).
ja: 新しいコメントを電子メールで通知(何時でも取り止め可能)
lv: Paziņojiet man par jauniem komentāriem pa e-pastu (varat jebkurā laikā atcelt abonementu)
nl: Stuur me een bericht per e-mail bij nieuwe reacties (u kunt uw abonnement op elk moment annuleren)
pl: Powiadom mnie o nowych komentarzach przez e-mail (możesz anulować subskrypcję w dowolnym momencie)
pt: Notificar-me sobre novos comentários via e-mail (pode cancelar a sua subscrição a qualquer momento)
ru: Уведомить меня о новых комментариях по электронной почте. (Вы можете отменить подписку в любое время)
sq: Të njoftohem për komente të reja me e-mail (abonimi mund të ç'aktivizohet në çdo kohë)
tr: Yeni yorumlar bana e-posta ile bildirilsin (bu aboneliği istediğiniz zaman iptal edebilirsiniz)

# MSC.com_submit
source: Submit comment
cs: Odeslat komentář
de: Kommentar absenden
fa: ارسال دیدگاه
it: Invia commento
ja: コメントを送信
lv: Nosūtīt komentāru
nl: Reactie indienen
pl: Dodaj komentarz
pt: Submeter comentário
ru: Отправить комментарий
sq: Dërgo komentar
tr: Yorumu gönder

# MSC.com_login
source: You need to be logged in to add comments.
cs: Musíte být přihlášený, aby mohli přidat komentář.
de: Sie müssen sich anmelden, um Kommentare hinzuzufügen.
fa: شما برای افزودن دیدگاه باید وارد شوید.
it: Occorre essere loggati per inserire un commento.
ja: コメントを追加するにはログインしてください。
lv: Jums jābūt reģistrētam, lai pievienotu komentāru.
nl: U moet ingelogd zijn om een reactie te plaatsen.
pl: Musisz być zalogowany, aby dodawać komentarze.
pt: Necessita ter sessão iniciada para adicionar comentários.
ru: Добавлять комментарии могут только зарегистрированные пользователи.
sq: Ju duhet të hyni brenda për të shtuar komente.
tr: Yorum yapabilmek için oturum açmalısınız.

# MSC.com_by
source: Comment by
cs: Komentář od:
de: Kommentar von
fa: دیدگاه توسط
it: Commento di
ja: コメント者
lv: Komentēja
nl: Reactie door
pl: Skomentował
pt: Comentário adicionado por
ru: Комментарий от
sq: Komentuar nga
tr: Yorumu yazan

# MSC.com_reply
source: Reply by
cs: Odpověď od:
de: Antwort von
fa: پاسخ
it: Risposta di
ja: 返答者
lv: Atbildēja
nl: Beantwoorden door
pl: Odpowiedział
pt: Resposta de
ru: Ответ от
sq: Përgjigje nga
tr: Yanıtlayan

# MSC.com_quote
source: %s wrote:
cs: %s napsal(a):
de: %s schrieb:
fa: %s نوشت:
it: %s ha scritto
ja: %sさんの書かれた:
lv: %s rakstīja:
nl: %s schreef:
pl: %s napisał:
pt: 1% escreveu:
ru: %s написал:
sq: %s shkruan:
tr: %s şunu yazdı:

# MSC.com_code
source: Code:
cs: Kód:
fa: کد:
it: Codice:
ja: コード:
lv: Kods:
pl: Kod:
pt: Código:
ru: Код:
tr: Kod:

# MSC.com_subject
source: New comment on %s
cs: Nový komentář na %s
de: Neuer Kommentar auf %s
fa: دیدگاه جدید در %s
it: Nuovo commento in %s
ja: %sで新しいコメント
lv: Jauns komentārs %s
nl: Nieuwe reactie op %s
pl: Nowy komentarz w %s
pt: Novo comentário em 1%s
ru: Новый комментарий к %s
sq: Komentar të ri në %s
tr: %s üzerine yeni yorum

# MSC.com_message
source: %s has created a new comment on your website: --- %s --- Click here to view the comment: %s Click here to edit or answer the comment: %s
cs: %sbyl vytvořený nový komentář na Vašem webu: -- %s -- Klikněte na níže uvedený odkaz pro zobrazení komenáře: %s Klikněte na níže uvedený odkaz pro odpověď: %s
de: %s hat einen neuen Kommentar auf Ihrer Webseite erstellt. --- %s --- Klicken Sie hier, um den Kommentar aufzurufen: %s Klicken Sie hier, um den Kommentar zu bearbeiten oder zu beantworten: %s
fa: %s دیدگاه جدید در وب‌سایت شما ایجاد کرده است: --- %s --- برای مشاهده‌ی دیدگاه اینجا را کلیک کنید: %s برای ویرایش یا پاسخ اینجا را کلیک کنید: %s
it: %s ha creato un nuovo commento sul tuo sito web: --- %s --- Clicca qui per visualizzare il commento: %s Clicca qui per modificare o rispondere al commento: %s
ja: %sさんがウェブサイトで新しいコメントを作成しました: --- %s --- コメントを表示: %s コメントを編集または返信: %s
lv: %s ir izveidojis jaunu komentāru jūsu vietnē: --- %s --- Noklikšķiniet šeit, lai skatītu komentāru: %s Noklikšķiniet šeit, lai rediģētu vai atbildētu uz komentāru: %s
nl: %s heeft een nieuwe reactie geplaatst op uw website: --- %s --- Klik hier om de reactie te bekijken: %s Klik hier om de reactie te bewerken of te beantwoorden: %s
pl: %s utworzył nowy komentarz na twojej stronie: --- %s --- Kliknij tutaj, aby wyświetlić komentarz: %s Kliknij tutaj, aby edytować lub odpowiedzieć na komentarz: %s
pt: %s adicionou um novo comentário ao seu website: --- %s --- Clique aqui para ver o comentário: %s Clique aqui para responder ao comentário: %s
ru: %s создал новый комментарий на вашем сайте: --- %s --- Нажмите, чтобы посмотреть комментарий: %s Нажмите, чтобы отредактировать или ответить на комментарий: %s
sq: %s ka shtuar një koment të ri në faqen tuaj: --- %s --- Kliko këtu për të parë komentin: %s Kliko këtu për të redaktuar ose përgjigjur komentit: %s
tr: %s sitenizde yeni bir yorum yaptı: --- %s --- Yorumu görüntülemek için şuraya tıklayın: %s Yorumu düzenlemek ya da yanıtlamak için şuraya tıklayın: %s

# MSC.com_moderated
source: This comment has to be published in the back end before it will appear on the website!
cs: Tento komentář bude zveřejněn na Vaší webové stránce, až to povolíte v backendu!
de: Der Kommentar muss im Backend veröffentlicht werden, bevor er auf der Webseite erscheint!
fa: این دیدگاه در بخش مدیریت منتشر خواهد شد قبل از اینکه در وب‌سایت نمایش داده شود!
it: Questo commento deve essere confermato nel back-end prima di apparire sul sito!
ja: このコメントはウェブサイトで表示する前にバックエンドで公開しなければなりません。
lv: Šis komentārs ir jāpublicē aizmugurē, pirms tas parādīsies vietnē!
nl: Reactie dient eerst goedgekeurd te worden voordat deze op de website verschijnt!
pl: Ten komentarz musi zostać opublikowany w backendzie, zanim pojawi się na stronie!
pt: Este comentário necessita ser publicado no back end antes de ser visível no website!
ru: Этот комментарий должен быть опубликован в панели управления, перед тем как он появится на веб-сайте!
sq: Ky koment duhet të publikohet në prapavijë, përpara se të shfaqet në faqen e internetit!
tr: Bu yorumun sayfada görüntülenmesi için, önce yönetim bölümünden yayınlanması gerekiyor.

# MSC.com_confirm
source: Your comment has been added and is now pending for approval.
cs: Váš komentář byl přidán a čeká na schválení.
de: Ihr Kommentar wurde hinzugefügt und wird nach redaktioneller Prüfung veröffentlicht.
fa: دیدگاه شما اضافه شد و اکنون منتظر تایید می‌باشد.
it: Il tuo commento è stato aggiunto ed è ora in attesa di approvazione.
ja: コメントを追加しました、現在は承認を待っている状態です。
lv: Jūsu komentārs ir pievienots un šobrīd gaida apstiprinājumu.
nl: Uw reactie is toegevoegd en is in afwachting van goedkeuring.
pl: Twój komentarz został dodany i oczekuje na akceptację.
pt: O seu comentário foi adicionado e está pendente de aprovação.
ru: Ваш комментарий добавлен и ожидает одобрения.
sq: Komentari juaj është futur dhe tani është një pritje të miratimit.
tr: Yorumunuz eklendi ve onaylanmayı bekliyor.

# MSC.com_optInConfirm
source: Your subscription has been activated
cs: Váš odběr byl aktivován.
de: Ihr Abonnement wurde aktiviert
fa: اشتراک شما فعال شده است
it: La tua iscrizione è stata attivata
ja: 登録を有効にしました。
lv: Jūsu abonements ir aktivizēts
nl: Uw aanmelding is geactiveerd
pl: Twoja subskrypcja została aktywowana.
pt: A sua subscrição foi activada
ru: Ваша подписка успешно активирована.
sq: Regjistrimi juaj është aktivizuar
tr: Aboneliğiniz etkinleştirildi

# MSC.com_optInCancel
source: Your subscription has been cancelled
cs: Váš odběr byl zrušen.
de: Ihr Abonnement wurde storniert
fa: اشتراک شما لغو شده است
it: La tua iscrizione è stata disattivata
ja: 登録を取り消しました。
lv: Jūsu abonements ir atcelts
nl: Uw aanmelding is geannuleerd
pl: Twoja subskrypcja została anulowana.
pt: A sua subscrição foi cancelada
ru: Вы успешно аннулировали подписку.
sq: Regjistrimi juaj është ndërpre
tr: Aboneliğiniz iptal edildi

# MSC.com_optInSubject
source: Your subscription on %s
cs: Přihlášení k odběru Zpravodaje z %s
de: Ihr Abonnement auf %s
fa: اشتراک شما در %s
it: Iscrizione newsletter su %s
ja: %sの購読
lv: Jūsu abonements uz %s
nl: Uw inschrijving voor nieuwsbrief %s
pl: Twoja subskrypcja %s
pt: Sua assinatura no %s
ru: Ваша подписка на %s
sq: Regjistrimi juaj me %s
tr: %s aboneliğiniz

# MSC.com_optInMessage
source: Hello %s, please confirm that you want to be notified of new comments by e-mail on this page: %s --- Click here to confirm your subscription: %s The confirmation link is valid for 24 hours. You can cancel your subscription at any time by clicking here: %s
cs: Dobrý den %s, potvrďte prosím, že chcete odebírat upozornění o nových komentářích na tomto webu: %s --- Klikněte na níže uvedený odkaz pro potvrzení odběru: %s Potvrzovací odkaz je platný 24 hodin. Kdykoli můžete zrušit odběr upozornění kliknutím na níže uvedený odkaz: %s
de: Hallo %s, bitte bestätigen Sie, dass Sie über neue Kommentare auf der folgenden Webseite per E-Mail benachrichtigt werden möchten: %s --- Klicken Sie hier, um Ihr Abonnement zu bestätigen: %s Der Bestätigungslink ist 24 Stunden gültig. Sie können Ihr Abonnement jederzeit beenden, indem Sie hier klicken: %s
fa: سلام %s, لطفا تایید کنید که شما می‌خواهید از دیدگاه‌های جدید در این صفحه آگاه شوید: %s --- لینک زیر را برای تایید اشتراک‌تان کلیک کنید: %s لینک تایید برای ۲۴ ساعت معتبر است. شما می‌توانید اشتراک خود را در هر زمانی با کلیک لینک زیر لغو کنید: %s
it: Ciao %s, si prega di confermare che si desidera essere avvisati dei nuovi commenti via e-mail su questa pagina: %s --- Clicca qui per confermare la tua iscrizione: %s Il link di conferma è valido 24 ore. Puoi disdire il tuo abbonamento in qualsiasi momento cliccando qui: %s
ja: こんにちは、%sさん。 このページの新しいコメントを電子メールで通知を受けるかどうか確認してください: %s --- クリックすると登録を承認: %s 承認のリンクは24時間有効です。 次をクリックするといつでも登録を止められます。 %s
lv: Labdien %s, lūdzu, apstipriniet, ka vēlaties saņemt paziņojumus par jauniem komentāriem šajā lapā pa e-pastu: %s --- Noklikšķiniet šeit, lai apstiprinātu savu abonementu: %s Apstiprinājuma saite ir derīga 24 stundas. Abonementu varat atcelt jebkurā laikā, noklikšķinot šeit: %s
nl: Hallo %s, bevestig dat u op deze pagina per e-mail op de hoogte wilt worden gehouden van nieuwe reacties: %s --- Klik hier om uw inschrijving te bevestigen: %s De bevestigings-link is 24 uur geldig. U kunt uw inschrijving op elk moment annuleren door hier te klikken: %s
pl: Witaj %s, potwierdź, że chcesz otrzymywać powiadomienia o nowych komentarzach przez e-mail na tej stronie: %s --- Kliknij tutaj, aby potwierdzić subskrypcję: %s Link potwierdzający jest ważny przez 24 godziny. Możesz anulować subskrypcję w dowolnym momencie, klikając tutaj: %s
pt: Olá Novamente %s, por favor confirme que pretende ser notificado via e-mail sobre novos comentários realizados nesta página: %s --- Clicar aqui para confirmar a subscrição: %s O link de confirmação é válido por 24 horas. Poderá cancelar a sua subscrição em qualquer momento clicando aqui: %s
ru: Здравствуйте %s, пожалуйста, подтвердите, что хотите получать уведомления о новых комментариях по электронной почте на этой странице: %s --- Нажмите, чтобы подтвердить свою подписку: %s Ссылка на подтверждение действительна в течение 24 часов. Вы можете отменить подписку в любое время, нажав здесь: %s
sq: Përshendetje %s, ju lutem konfirmoni që dëshironi të njoftoheni për komente të reja me e-mail në këtë faqe: %s --- Kliko këtu mbi këtë vegëz për të konfirmuar abonimin tuaj: %s Vegëza e konfirmimit është e vlefshme për 24 orë. Ju mund ta ç'aktivizoni abonimin tuaj në çdo kohë duke klikuar këtu: %s
tr: Merhaba %s, Lütfen bu sayfadaki yeni yorumların e-posta ile bildirilmesini istediğinizi onaylayın: %s --- Aboneliğinizi onaylamak için şuraya tıklayın: %s Onay bağlantısı 24 saat süreyle geçerlidir. Aboneliğinizi istediğiniz zaman şu bağlantıya tıklayarak iptal edebilirsiniz: %s

# MSC.com_notifySubject
source: New comment on %s
cs: Nový komentář na %s
de: Neuer Kommentar auf %s
fa: دیدگاه جدید در %s
it: Nuovo commento in %s
ja: %sで新しいコメント
lv: Jauns komentārs %s
nl: Nieuwe reactie op %s
pl: Nowy komentarz w %s
pt: Novo comentário em 1%s
ru: Новый комментарий к %s
sq: Komentar të ri në %s
tr: %s üzerine yeni yorum

# MSC.com_notifyMessage
source: Hello %s, a new comment has been added on a page you have subscribed to: --- %s --- Click here to cancel your subscription: %s
cs: Dobrý den %s, byl vytvořený nový komentář na webu, z něhož odebíráte tato upozornění: --- %s --- Klikněte na níže uvedený odkaz pro zrušení odběru upozornění: %s
de: Hallo %s, auf einer Seite, die Sie abonniert haben, wurde ein neuer Kommentar hinzugefügt: --- %s --- Klicken Sie hier, um Ihr Abonnement zu beenden: %s
fa: سلام %s, دیدگاه جدیدی به صفحه‌ای که شما مشترک آن شده بودید اضافه شده است: --- %s --- برای لغو اشتراک اینجا را کلیک کنید: %s
it: Ciao %s, è stato aggiunto un nuovo commento in una pagina a cui ti sei iscritto: --- %s --- Clicca qui per annullare il tuo abbonamento: %s
ja: こんにちは、%sさん、 登録しているページに新しいコメントが追加されました: --- %s --- 登録を取り消すには、次をクリックしてください: %s
lv: Labdien %s, ir pievienots jauns komentārs lapā, kuru esat abonējis: --- %s --- Noklikšķiniet šeit, lai atceltu abonementu: %s
nl: Hallo %s, een nieuwe reactie is toegevoegd aan een pagina waarop u bent aangemeld: --- %s --- Klik hier om uw aanmelding op te zeggen: %s
pl: Witaj %s, nowy komentarz został dodany do subskrybowanej strony: --- %s --- Kliknij tutaj, aby anulować subskrypcję: %s
pt: Olá Novamente %s, um novo comentário foi adicionado à pagina que subscreveu: --- %s --- Clicar aqui para cancelar a subscrição: %s
ru: Здравствуйте %s, на странице, на которую вы подписаны, добавлен новый комментарий: --- %s --- Нажмите, чтобы отменить подписку: %s
sq: Përshendetje %s, një koment i ri është shtuar në një faqe, të cilën e keni abonuar: --- %s --- Kliko këtu për të ç'aktivizuar abonimin tuaj: %s
tr: Merhaba %s, Abonesi olduğunuz bir sayfada yeni bir yorum yapıldı: --- %s --- Aboneliğinizi iptal etmek için şuraya tıklayın: %s

# MSC.com_notifyReplySubject
source: New reply to a comment on %s
cs: Nová odpověď na komentář na %s
de: Neue Antwort auf einen Kommentar auf %s
fa: پاسخ جدید به یک دیدگاه در %s
it: Nuova risposta ad un commento in%s
ja: %sで新しい返信
lv: Jauna atbilde uz komentāru %s
nl: Nieuw antwoord op reactie %s
pl: Nowa odpowiedź do komentarza w %s
pt: Nova resposta a comentário em %s
ru: Новый ответ на комментарий %s
sq: Përgjigje e re për një koment në%s
tr: %s üzerine bir yoruma yeni yanıt.

# MSC.com_notifyReplyMessage
source: Hello %s, a new reply to a comment has been added on a page you have subscribed to: --- %s --- Click here to cancel your subscription: %s
cs: Dobrý den %s, právě někdo odpověděl na Váš komentář na webu, z něhož dostáváte toto upozornění: --- %s --- Click here to cancel your subscription: %s
de: Hallo %s, auf einer Seite, die Sie abonniert haben, wurde ein neuer Kommentar hinzugefügt: --- %s --- Klicken Sie hier, um Ihr Abonnement zu beenden: %s
fa: سلام %s, پاسخ جدیدی به یک دیدگاه در صفحه‌ای که شما عضو شده‌اید اضافه شده اس: --- %s --- اینجا را کلیک کنید تا عضویت شما لغو گردد: %s
it: Ciao %s, è stata aggiunta una nuova risposta a un commento in una pagina a cui ti sei iscritto: --- %s --- Clicca qui per annullare il tuo abbonamento: %s
ja: こんにちは、%sさん、 登録しているページに新しい返信が追加されました: --- %s --- 登録を取り消すには、次をクリックしてください: %s
lv: Labdien %s, ir pievienots jauna atbilde uz komentāru lapā, kuru esat abonējis: --- %s --- Noklikšķiniet šeit, lai atceltu abonementu: %s
nl: Hallo %s, een nieuw antwoord op een reactie is toegevoegd aan een pagina waarop u bent aangemeld: --- %s --- Klik hier om uw aanmelding te beÃ«indigen: %s
pl: Witaj %s, została dodana nowa odpowiedź na komentarz na stronie, którą subskrybujesz: %s --- Kliknij tutaj, aby anulować subskrypcję: %s
pt: Olá Novamente %s, uma nova resposta a um comentário foi adicionada na página que subscreveu: --- %s --- Clicar aqui para cancelar a subscrição: %s
ru: Здравствуйте %s, на странице, на которую вы подписаны, добавлен новый ответ на комментарий: --- %s --- Нажмите, чтобы отменить подписку: %s
sq: Përshendetje %s, një përgjigje e re për një koment është shtuar në një faqe të cilën e keni abonuar: --- %s --- Kliko këtu për të ç'aktivizuar abonimin tuaj: %s
tr: Merhaba %s, Abonesi olduğun bir sayfadaki bir yoruma yeni bir yanıt verildi: --- %s --- Aboneliğinizi iptal etmek için şuraya tıklayın: %s
