Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_article.xlf
Languages: cs, de, it, pl, ru, sv

# tl_article.title.0
source: Title
cs: Název
de: Titel
it: Nome del modulo
pl: Nagłówek
ru: Название
sv: Rubrik

# tl_article.title.1
source: Please enter the article title.
cs: Prosím zadejte název článku
de: Bitte geben Sie den Artikel-Titel ein.
it: Inserisci il titolo dell'articolo
pl: Wprowadź tytuł artykułu.
ru: Введите название статьи.
sv: Ange en titel för artikeln.

# tl_article.alias.0
source: Article alias
cs: Alias článku
de: Artikelalias
it: Alias articolo
pl: Alias artykułu
ru: Алиас статьи
sv: Artikelalias

# tl_article.alias.1
source: The article alias is a unique reference to the article which can be called instead of its numeric ID.
cs: Alias článku je unikátní odkaz na článek, který může být volán místo ID článku.
de: Der Artikelalias ist eine eindeutige Referenz, die anstelle der numerischen Artikel-ID aufgerufen werden kann.
it: L'alias dell'articolo è il nome che verrà visualizzato al posto del suo ID numerico
pl: Alias artykułu jest unikalnym odwołaniem do tego artykułu, które może być używane zamiast ID artykułu.
ru: Алиас статьи является уникальной ссылкой на статью, которую можно использовать вместо её ID.
sv: Artikelalias är ett unik referensnamn som kan användas istället för artikelns numeriska ID-nummer när man refererar till artikeln.

# tl_article.author.0
source: Author
cs: Autor
de: Autor
it: Nome
pl: Imię
ru: Автор
sv: Namn

# tl_article.author.1
source: Here you can change the author of the article.
cs: Prosím zadejte jméno autora.
de: Hier können Sie den Autor des Artikels ändern.
it: Inserisci il nome dell'autore
pl: Wybierz autora artykułu.
ru: Вы можете выбрать автора этой статьи.
sv: Välj författare för artikeln.

# tl_article.inColumn.0
source: Display in
cs: Zobrazit v
de: Anzeigen in
it: Mostra in
pl: Wyświetl w
ru: Показать в
sv: Visa i

# tl_article.inColumn.1
source: Please choose the layout section you want the article to be displayed in.
cs: Prosím přiřaďte článek do sloupce, záhlaví, zápatí nebo vlastní sekce, aby se zobrazil ve Vámi požadované sekci.
de: Bitte wählen Sie den Layoutbereich, in dem der Artikel angezeigt werden soll.
it: Seleziona la sezione di layout in cui desideri che venga visualizzato l'articolo
pl: Przypisz artykuł do kolumny, nagłówka lub stopki.
ru: Выберите раздел макета для вывода статьи.
sv: Ange var i sidans layout som artikeln ska visas. Tilldela artikeln till en kolumn, sidhuvud, sidfot eller ev. egen layoutsektion.

# tl_article.teaserCssID.0
source: Teaser CSS ID/class
cs: Styl ukázky články CSS/ID
de: Teaser-CSS-ID/Klasse
it: ID e classe css per l'anteprima
pl: CSS ID/class zajawki
ru: CSS ID и класс анонса
sv: Ingressens Stilmall ID och klass

# tl_article.teaserCssID.1
source: Here you can set an ID and one or more classes for the teaser element.
cs: Zde můžete nastavit ID nebo více tříd kaskádového stylu pro ukázku daného elementu.
de: Hier können Sie eine ID und beliebig viele Klassen für das Teaser-Element eingeben.
it: Qui puoi specificare un ID per il foglio di stile (attributo "id" del tag HTML) e una o più classi per il foglio di stile (attributo "class" del tag HTML) che ti permettono di formattare l'anteprima dell'articolo tramite un foglio di stile CSS.
pl: Jeśli potrzebujesz osobnej definicji do formatowania tej zajawki w stylach CSS, możesz tu wprowadzić ID. To ID będzie przypisane do tej zajawki i można je opisywać w arkuszu CSS.
ru: Вы можете ввести ID одного или нескольких классов анонса.
sv: Här kan du ange ett stilmalls-ID (CSS ID) och/eller en eller flera stilmallsklasser (CSS-klass) för ingressen. ID och klasser anges utan prefix (nummertecken # resp. punkt .).

# tl_article.showTeaser.0
source: Show teaser
cs: Zobrazit ukázku
de: Teasertext anzeigen
it: Mostra anteprima
pl: Pokaż zajawkę
ru: Показать анонс
sv: Visa ingress

# tl_article.showTeaser.1
source: Show the article teaser if there are multiple articles.
cs: Pokud je zde více článků, zobrazí místo článku ukázku.
de: Den Teasertext anzeigen, wenn es mehrere Artikel gibt.
it: Mostra l'anteprima se ci sono più articoli
pl: Pokaż zajawkę zamiast artykułu, jeśli jest tam więcej niż jeden artykuł.
ru: Показать анонс статьи, если статей несколько.
sv: Visa artiklarnas ingresser istället för hela artiklar om det finns flera artiklar på sidan.

# tl_article.teaser.0
source: Article teaser
cs: Úvodní text článku
de: Artikelteaser
it: Anteprima articolo
pl: Zajawka artykułu
ru: Анонс статьи
sv: Artikelingress

# tl_article.teaser.1
source: The article teaser can also be displayed with the content element "article teaser".
cs: Ukázka může být zobrazena automaticky nebo s obsahovým prvkem ukázka článku
de: Der Teasertext kann auch mit dem Inhaltselement "Artikelteaser" dargestellt werden.
it: L'anteprima dell'articolo può essere visualizzata anche mediante l'utilizzo dell'elemento "Anteprima articolo"
pl: Tekst zajawki może być pokazywany automatycznie lub w elemencie zawartości "Zajawka".
ru: Краткий текст, который обычно показывается вместо полного текста статьи и сопровождается ссылкой "Подробнее...".
sv: Ingressen visas om "Visa ingress" är valt. Ingressen kan även visas på annan plats med innehållselementet "Artikelingress".

# tl_article.printable.0
source: Syndication
cs: Tisknutelné
de: Syndikation
it: Stampabile
pl: Drukowalny
ru: Синдикация
sv: Syndikering

# tl_article.printable.1
source: Here you can choose which options are available.
cs: Tisknout článek jako PDF (kaskádový styl s typem print)
de: Hier legen Sie fest, welche Optionen verfügbar sind.
it: Mostra un link alla versione pdf dell'articolo
pl: Po zaznaczeniu tej opcji nad artykułem pojawia się link "print as PDF". Opcja rozpoznaje typ arkusza stylów "print" oraz "all".
ru: Выберите какие опции доступны.
sv: Här kan du välja vilka alternativ för syndikering (delning) som finns tillgängliga för besökaren.

# tl_article.customTpl.0
source: Article template
cs: Předloha článku
de: Artikel-Template
it: Modello di articolo
pl: Szablon artykułu
ru: Шаблон статьи
sv: Artikelmall

# tl_article.customTpl.1
source: Here you can select the article template.
cs: Zde můžete vybrat předlohu článku.
de: Hier können Sie das Artikel-Template auswählen.
it: Qui puoi selezionare il template dell'articolo.
pl: Tutaj możesz wybrać szablon artykułu.
ru: Вы можете выбрать шаблон статьи.
sv: Här kan du välja artikelmallen.

# tl_article.protected.0
source: Protect article
cs: Chránit článek
de: Artikel schützen
it: Proteggi l'articolo
pl: Chroń artykuł
ru: Защитить статью
sv: Skydda artikel

# tl_article.protected.1
source: Show the article to certain member groups only.
cs: Zobrazit článek pouze jedné skupině členů.
de: Den Artikel nur bestimmten Mitgliedergruppen anzeigen.
it: Restringi la visualizzazione dell'articolo a determinati gruppi
pl: Pokaż artykuł tylko konkretnej grupie użytkowników.
ru: Показывать статью только для определённой группы участников.
sv: Visa artikeln enbart för vissa medlemsgrupper.

# tl_article.groups.0
source: Allowed member groups
cs: Povolené členské skupiny
de: Erlaubte Mitgliedergruppen
it: Accesso gruppi
pl: Dozwolone grupy użytkowników
ru: Разрешенные группы участников
sv: Tillåtna medlemsgrupper

# tl_article.groups.1
source: These groups will be able to see the article.
cs: Tato skupina členů bude smět vidět tento článek.
de: Diese Gruppen können den Artikel sehen.
it: Seleziona i gruppi abilitati alla visualizzazione dell'articolo
pl: Tutaj możesz wybrać, które grupy użytkowników będą mogły zobaczyć ten artykuł.
ru: Выбранные группы будут иметь возможность видеть эту статью.
sv: Här kan du välja vilka grupper som ska ha rätt att se artikeln.

# tl_article.cssID.0
source: CSS ID/class
cs: Kaskádovitý styl ID/class
de: CSS-ID/Klasse
it: ID e classe CSS
pl: ID w pliku CSS
ru: CSS ID и класс
sv: Stilmall ID och klass

# tl_article.cssID.1
source: Here you can set an ID and one or more classes.
cs: Zde můžete zadat ID nebo jednu nebo více tříd (class) kaskádovitých stylů.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.
it: Qui puoi specificare un ID del foglio di stile (attributo id) e una o più classi (attributo class) per formattare il modulo usando i CSS.
pl: Jeśli potrzebujesz osobnej definicji do formatowania tego modułu w stylach CSS, możesz tu wprowadzić ID. To ID będzie przypisane do tego modułu i można je modyfikować w arkuszu CSS.
ru: Вы можете ввести ID одного или нескольких классов.
sv: Här kan du ange ett stilmalls-ID (CSS ID) och/eller en eller flera stilmallsklasser (CSS-klass). ID och klasser anges utan prefix (nummertecken # resp. punkt .).

# tl_article.published.0
source: Publish article
cs: Publikovat
de: Artikel veröffentlichen
it: Pubblicato
pl: Publikuj
ru: Опубликовать
sv: Publicerad

# tl_article.published.1
source: Make the article publicly visible on the website.
cs: Tímto se daný článek zveřejní.
de: Den Artikel auf der Webseite anzeigen.
it: Se non selezioni questa opzione, l'articolo non sarà visibile ai visitatori del sito.
pl: Dopóki nie zaznaczysz tej opcji, artykuł nie będzie widoczny dla odwiedzających twoją stronę.
ru: Сделать статью видимой на веб-сайте.
sv: Markera detta alternativ för att publicera artikeln så att den visas för hemsidans besökare.

# tl_article.start.0
source: Show from
cs: Zobrazit od
de: Anzeigen ab
it: Visibile dal giorno
pl: Wrapper start
ru: Публиковать с
sv: Börja visa fr.o.m

# tl_article.start.1
source: If you want to prevent the article from showing on the website before a certain date/time, you can enter it here. Otherwise, leave the field blank.
cs: Pokud chcete zabránit zobrazení článku před jistým datem/dobou, můžete to určit tady. Jinak ponechte dané pole prázdné.
it: Se vuoi evitare che l'articolo venga visualizzato sul sito prima di una certa data/ora, puoi inserirlo qui. Altrimenti lascia il campo vuoto.
ru: Если хотите запретить показ статьи на веб-сайте до определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.
sv: Om du vill förhindra att artikeln visas på hemsidan före ett visst datum/tid kan du ange den här. Annars lämnar du fältet tomt.

# tl_article.stop.0
source: Show until
cs: Zobrazit do
de: Anzeigen bis
it: Visibile fino al giorno
pl: Wrapper stop
ru: Публиковать до
sv: Sluta visa fr.o.m

# tl_article.stop.1
source: If you want to prevent the article from showing on the website after a certain date/time, you can enter it here. Otherwise, leave the field blank.
cs: Pokud chcete zabránit zobrazení článku po jistém datu/době, můžete to určit tady. Jinak ponechte dané pole prázdné.
it: Se vuoi evitare che l'articolo venga visualizzato sul sito dopo una certa data/ora, puoi inserirlo qui. Altrimenti lascia il campo vuoto.
ru: Если хотите запретить показ статьи на веб-сайте после определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.
sv: Om du vill förhindra att artikeln visas på hemsidan efter ett visst datum/tid kan du ange det här. Annars lämnar du fältet tomt.

# tl_article.tstamp.0
source: Revision date
cs: Datum změny
de: Änderungsdatum
it: Data revisione
pl: Data rewizji
ru: Дата изменения
sv: Ändringsdatum

# tl_article.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
de: Datum und Uhrzeit der letzten Änderung
it: Data e ora dell'ultima revisione
pl: Data i czas ostatniej rewizji
ru: Дата и время последнего изменения
sv: Datum och tid för senaste ändringen.

# tl_article.title_legend
source: Title and author
cs: Název a autor
de: Titel und Autor
it: Titolo ed autore
pl: Tytuł i autor
ru: Название и автор
sv: Titel och upphovsman

# tl_article.layout_legend
source: Section
cs: Oddělení
de: Layoutbereich
it: Sezione
pl: Sekcja
ru: Раздел
sv: Sektion

# tl_article.syndication_legend
source: Syndication
cs: Tisknutelné
de: Syndikation
it: Stampabile
pl: Drukowalny
ru: Синдикация
sv: Syndikering

# tl_article.teaser_legend
source: Article teaser
cs: Úvodní text článku
de: Artikelteaser
it: Anteprima articolo
pl: Zajawka artykułu
ru: Анонс статьи
sv: Artikelingress

# tl_article.template_legend
source: Template settings
cs: Předloha komentáře
de: Template-Einstellungen
it: Impostazioni template
pl: Ustawienia szablonów
ru: Настройки шаблона
sv: Mallinställningar

# tl_article.protected_legend
source: Access protection
cs: Chráněný přístup
de: Zugriffsschutz
it: Protezione accesso
pl: Ochrona dostępu
ru: Защита доступа
sv: Åtkomstkydd

# tl_article.expert_legend
source: Expert settings
cs: Rozšířená nastavení
de: Experteneinstellungen
it: Impostazioni avanzate
pl: Zaawansowane ustawienia
ru: Экспертные настройки
sv: Expertinställningar

# tl_article.publish_legend
source: Publish settings
cs: Zveřejnění
de: Veröffentlichung
it: Impostazione di pubblicazione
pl: Ustawinia publikacji
ru: Настройки публикации
sv: Publiceringsinställningar

# tl_article.print
source: Print the page
cs: Vytisknout tuto stránku
de: Seite drucken
it: Stampa la pagina
pl: Drukuą tę stronę
ru: Печать страницы
sv: Skriv ut sidan

# tl_article.pdf
source: Export as PDF
cs: Exportovat jako PDF
de: Artikel als PDF
it: Esporta in PDF
pl: Eksportuj jako PDF
ru: Сохранить в PDF
sv: Exportera som PDF

# tl_article.facebook
source: Share on Facebook
cs: Sdílet přes Facebook
de: Auf Facebook teilen
it: Condividi in Facebook
pl: Opublikuj na Facebooku
ru: Поделиться в Facebook
sv: Dela på Facebook

# tl_article.twitter
source: Share on Twitter
cs: Sdílet přes Twitter
de: Auf Twitter teilen
pl: Opublikuj na Twitterze
ru: Добавить в Twitter
sv: Dela på Twitter

# tl_article.new.0
source: New
cs: Nové
de: Neu
it: Nuovo
pl: Nowy
ru: Новый
sv: Ny

# tl_article.new.1
source: Create a new article
cs: Vytvořit nový článek
de: Einen neuen Artikel erstellen
it: Crea un nuovo articolo
pl: Utwórz nowy artykuł
ru: Создать новую статью
sv: Skapa ny artikel

# tl_article.show
source: Show the details of article ID %s
cs: Zobrazit podrobnosti k článku s ID %s
de: Details des Artikels ID %s anzeigen
it: Mostra i dettagli articolo ID %s
pl: Pokaż informacje o artykule ID %s
ru: Показать детали статьи ID %s
sv: Visa detaljer för artikel med ID %s

# tl_article.edit
source: Edit article ID %s
cs: Upravit článek ID %s
de: Artikel ID %s bearbeiten
it: Modifica l'articolo ID %s
pl: Edytuj artykuł ID %s
ru: Редактировать статью ID %s
sv: Redigera artikel med ID %s

# tl_article.children
source: Edit the content elements of article ID %s
cs: Upravit obsah elementu článku ID %s
de: Inhaltselemente des Artikels ID %s bearbeiten
it: Modifica gli elementi di contenuto dell'articolo ID %s
pl: Edytuj elementy treści artykułu ID %s
ru: Редактировать элементы контента статьи ID %s
sv: Redigera innehållselementen i artikel-ID %s

# tl_article.copy
source: Duplicate article ID %s
cs: Duplikovat článek s ID %s
de: Artikel ID %s duplizieren
it: Duplica articolo ID %s
pl: Duplikuj artykuł ID %s
ru: Дублировать статью ID %s
sv: Kopiera artikel med ID %s

# tl_article.cut
source: Move article ID %s
cs: Přesunout článek s ID %s
de: Artikel ID %s verschieben
it: Sposta articolo ID %s
pl: Przenieś artykuł ID %s
ru: Переместить статью ID %s
sv: Flytta artikel med ID %s

# tl_article.delete
source: Delete article ID %s
cs: Smazat článek s ID %s
de: Artikel ID %s löschen
it: Elimina articolo ID %s
pl: Skasuj artykuł ID %s
ru: Удалить статью ID %s
sv: Ta bort artikel med ID %s

# tl_article.toggle.0
source: Publish/unpublish article
cs: Publikovat / nepublikovat
it: Cambia stato pubblicazione dell'articolo
ru: Опубликовать/изъять статью
sv: Publicera / avpublicera artikel

# tl_article.toggle.1
source: Unpublish article ID %s
cs: Nezveřejnit článek ID %s
it: Nascondi articolo ID %s
sv: Avbulicera artikel ID %s

# tl_article.toggle.2
source: Publish article ID %s
cs: Zveřejnit článek ID %s
it: Pubblica articolo ID %s
sv: Publicera artikel ID %s

# tl_article.pasteafter.1
source: Paste after article ID %s
cs: Vložit za článek s ID %s
de: Nach dem Artikel ID %s einfügen
it: Incolla dopo l'articolo ID %s
pl: Wklej po artykule ID %s
ru: Вставить после статьи ID %s
sv: Klistra in efter artikel med ID %s

# tl_article.pasteinto.1
source: Paste into page ID %s
cs: Vložit do stránky ID %s
de: In die Seite ID %s einfügen
it: Incolla dentro pagina ID %s
pl: Wklej do strony ID %s
ru: Вставить в страницу ID %s
sv: Klistra in i sidan med ID %s

# tl_article.twitter
source: Share on X (formerly Twitter)
it: Condividi su X (ex Twitter)

# tl_article.start.1
source: If you want to prevent the article from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie den Artikel erst ab einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
pl: Jeśli nie chcesz pokazywać artykułu na stronie przed jakąś datą, możesz wprowadzić ją tutaj. W przeciwnym wypadku zostaw to pole puste.

# tl_article.stop.1
source: If you want to prevent the article from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie den Artikel nur bis zu einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
pl: Jeśli nie chcesz pokazywać artykułu na stronie po jakiejś dacie, możesz wprowadzić ją tutaj. W przeciwnym wypadku zostaw to pole puste.

# tl_article.toggle
source: Publish/unpublish article ID %s
de: Artikel ID %s veröffentlichen/unveröffentlichen
pl: Publikuj/nie publikuj artykuł ID %s
