Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_content.xlf
Languages: cs, es, it, ja, pl, ru, sr, tr

# tl_content.mooStart.1
source: Marks the beginning of an accordion pane that spans several content elements.
cs: Označte začátek harmonikového panelu, který bude v sobě zahrnovat několik elementů.
es: Marca el inicio de un panel de acordeón que se extiende por varios elementos de contenido.
it: Indica l'inizio di un riquadro di fisarmonica che si estende su diversi elementi di contenuto.
ja: いくつかのコンテント要素を挟むアコーディオンの枠の開始を示します。
pl: Oznacza początek akordeonu, który zawiera kilka elementów treści.
ru: Начало раздвижной панели, охватывающей несколько элементов контента.
sr: Означавање почетка акордиона који се простире преко више елемената.
tr: Birkaç içerik bileşenini kapsayan bir akordiyon bölümünün açılışını belirtir.

# tl_content.mooStop.1
source: Marks the end of an accordion pane that spans several content elements.
cs: Označte konec harmonikového panelu, který bude v sobě zahrnovat několik elementů.
es: Marca el final de un panel de acordeón que se extiende por varios elementos de contenido.
it: Indica la fine di un riquadro di fisarmonica che si estende su diversi elementi di contenuto.
ja: いくつかのコンテント要素を挟むアコーディオンの枠の終了を示します。
pl: Oznacza koniec akordeonu, który zawiera kilka elementów treści.
ru: Конец раздвижной панели, охватывающей несколько элементов контента.
sr: Означавање краја акордиона који се простире преко више елемената.
tr: Birkaç içerik bileşenini kapsayan bir akordiyon bölümünün kapanışını belirtir.

# tl_content.mooSingle.0
source: Single element
cs: Samostatný element
es: Elemento simple
it: Elemento singolo
ja: 単一の要素
pl: Pojedynczy element
ru: Единичный элемент
sr: Самостални елемент
tr: Tek bileşen

# tl_content.mooSingle.1
source: Behaves like a single text element that is inside an accordion pane.
cs: Chová se jako samostatný textový element, který je uvnitř harmonikového panelu.
es: Se comporta como un elemento de texto único dentro de un acordeón
it: Si comporta come un singolo elemento di testo che si trova all'interno di un riquadro di fisarmonica.
ja: アコーディオンの枠の中にテキスト要素が1つあるように動作します。
pl: Zachowuje się jak pojedynczy element tekstu w środku akordeonu.
ru: Ведет себя как единичный текстовый элемент, расположенный внутри раздвижной панели.
sr: Начин рада где се елемент понаша као самостални текстуални елемент унутар акордиона.
tr: Bir akordiyon bölmesinin içindeki tek bir metin bileşeni gibi davranır.

# tl_content.mooHeadline.0
source: Section headline
cs: Záhlaví
es: Titular desplegable (accordion)
it: Intestazione fisarmonica
ja: セクションの見出し
pl: Nagłówek rozwinięcia
ru: Заголовок
sr: Наслов секције
tr: Bölüm başlığı

# tl_content.mooHeadline.1
source: Please enter the headline of the content pane. HTML tags are allowed.
cs: Zadejte prosím záhlaví obsahu. Jsou povelené značky HTML.
es: Por favor introduce el título del panel desplegable (permite HTML).
it: Inserisci l'intestazione del contenuto a fisarmonica. (HTML è abilitato)
ja: 内容の枠の見出しを入力してください。HTMLタグを使用できます。
pl: Wpisz nagłówek dla zawartości, która będzie rozwinięta (tagi HTML dozwolone).
ru: Введите заголовок раздвижной панели. HTML-теги разрешены.
sr: Унесите наслов акордиона (дозвољена је употреба HTML тагова).
tr: Lütfen içerik bölmesinin başlığını yazın. HTML kod imleri kullanılabilir.

# tl_content.mooStyle.0
source: CSS format
cs: CSS
es: Formato CSS del titular
it: CSS intestazione
ja: CSSの書式
pl: Formatowanie CSS nagłówka
ru: CSS формат заголовка
sr: CSS формат
tr: CSS biçimi

# tl_content.mooStyle.1
source: Here you can format the section headline using CSS code.
cs: Zde můžete zadat pro tento element kaskádovitý styl.
es: Opcionalmente puedes introducir una definición CSS para dar formato al titular.
it: Qui puoi inserire un intestazione opzionale come stringa CSS.
ja: CSSのコードを使用してセクションの見出しの書式を整形できます。
pl: Możesz tu wprowadzić opcjonalną składnie CSS do formatowanie nagłówka.
ru: Вы можете отформатировать заголовок с помощью CSS-кода.
sr: Можете унети CSS да би форматирали наслов секције.
tr: Buradan bölüm başlığını CSS kodu kullanarak biçimlendirebilirsiniz.

# tl_content.mooClasses.0
source: Element classes
cs: Jméno třídy
es: Atributos clase del desplegable (accordion)
it: Classe fisarmonica
ja: 要素のclass
pl: Atrybuty klas rozwinięcia
ru: Классы элемента
sr: Класе елемената
tr: Bileşen sınıfları

# tl_content.mooClasses.1
source: Leave blank to use the default classes or enter a custom toggler and accordion class.
cs: Ponecháte-li toto políčko prázdné, bude použito výchozího nastavení. V jiném případě zadejte prosím vlastní třídu kaskádovitého stylu.
es: Si quieres tener más de un desplegable activo por página, deberás cambiar los nombres de las clases de los elementos del desplegable. Por defecto, utilizan la clase <em>toggler</em> y <em>accordion</em> (dejar en blanco para utilizar las clases por defecto).
it: Se si desidera eseguire più di una istanza a fisarmonica per pagina, sarà necessario cambiare il valore dell'attributo "class". Di default, vengono utilizzate le classi <em>toggler</em> e fisarmonica (lasciare vuoto per utilizzare le classi di default).
ja: 空欄にして既定のclassを使用するか、独自のtogglerとaccordionのclassを入力します。
pl: Jeśli chcesz wstawić na stronę więcej niż jeden zbiór rozwinięć, będziesz musiał zmienić nazwy klas CSS zwijanych i rozwijanych elementów. Domyślnie, używają one klas <em>toggler</em> i <em>accordion</em> (nie wypełniaj jeśli chcesz użyć domyślnych klas).
ru: Оставьте пустым, чтобы использовать стандартные классы или введите выборочные <em>toggler</em> и <em>accordion</em> классы.
sr: Оставите празно ако желите да користите подразумеване класе или унесите нове називе за произвољне класе тоглера и акордиона.
tr: Varsayılan sınıfların kullanılması için boş bırakın ya da özel bir değiştirici ve akordiyon sınıfı yazın.

# tl_content.shClass.0
source: Configuration
cs: Nastavení
es: Configuración
it: Configurazione
ja: 構成
pl: Konfiguracja
ru: Конфигурация
sr: Конфигурација
tr: Yapılandırma

# tl_content.shClass.1
source: Here you can configure the syntax highlighter (e.g. <em>gutter: false;</em>).
cs: Zde můžete upravit syntax highlinghter (např. <em>gutter: false;</em>).
es: Aquí puedes configurar el resaltado de sintaxis (por ejemplo <em>gutter: false;</em>).
it: Qui è possibile configurare la sintassi da evidenziare (es. <em>gutter: false;</em>)
ja: 構文強調表示を設定できます。(例: <em>gutter: false;</em>)
pl: Tutaj możesz skonfigurować podświetlanie składni (np. <em>gutter: false;</em>).
ru: Вы можете настроить подсветку синтаксиса. (напр. <em>gutter: false;</em>).
sr: Овде можете да подесите наглашавање синтаксе (нпр. <em>gutter: false;</em>).
tr: Buradan sözdizimi vurgulayıcıyı yapılandırabilirsiniz <em>gutter: false;</em> gibi).

# tl_content.highlight.0
source: Syntax highlighting
cs: Zvýraznit syntax
es: Resaltado scripts
it: Colorazione sintassi
ja: 構文の強調表示
pl: Podświetlanie składni
ru: Подсветка синтаксиса
sr: Наглашавање синтаксе
tr: Sözdizimi vurgulama

# tl_content.highlight.1
source: Please choose a scripting language.
cs: Zadejte skriptovací jazyk
es: Por favor selecciona un lenguaje de scripts.
it: Seleziona il linguaggio di scripting.
ja: スクリプト言語を選択してください。
pl: Wybierz język skryptowy.
ru: Выберите язык сценариев.
sr: Изаберите језик скриптовања.
tr: Lütfen bir betik dili seçin.

# tl_content.code.0
source: Code
cs: Kód
es: Código
it: Codice
ja: コード
pl: Kod
ru: Код
sr: Код
tr: Kod

# tl_content.code.1
source: Note that the code will not be executed. Use F11 to toggle the fullscreen mode if you are using the code editor.
cs: Zadejte kód
es: El código no será ejecutado. Usa F12 para cambiar a pantalla completa si estas usando el editor de código.
it: Inserisci il codice.
ja: コードを実行するわけではないことに注意してください。コードエディターを使用している場合はF11キーで全画面モードとの切り替えができます。
pl: Zuważ, że kod nie zostanie wykonany. Użyj F11 by włączyć tryb pełnoekranowy, jeśli używasz edytora kodu.
ru: Обратите внимание, что код не будет выполнен. Нажмите F11 для переключения в полноэкранный режим.
sr: Обратите пажњу да кȏд неће бити извршен. Користите taster F11 да искључите приказ пуног монитора, ако користите уређивач кȏда.
tr: Kodun yürütülmeyeceğini unutmayın. Kod düzenleyici kullanıyorsanız, tam ekran kipine geçmek için F11 tuşuna basın.

# tl_content.markdownSource.0
source: Markdown source
cs: Zdroj markdownu
es: Fuente markdown
it: Sorgente Markdown
ja: Markdownのソース
pl: Źródło Markdown
ru: Источник Markdown
sr: Извор Markdown-а
tr: Markdown kaynağı

# tl_content.markdownSource.1
source: Please choose the Markdown source.
cs: Zvolte zdroj markdownu
es: Por favor eliga la fuente markdown.
it: Scegliere la fonte Markdown.
ja: Markdownのソースを選択してください。
pl: Wybierz źródło Markdown.
ru: Выберите источник Markdown.
sr: Изаберите извор Markdown-а.
tr: Lütfen markdown kaynağını seçin.

# tl_content.markdownSource.sourceText
source: Text
es: Texto
it: Testo
ja: テキスト
pl: Tekst
ru: Текст
sr: Текст
tr: Metin

# tl_content.data.0
source: Template data
cs: Data předlohy
es: Datos de la plantilla
it: Dati template
ja: テンプレートのデータ
pl: Dane szablonu
ru: Данные шаблона
sr: Подаци шаблона
tr: Kalıp verileri

# tl_content.data.1
source: These values are available as <code>$this->keys</code> in the template.
it: Questi valori sono disponibili come <code>$this->keys</code> nel template.

# tl_content.linkTitle.0
source: Link text
cs: Název odkazu
es: Título del link
it: Titolo link
ja: リンクのテキスト
pl: Tytuł odnośnika
ru: Текст ссылки
sr: Текст као линк
tr: Bağlantı metmi

# tl_content.linkTitle.1
source: The link text will be displayed instead of the target URL.
cs: Text odkazu se zobrazí namísto běžné adresy odkazu.
es: En vez de ver la URL del código fuente, se mostrará el título a los visitantes de tu web. Si generas una imagen como link, se verá la imagen en vez del título del link.
it: Il titolo del link verrà mostrato ai visitatori del vostro sito invece dell'URL o del nome del file. Se si genera un link immagine, l'immagine verrà mostrata invece del titolo link.
ja: リンクのテキストをリンク先のURLの代わりに表示します。
pl: Tytuł odnośnika będzie wyświetlony zamiast adresu URL lub linku do pliku. Jeśli generujesz obrazek jako odnośnik, obrazek zastąpi tytuł odnośnika.
ru: Текст ссылки будет показан посетителям веб-сайта вместо URL.
sr: Текст ће бити приказан уместо одредишног URL-a.
tr: Hedef adres yerine bağlantı metnini görüntüler.

# tl_content.overwriteLink.0
source: Overwrite link
it: Sovrascrivi il link
ja: リンクを上書き

# tl_content.overwriteLink.1
source: Set a custom link text and link title.
it: Imposta un testo e un titolo personalizzato per il link.
ja: 独自のリンクのテキストと題名を設定します。

# tl_content.titleText.0
source: Link title
cs: Název odkazu
es: Enlace titulo
it: Titolo link
ja: リンクの題名
pl: Tytuł linku
ru: Название ссылки
sr: Назив линка
tr: Bağlantı başlığı

# tl_content.titleText.1
source: The link title is added as <em>title</em> attribute in the HTML markup.
cs: Název odkazu bude přidaný jako atribut <em>titel</em> do kódu HTML.
es: El título del enlace se agrega como atributo de <em>título</em> en el HTML.
it: Il titolo del link viene aggiunto come attributo <em>title</em> nel codice HTML.
ja: リンクの題名はHTMLのマークアップの<em>title</em>属性として追加します。
pl: Tytuł linku jest dodawany jako atrybut <em>title</em> w HTML.
ru: Название ссылки добавится как атрибут <em>title</em> в HTML разметку.
sr: Назив линка је додат као <em>title</em> HTML атрибут.
tr: Bağlantı başlığı HTML kodundaki <em>title</em> özniteliğine eklenir.

# tl_content.embed.0
source: Embed the link
cs: Zabudovaný odkaz
es: Link dentro de frase
it: Includi il link
ja: リンクの埋め込み
pl: Osadzanie odnośnika
ru: Встроить ссылку
sr: Уметни линк
tr: Bağlantı gömülsün

# tl_content.embed.1
source: Use the wildcard "%s" to embed the link in a phrase (e.g. <em>For more information please visit %s</em>).
cs: Použijte umisťovač "%s" na začlenění odkazu do textu (např. <em>více informací najdete %s</em>).
es: Si introduces una frase con el comodín <em>%s</em>, el link será añadido a la frase. Por ejemplo <em>Visita nuestra %s!</em> será publicado como <em>Visita nuestra <u>nueva web</u>!</em> (siempre y cuando se haya introducido <em>nueva web</em> en el título del link).
it: Inserendo una frase con il codice speciale <em>%s</em>, il link sarà incluso in questa frase. Es: <em>visita il nostro %s!</em> verrà trasformato in <em>visita il nostro <u>sito aziendale</u>!</em> (nel caso in cui <em>sito aziendale</em> sia il titolo del link).
ja: "%s"のワイルドカードを使用して、リンクを語句の中に埋め込みます。(例: <em>より詳しい情報は%sを参照してください。</em>)
pl: Jeśli wpiszesz frazę zawierającą wildcard <em>%s</em> (wildcard - znak zastępujący dowolny ciąg znaków), odnośnik zostanie wprowadzony do tej frazy. Np. <em>oto nasza %s!</em> będzie przetworzone na <em>oto nasza <u>Strona internetowa</u>!</em> (pod warunkiem, że <em>Strona internetowa</em> jest tytułem odnośnika).
ru: Используйте подстановочный знак "%s" , чтобы встроить ссылку в фразу (напр. <em>Для получения дополнительной информации посетите %s</em>).
sr: Користи џокер "%s" да уметнеш линк у фразу (нпр. <em>За више информација посетите %s</em>).
tr: Bağlantıyı bir ifadeye gömmek için "%s" kodunu kullanın (<em>Ayrıntılı bilgi almak için %s adresine bakabilirsiniz</em> gibi).

# tl_content.rel.1
source: To trigger the lightbox, enter a <em>data-lightbox</em> attribute here.
cs: Pro spuštění lightboxu zadejte sem prosím atribut <em>data-lightbox</em>.
es: Para activar el lightbox, ingrese un atributo <em>data-lightbox</em> aquí.
it: Per attivare la lightbox, inserire qui un attributo <em>data-lightbox</em>.
ja: lightboxを起動するには、ここに<em>data-lightbox</em>属性を入力してください。
pl: Aby uruchomić lightbox, wprowadź tutaj atrybut <em>data-lightbox</em>.
ru: Чтобы активировать лайтбокс, введите атрибут <em>data-lightbox</em>.
sr: За активирање ligtbox-a, унесите овде <em>data-lightbox</em>атрибут.
tr: Buraya Lightbox ögesini tetiklemek için bir <em>data-lightbox</em> özniteliği yazın.

# tl_content.useImage.0
source: Create an image link
cs: Obrázek jako odkaz
es: Link de imagen
it: Link immagine
ja: 画像のリンクを作成
pl: Obrazek jako odnośnik
ru: Изображение ссылки
sr: Постави слику као линк
tr: Bir görsel bağlantısı ekle

# tl_content.useImage.1
source: Use an image instead of the link title.
cs: Použít obrázek namísto běžného odkazu.
es: Utiliza una imagen en vez del título del link.
it: Utilizza una immagine invece del titolo link.
ja: リンクの題名の代わりに画像を使用します。
pl: Użyj obrazka jako odnośnika zamiast tytułu odnośnika.
ru: Использовать изображение вместо названия ссылки.
sr: Користи слику уместо наслова линка.
tr: Bağlantı başlığı yerine bir görsel kullanılsın.

# tl_content.multiSRC.0
source: Source files
cs: Zdroj souborů
es: Archivos de fuentes
it: File sorgente
ja: ソースファイル
pl: Pliki źródłowe
ru: Исходные файлы
sr: Изворни фајл
tr: Kaynak dosyalar

# tl_content.multiSRC.1
source: Please select one or more files or folders from the files directory. If you select a folder, its files will be included automatically.
cs: Vyberte prosím jeden nebo více souborů z úložny souborů. Zaškrtnutím složky se automaticky vyberou všechny v soubory, které se v ní nachází.
es: Por favor selecciona uno o más archivos o carpetas (todos los archivos de una carpeta serán incluidos automáticamente).
it: Seleziona uno o più files o cartelle. (i files nelle cartelle verranno inclusi automaticamente)
ja: ファイルディレクトリから、ファイルやフォルダーを1つ以上選択してください。フォルダーを選択すると、その中のファイルも自動的に含まれます。
pl: Zaznacz jeden lub więcej plików lub folderów (pliki z zaznaczonego folderu będą załączone automatycznie).
ru: Выберите один или несколько файлов или каталогов. При выборе каталога, его файлы будут включены автоматически.
sr: Изаберите један или више фајлова или фолдера из директоријума фајлова. Ако изаберете фолдер, сви фајлови унутар њега ће бити придодати аутоматски.
tr: Lütfen files klasöründeki bir ya da birkaç dosya veya klasörü seçin. Bir klasör seçerseniz, içindeki dosyalar otomatik olarak katılır.

# tl_content.useHomeDir.0
source: Use home directory
cs: Použít domovský adresář
es: Utilizar directorio usuario
it: Usa cartella principale
ja: ホームディレクトリの使用
pl: Użyj katalogu użytkownika
ru: Использовать домашний каталог
sr: Користи почетни директоријум
tr: Giriş klasörü kullanılsın

# tl_content.useHomeDir.1
source: Use the home directory as file source if there is an authenticated member.
cs: Použít hlavní složku jako zdroj souborů, pokud existuje autorizovaný člen.
es: Utilice el directorio principal como origen de archivo si hay un socio autenticado.
it: Utilizzare la home directory come sorgente di file se esiste un membro autenticato.
ja: 認証済みのメンバーの場合はホームディレクトリをファイルの情報元に使用します。
pl: Użyj katalogu domowego jako źródło pliku, jeśli użytkownik jest zalogowany.
ru: Использовать домашний каталог как источник файла, если участник авторизован.
sr: Користи почетни директоријум као извор фајла у случају да је корисник аутентификован.
tr: Üye oturum açmışsa dosya kaynağı olarak giriş klasörü kullanılır.

# tl_content.perRow.0
source: Thumbnails per row
cs: Náhledů na řádek
es: Miniaturas por fila
it: Miniature per riga
ja: 1列のサムネイル
pl: Ilość miniaturek w wierszu
ru: Миниатюр в ряду
sr: сличице по реду
tr: Bir satırdaki küçük görsel sayısı

# tl_content.perRow.1
source: The number of image thumbnails per row.
cs: Počet náhledů obrázků na řádku.
es: Por favor introduce el número de miniaturas por fila.
it: Inserisci il numero di miniature per riga.
ja: 1列に配置する画像のサムネイルの数です。
pl: Wpisz ile miniaturek ma być w jednym wierszu.
ru: Введите количество миниатюр, выводимых в одном ряду.
sr: Број сличица које се приказују у једном реду.
tr: Bir satırda görüntülenecek küçük görsel sayısı.

# tl_content.perPage.0
source: Items per page
cs: Počet záznamů na stránku
es: Elementos por página
it: Risultati per pagina
ja: 1ページの項目
pl: Ilość wyników
ru: Элементов на странице
sr: Ставки по страници
tr: Bir sayfadaki öge sayısı

# tl_content.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
cs: Počet záznamů na stránku. Zadejte 0, pokud chcete vypnout zalamování stránky.
es: Por favor introduce el número de resultados por página (0 = deshabilitar paginación).
it: Inserisci il numero di risultati per pagina. (0 = disabilita l'impaginazione)
ja: 1ページの項目の数です。0にすると複数のページに分けません。
pl: Wpisz ile wyników wyszukiwania ma się pojawiać jednorazowo na stronie (0 = wyłącza paginacje).
ru: Количество элементов на странице. Установите 0 для отключения нумерации.
sr: Број ставки по страници. Поставите 0 ако желите да искључите пагинацију.
tr: Bir sayfada görüntülenecek öge sayısını yazın. Sayfalandırmayı etkisizleştirmek için 0 yazın.

# tl_content.sortBy.0
source: Order by
cs: Řadit dle
es: Ordenar por
it: Ordinamento
ja: 順序
pl: Kolejność
ru: Сортировать по
sr: Поредај по
tr: Sıralama

# tl_content.sortBy.1
source: Please choose the sort order.
cs: Zvolte prosím pořadí třídění.
es: Por favor selecciona el tipo de orden.
it: Scegli l'ordine predefinito.
ja: 並べ替えの順序を選択してください。
pl: Wybierz rodzaj sortowania.
ru: Выберите порядок сортировки.
sr: Одаберите начин сортирања.
tr: Lütfen sıralamayı seçin.

# tl_content.metaIgnore.0
source: Ignore files without metadata
cs: Ignorovat soubory bez meta údajů
es: Ignorar archivos sin metadata
it: Ignorare i file senza metadati
ja: メタデータのないファイルを無視
pl: Ignoruj pliki bez meta danych
ru: Игнорировать файлы без метаданных
sr: Игнориши фајлове без мета података
tr: Üst verileri olmayan kalıplar yok sayılsın

# tl_content.metaIgnore.1
source: Do not show files without metadata matching the page language.
cs: Nezobrazovat soubory bez meta údajů odpovídajících jazyku stránky.
es: No muestre archivos sin metadatos que coincidan con el idioma de la página.
it: Non mostrare i file senza metadati corrispondenti alla lingua della pagina.
ja: ページの言語に合致するメタデータがないファイルを表示しません。
pl: Nie pokazuj plików bez meta danych pasujących do języka strony.
ru: Не показывать файлы без метаданных соответствующих языку страницы.
sr: Не приказуј фајлове који немају мета податке који одговарају језику странице.
tr: Üst verileri sayfa diliyle eşleşmeyen dosyaları görüntülemez.

# tl_content.galleryTpl.0
source: Gallery template
cs: Šablona obrázkové galerie
es: Plantilla de galería
it: Template galley
ja: ギャラリーのテンプレート
pl: Szablon galerii
ru: Галерея шаблонов
sr: Шаблон галерије
tr: Galeri kalıbı

# tl_content.galleryTpl.1
source: Here you can select a gallery template.
cs: Zde můžete vybrat předlohy pro obrázkovou galerii
es: Aquí puede seleccionar una plantilla de galería.
it: Qui puoi selezionare un template per la galleria.
ja: ギャラリーのテンプレートを選択できます。
pl: Tutaj możesz wybrać szablon galerii.
ru: Здесь можно выбрать шаблон галереи.
sr: Овде можете одабрати шаблон галерије.
tr: Buradan bir galeri kalıbı seçebilirsiniz.

# tl_content.customTpl.0
source: Content element template
cs: Předloha obsahové položky
es: Plantilla de elemento de contenido
it: Modello di elemento di contenuto
ja: コンテント要素のテンプレート
pl: Szablon elementu
ru: Шаблон элемента контента
sr: Шаблон елемента садржаја
tr: İçerik bileşeni kalıbı

# tl_content.customTpl.1
source: Here you can select the content element template.
cs: Zde můžete vybrat předlohu obsahové položky.
es: Aquí puede seleccionar la plantilla del elemento de contenido.
it: Qui puoi selezionare il template dell'elemento di contenuto.
ja: コンテント要素のテンプレートを選択できます。
pl: Tutaj możesz wybrać szablon elementu.
ru: Выберите шаблон элемента контента.
sr: Овде можете одабрати шаблон елемента садржаја.
tr: Buradan içerik bileşeni kalıbını seçebilirsiniz.

# tl_content.playerSRC.0
source: Video/audio files
cs: Video a audio soubory
es: Archivos video/audio
it: Files video/audio
ja: 映像や音声のファイル
pl: Pliki video/audio
ru: Аудио/видео файлы
sr: Видео/аудио фајлови
tr: Görüntü/ses dosyaları

# tl_content.playerSRC.1
source: Here you can add the video/audio file or multiple files if you are using different codecs.
cs: Zde můžete přidat video/audio soubor nebo několik souborů, pokud používáte rozličné kódy.
es: Aquí puede agregar el archivo de vídeo/audio o varios archivos si está utilizando diferentes codecs.
it: Qui è possibile aggiungere il file video/audio o più file se si utilizza codec diversi.
ja: 映像や音声のファイル、異なるコーデックを使用する場合は複数のファイルを追加できます。
pl: Tutaj możesz dodać plik video/audio lub kilka plików, jeśli używasz różnych kodeków.
ru: Вы можете добавить один аудио/видео файл или несколько, если используете разные кодеки.
sr: Овде можете додати видео/аудио фајл или више различитих фајлова ако користите различите кодеке.
tr: Farklı kodlayıcı/çözücü bileşenleri kullanıyorsanız, görüntü/ses dosyasını ya da birkaç dosyayı buraya ekleyebilirsiniz.

# tl_content.youtube.0
source: YouTube ID
cs: Identifikační údaje YouTube
es: ID Youtube
it: ID YouTube
ja: YouTubeのID
tr: YouTube kimliği

# tl_content.youtube.1
source: Please enter the YouTube video ID (e.g. <em>j0sYj4wxyk0</em>).
cs: Zadejte prosím ID videa YouTube (např. <em>j0sYj4wxyk0</em>).
es: Por favor, introduzca el ID de vídeo de YouTube (p.e. <em>j0sYj4wxyk0</em>).
it: Inserisci l'ID del video di YouTube (es: <em>j0sYj4wxyk0</em>).
ja: YouTubeの動画のID(例えば、<em>j0sYj4wxyk0</em>)を入力してください。
pl: Wprowadź ID video YouTube (np. <em>1j0sYj4wxyk01</em>).
ru: Введите YouTube ID видео (напр. <em>j0sYj4wxyk0</em>).
sr: Унесите ID YouTube видео фајла (нпр. <em>j0sYj4wxyk0</em>).
tr: YouTube görüntüsünün kimliğini yazın (<em>j0sYj4wxyk0</em> gibi).

# tl_content.vimeo.0
source: Vimeo ID
cs: ID Vimeo
es: ID Vimeo
it: ID del video di Vimeo
tr: Vimeo kimliği
