Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_content.xlf
Languages: cs, es, it, ja, pl, ru, sr, tr

# tl_content.source_legend
source: Source
cs: Zdroj
es: Fuente
it: Origine
ja: ソース
pl: Źródło
ru: Исходник
sr: Извор
tr: Kaynak

# tl_content.include_legend
source: Include settings
cs: Zahrnout nastavení
es: Ajustes de include
it: Impostazioni collegamento
ja: 含める設定
pl: Ustawienia załączania
ru: Настройки вложения
sr: Подешавања уметања
tr: Katma ayarları

# tl_content.protected_legend
source: Access protection
cs: Chráněný přístup
es: Acceso protegido
it: Protezione accesso
ja: アクセスの保護
pl: Ochrona dostępu
ru: Защита доступа
sr: Заштита приступа
tr: Erişim koruması

# tl_content.splash_legend
source: Splash image
cs: Náhledový obrázek
es: Imagen de bienvenida
it: Immagine Splash
ja: スプラッシュ画像
pl: Obraz splash
ru: Splash-изображение
sr: Сплеш слика
tr: Açılış görseli

# tl_content.expert_legend
source: Expert settings
cs: Rozšířená nastavení
es: Configuración avanzada
it: Impostazioni avanzate
ja: 専門的な設定
pl: Zaawansowane ustawienia
ru: Экспертные настройки
sr: Напредна подешавања
tr: Uzman ayarları

# tl_content.template_legend
source: Template settings
cs: Předloha komentáře
es: Ajustes de plantilla
it: Impostazioni template
ja: テンプレートの設定
pl: Ustawienia szablonów
ru: Настройки шаблона
sr: Подешавања шаблона
tr: Kalıp ayarları

# tl_content.player_legend
source: Player settings
cs: Nastavení přehrávače
es: Configuración del reproductor
it: Impostazioni player
ja: プレーヤーの設定
pl: Ustawienia odtwarzacza
ru: Настройки проигрывателя
sr: Подешавања плејера
tr: Oynatıcı ayarları

# tl_content.poster_legend
source: Preview image
cs: Náhled obrázku
es: Previsualización de la imagen
it: Anteprima immagine
ja: プレビューの画像
pl: Obrazek poglądowy
ru: Предпросмотр изображения
sr: Преглед слике
tr: Ön izleme görseli

# tl_content.invisible_legend
source: Visibility
cs: Viditelnost
es: Visibilidad
it: Visibilità
ja: 可視性
pl: Widoczność
ru: Видимость
sr: Видљивост
tr: Görünürlük

# tl_content.ordered
source: ordered list
cs: číselný seznam
es: lista ordenada
it: Lista ordinata
ja: 順序付きの箇条書き
pl: uporządkowana lista
ru: упорядоченный список
sr: уређена листа
tr: numaralı liste

# tl_content.unordered
source: unordered list
cs: nečíselný seznam
es: lista desordenada
it: Lista non ordinata
ja: 順序なしの箇条書き
pl: nieuporządkowana lista
ru: неупорядоченный список
sr: неуређена листа
tr: madde imli liste

# tl_content.name_asc
source: File name (ascending)
cs: Jména souboru (vzestupně)
es: Nombre de archivo (ascendente)
it: Nome file (ascendente)
ja: ファイル名(昇順)
pl: Nazwa pliku (rosnąco)
ru: По имени файла (в порядке возрастания)
sr: Име фајла (у растућем редоследу)
tr: Dosya adına göre (artan)

# tl_content.name_desc
source: File name (descending)
cs: Jména souboru (sestupně)
es: Nombre de archivo (descendente)
it: Nome file (discendente)
ja: ファイル名(降順)
pl: Nazwa pliku (malejąco)
ru: По имени файла (в порядке убывания)
sr: Име фајла (у опадајућем распореду)
tr: Dosya adına göre (azalan)

# tl_content.date_asc
source: Date (ascending)
cs: Data (vzestupně)
es: Fecha (ascendente)
it: Data (ascendente)
ja: 日付(昇順)
pl: Data (rosnąco)
ru: По дате (в порядке возрастания)
sr: Датум (растући)
tr: Tarihe göre (artan)

# tl_content.date_desc
source: Date (descending)
cs: Data (sestupně)
es: Fecha (descendente)
it: Data (discendente)
ja: 日付(降順)
pl: Data (malejąco)
ru: По дате (в порядке убывания)
sr: Датум (опадајући)
tr: Tarihe göre (azalan)

# tl_content.custom
source: Custom order
cs: Vlastní řazení
es: Orden personalizado
it: Ordinamento specifico
ja: 独自の順序
pl: Własne sortowanie
ru: Индивидуальный порядок
sr: Произвољни редослед
tr: Özel sıralama

# tl_content.random
source: Random order
cs: náhodného pořadí
es: Orden aleatorio
it: Ordine casuale
ja: ランダムな順序
pl: Porządek losowy
ru: Случайный порядок
sr: Случајни редослед
tr: Rastgele sıralama

# tl_content.includeTemplate
source: The <em>%s</em> template needs to be included in the page layout.
cs: Předloha <em>%s</em> musí být začleněná do vzhledu stránky.
es: La plantilla <em>%s</em> tiene que estar incluido en el diseño de página.
it: Il template <em>%s</em> deve essere incluso nel layout della pagina.
ja: ページのレイアウトに<em>%s</em>というテンプレートを含める必要があります。
pl: Szablon <em>%s</em> musi zostać załączony w układzie strony.
ru: Шаблон <em>%s</em> должен быть включен в макет страницы.
sr: <em>%s</em> шаблон мора бити придружен изгледу странице.
tr: <em>%s</em> kalıbının sayfa düzenine katılması gereklidir.

# tl_content.includeTemplates
source: The <em>%s</em> or <em>%s</em> template needs to be included in the page layout.
cs: Předloha <em>%s</em> nebo <em>%s</em> musí být začleněná do vzhledu stránky.
es: La plantilla <em>%s</em> o <em>%s</em> tiene que estar incluido en el diseño de página.
it: Il template <em>%s</em> o <em>%s</em> devono essere inclusi nel layout della pagina.
ja: ページのレイアウトに<em>%s</em>または<em>%s</em>というテンプレートを含める必要があります。
pl: Szablon <em>%s</em> lub <em>%s</em> musi zostać załączony w układzie strony.
ru: Шаблон <em>%s</em> или <em>%s</em> должен быть включен в макет страницы.
sr: <em>%s</em> или <em>%s</em> шаблон мора бити придружен изгледу странице.
tr: <em>%s</em> ya da <em>%s</em> kalıbının sayfa düzenine katılması gereklidir.

# tl_content.player_nocontrols
source: Hide the controls
cs: Skrýt ovládací prvky
es: Ocultar los controles
it: Nascondere i comandi
ja: 動画制御を表示しない
pl: Ukryj przyciski sterujące
ru: Скрыть элементы управления
sr: Сакриј контроле
tr: Denetimler gizlensin

# tl_content.player_loop
source: Play in a loop
cs: Přehrát ve smyčce
es: Reproducir en un bucle
it: Riprodurre in loop
ja: 繰り返し再生
pl: Odtwarzaj w pętli
ru: Воспроизводить по кругу
sr: Пусти у петљи
tr: Sondan başa dönülsün

# tl_content.player_muted
source: Mute the audio output
cs: Ztumit výstup zvuku
es: Silenciar la salida de audio
it: Disattivare l'uscita audio
ja: 音声出力をミュート
pl: Wycisz audio
ru: Отключение звука
sr: Утишај звук
tr: Ses kapatılsın

# tl_content.player_playsinline
source: Play inline (no fullscreen mode)
cs: Přehrát bez celomonitorového módu
es: Reproducir inline (sin modo de pantalla completa)
it: Riproduzione in linea (nessuna modalità a schermo intero)
ja: インラインで再生(全画面モードにしない)
pl: Odtwarzaj inline (bez trybu pełnoekranowego)
ru: Воспроизвести inline (без полноэкранного режима)
sr: Пусти у оквиру странице (без опције преко целог екрана)
tr: Satır arasında oynatılsın (tak ekran kipi yok)

# tl_content.player_preload.auto
source: Auto (preload the entire video)
cs: Automatické přehrání (přednačtení zadaného videa)
es: Automático (precarga todo el video)
it: Auto (precarica l'intero video)
ja: 自動(動画全体を先読み込み)
pl: Auto (wstępnie załaduj całe wideo)
ru: Авто (предварительная загрузка видео)
sr: Аутоматски (унапред учитај комплетан видео)
tr: Otomatik (tüm görüntü önceden yüklensin)

# tl_content.player_preload.metadata
source: Metadata (preload the metadata only)
cs: Metadata (přednačíst jen metadata)
es: Metadatos (precargue solo los metadatos)
it: Metadati (precarica solo i metadati)
ja: メタデータ(メタデータだけ先読み込み)
pl: Metadane (wstępnie ładuj tylko metadane)
ru: Метаданные (предварительная загрузка только метаданных)
sr: Метаподаци (учитај само метаподатке)
tr: Üst veriler (yalnızca üst veriler önceden yüklensin)

# tl_content.player_preload.none
source: None (do not preload anything)
cs: Nic (nic nebude přednačteno)
es: Ninguno (no precargue nada)
it: Nessuno (non precaricare nulla)
ja: なし(何も先読み込みしない)
pl: Brak (niczego nie ładuj)
ru: Нет (не загружать ничего)
sr: Ништа (не учитавај ништа одмах приликом отварања странице)
tr: Yok (hiç bir şey önceden yüklenmesin)

# tl_content.youtube_controls
source: Hide the controls
cs: Skrýt ovládací prvky
es: Ocultar los controles
it: Nascondere i comandi
ja: 動画制御を表示しない
pl: Ukryj przyciski sterujące
ru: Скрыть элементы управления
sr: Сакриј контроле
tr: Denetimler gizlensin

# tl_content.youtube_cc_load_policy
source: Show captions by default
cs: Zobrazit popisek
es: Mostrar subtítulos por defecto
it: Nascondere i comandi
ja: 初期状態で説明文を表示
pl: Pokaż podpisy domyślnie
ru: Показать подписи по умолчанию
sr: Прикажи титл као подразумевану опцију
tr: Seçenekler varsayılan olarak görüntülensin

# tl_content.youtube_fs
source: Hide the fullscreen button
cs: Skrýt funkci celoobrazového režimu
es: Ocultar el botón de pantalla completa
it: Nascondi il pulsante a tutto schermo
ja: 全画面ボタンを非表示
pl: Ukryj przycisk pełny ekran
ru: Скрыть полноэкранную кнопку
sr: Сакриј дугме за приказ преко целог екрана
tr: Tam ekran düğmesi gizlensin

# tl_content.youtube_hl
source: Use the Contao page language
cs: Použít jazyk stránky Contaa
es: Use el idioma de la página de Contao
it: Usa la lingua della pagina Contao
ja: Contaoのページの言語を使用
pl: Użyj języka strony Contao
ru: Использовать язык страницы Contao
sr: Користи језик Contao странице
tr: Contao sayfa dili kullanılsın

# tl_content.youtube_iv_load_policy
source: Hide annotations
cs: Skrýt poznámky
es: Ocultar anotaciones
it: Nascondi annotazioni
ja: 注釈を非表示
pl: Ukryj adnotacje
ru: Скрыть аннотации
sr: Сакриј анотације
tr: Açıklamalar gizlensin

# tl_content.youtube_modestbranding
source: Hide the YouTube logo
cs: Skrýt logo YouTube
es: Ocultar el logo de YouTube
it: Nascondi il logo YouTube
ja: YouTubeのロゴ注釈を非表示
pl: Ukryj logo YouTube
ru: Скрыть логотип YouTube
sr: Сакриј YouTube лого
tr: YouTube logosu gizlensin

# tl_content.youtube_rel
source: Limit related videos to the same channel
cs: Omezit zobrazení videí ze stejného kanálu.
es: Limita los videos relacionados al mismo canal
it: Limitare i video correlati allo stesso canale
ja: 関連する動画を同じチャンネルに限定
pl: Pokaż powiązane wideo z tego samego kanału
ru: Ограничить количество связанных видео на одном канале
sr: Видео фајлови морају да припадају истом каналу
tr: Aynı kanaldaki ilgili görüntüler sınırlansın

# tl_content.youtube_nocookie
source: Use the youtube-nocookie.com domain
cs: Použít doménu youtube-nocookie.com
es: Usa el dominio youtube-nocookie.com
it: Usa il dominio youtube-nocookie.com
ja: youtube-nocookie.comドメインを使用
pl: Użyj domeny youtube-nocookie.com
ru: Использовать домен youtube-nocookie.com
sr: Користи youtube-nocookie.com домен
tr: youtube-nocookie.com etki alanı kullanılsın

# tl_content.youtube_loop
source: Loop video
it: Video loop
ja: 動画を繰り返し再生
pl: Film w pętli
ru: Зацикленное видео
tr: Görüntü sondan başa dönsün

# tl_content.vimeo_loop
source: Play in a loop
cs: Přehrát ve smyčce
es: Reproducir en un bucle
it: Riprodurre in loop
ja: 繰り返し再生
pl: Odtwarzaj w pętli
ru: Воспроизводить по кругу
sr: Пусти у петљи
tr: Sondan başa dönülsün

# tl_content.vimeo_portrait
source: Hide the profile image
cs: Skrýt profilový obrázek
es: Ocultar la imagen de perfil
it: Nascondi l'immagine del profilo
ja: プロファイル画像を表示しない
pl: Ukryj obrazek profilu
ru: Скрыть изображение профиля
sr: Сакриј профилну слику
tr: Profil görseli gizlensin

# tl_content.vimeo_title
source: Hide the title
cs: Skrýt název
es: Ocultar el título
it: Nascondi il titolo
ja: 題名を表示しない
pl: Ukryj tytuł
ru: Скрыть заголовок
sr: Сакриј наслов
tr: Başlık gizlensin

# tl_content.vimeo_byline
source: Hide the author
cs: Skrýt autora
es: Ocultar el autor
it: Nascondi il titolo
ja: 作成者を表示しない
pl: Ukryj autora
ru: Скрыть автора
sr: Сакриј аутора
tr: Yazar gizlensin

# tl_content.vimeo_dnt
source: Prevent session data tracking
cs: Zabránit sezení sledující data
es: Impedir el seguimiento de datos de sesión
it: Impedisci il monitoraggio dei dati della sessione
ja: セッションデータのトラッキングを防止
pl: Zapobiegaj śledzeniu danych sesji
ru: Запретить отслеживание данных сеанса
sr: Спречи праћење током сесије
tr: Oturum verilerinin izlenmesi engellensin

# tl_content.new.0
source: New
cs: Nové
es: Nuevo
it: Nuovo
ja: 新規作成
pl: Nowy
ru: Новый
sr: Ново
tr: Yeni

# tl_content.new.1
source: Add a new content element
cs: Vytvořit nový element
es: Crea un elemento nuevo
it: Crea un nuovo elemento
ja: 新しいコンテント要素を追加
pl: Utwórz nowy element
ru: Создать новый элемент
sr: Додај нови елемент садржаја
tr: Yeni bir içerik bileşeni ekle

# tl_content.show
source: Show the details of content element ID %s
cs: Zobrazit podrobnosti k elementu ID %s
es: Muestra detalles del elemento de contenido con %s
it: Mostra i dettagli dell'elemento ID %s
ja: ID %sのコンテント要素の詳細を表示
pl: Pokaż szczegóły elementu ID %s
ru: Показать детали элемента ID %s
sr: Прикажи детаље елемента ID %s
tr: %s kimlikli içerik bileşeninin bilgilerini görüntüle

# tl_content.cut
source: Move content element ID %s
cs: Přesunout element ID %s
es: Mover elemento de contenido con ID %s
it: Sposta l'elemento ID %s
ja: ID %sのコンテント要素を移動
pl: Przenieś zawartość elementu ID %s
ru: Переместить элемент ID %s
sr: Помери елемент ID %s
tr: %s kimlikli içerik bileşenini taşı

# tl_content.copy
source: Duplicate content element ID %s
cs: Kopírovat element ID %s
es: Copiar elemento de contenido con ID %s
it: Copia l'elemento ID %s
ja: ID %sのコンテント要素を複製
pl: Kopiuj zawartość elementu ID %s
ru: Дублировать элемент ID %s
sr: Кпирај елемент ID %s
tr: %s kimlikli içerik bileşenini kopyala

# tl_content.delete
source: Delete content element ID %s
cs: Smazat element ID %s
es: Borrar elemento de contenido con ID %s
it: Cancella l'elemento ID %s
ja: ID %sのコンテント要素を削除
pl: Skasuj zawartość elementu ID %s
ru: Удалить элемент ID %s
sr: Обриши елемент ID %s
tr: %s kimlikli içerik bileşenini sil

# tl_content.edit
source: Edit content element ID %s
cs: Upravit element ID %s
es: Editar elemento de contenido con ID %s
it: Modifica l'elemento ID %s
ja: ID %sのコンテント要素を編集
pl: Edytuj zawartość elementu ID %s
ru: Редактировать элемент ID %s
sr: Уреди елемент ID %s
tr: %s kimlikli içerik bileşenini düzenle

# tl_content.toggle.0
source: Hide/unhide content element
it: Nascondi/mostra l'elemento di contenuto
ja: コンテント要素を表示または非表示

# tl_content.toggle.1
source: Hide content element ID %s
it: Nascondi elemento di contenuto ID %s
ja: ID %sのコンテント要素を非表示

# tl_content.toggle.2
source: Unhide content element ID %s
it: Mostra l'elemento di contenuto ID %s
ja: ID %sのコンテント要素を表示

# tl_content.pasteafter.0
source: Paste at the top
cs: Vložit nahoru
es: Pegar al inicio
it: Incolla in cima
ja: 先頭に貼り付け
pl: Wstaw na początku
ru: Вставить после
sr: Налепи на врх
tr: Üste yapıştır

# tl_content.pasteafter.1
source: Paste after content element ID %s
cs: Vložit za element ID %s
es: Pegar después del elemento de contenido con ID %s
it: Incolla dopo l'elemento ID %s
ja: ID %sのコンテント要素の後に貼り付け
pl: Wklej po elemencie zawartości ID %s
ru: Вставить после элемента контента ID %s
sr: Налепи након елемента ID %s
tr: %s kimlikli içerik bileşeninden sonra yapıştır

# tl_content.pastenew.0
source: Create a new content element at the top
cs: Vytvořit novou položku na prvním místě
es: Crea un nuevo elemento de contenido en la parte superior
it: Crea un nuovo elemento di contenuto in cima
ja: 先頭に新しいコンテント要素を作成
pl: Utwórz nowy element na górze
ru: Создать новый элемент контента вверху
sr: Креирај нови елемент на врху
tr: En üste yeni bir içerik bileşeni ekle

# tl_content.pastenew.1
source: Create a new content element after content element ID %s
cs: Vytvoří novou položku po položce ID %s
es: Crear un nuevo elemento de contenido después del ID del elemento de contenido %s
it: Crea un nuovo elemento di contenuto dopo l'elemento ID %s
ja: ID %sのコンテント要素の後ろに新しいコンテント要素を作成
pl: Utwórz nowy element zawartości po elemencie zawartości ID %s
ru: Создать новый элемент контента после элемента ID %s
sr: Креирај нови елемент након елемента ID %s
tr: %s kimlikli içerik bileşeninden sonra yeni bir içerik bileşeni ekle

# tl_content.editalias
source: Edit the source element ID %s
cs: Upravit zdrojový element ID %s
es: Editar la fuente del elemento con ID %s
it: Modifica l'origine dell'elemento ID %s
ja: 参照しているID %sのコンテント要素を編集
pl: Edytuj źródłowy element ID %s
ru: Редактировать исходный элемент ID %s
sr: Уреди изворни елемент ID %s
tr: %s kimlikli kaynak bileşenini düzenle

# tl_content.list.1
source: Import list items from a CSV file
cs: Import seznam položek ze souboru CSV.
es: Importar una lista de elementos desde un archivo CSV
it: Importa elementi della lista da un file CSV
ja: CSVファイルから箇条書きの項目をインポート
pl: Import elementów listy z pliku CSV
ru: Импорт списка элементов из CSV-файла
sr: Увези листу ставки из CSV фајла
tr: Liste ögelerini CSV dosyasından içe aktar

# tl_content.table.1
source: Import table items from a CSV file
cs: Import tabulku položek ze souboru CSV.
es: Importar elementos de la tabla desde un archivo CSV
it: Importa i dati della tabella da un file CSV
ja: CSVファイルから表の項目をインポート
pl: Import elementów tabeli z pliku CSV
ru: Импорт элементов таблицы из CSV-файла
sr: Увези ставке табеле из CSV фајла
tr: Tablo ögelerini CSV dosyasından içe aktar

# tl_content.dl_label.0
source: Description list items
it: Descrizione voci dell'elenco

# tl_content.dl_label.1
source: Please enter a list of terms and details for the description list. You can leave the term field empty to create multiple details for one term.
it: Inserire un elenco di termini e dettagli per l'elenco delle descrizioni. È possibile lasciare vuoto il campo del termine per creare più dettagli per un termine.

# tl_content.dl_key
source: Term
it: Termine

# tl_content.dl_value
source: Details
it: Dettagli

# tl_content.mooStart.0
source: Wrapper start
cs: Začátek obálky
es: Inicio de contenedor
ja: ラッパーの開始
pl: Początek
ru: Начало wrapper (обёртки)
sr: Почетак омотача
tr: Kapsayıcı başlangıcı

# tl_content.mooStop.0
source: Wrapper stop
cs: Konec obálky jezdce
es: Final de contenedor
ja: ラッパーの終了
pl: Stop
ru: Конец wrapper (обёртки)
sr: Крај омотача
tr: Kapsayıcı bitişi

# tl_content.markdownSource.sourceFile
source: File
cs: Soubor
es: Archivo
ja: ファイル
pl: Plik
ru: Файл
sr: Фајл
tr: Dosya

# tl_content.data.1
source: These values are available as <code>$this->data</code> in the template.
cs: Tyto hodnoty se nacházejí v předloze jako <code>$this->data</code>.
es: Estos valores están disponibles como <code>$this->data</code> en la plantilla.
ja: これらの値は<code>$this->data</code>としてテンプレートで利用できます。
pl: Te wartości są dostępne jako <code>$this->data</code> w szablonie.
ru: Эти значения доступны в шаблоне как <code>$this->data</code>.
sr: Ове вредности су доступне у шаблону као <code>$this->data</code>.
tr: Bu veriler kalıpta <code>$this->data</code> şeklinde kullanılabilir.

# tl_content.rel.0
source: Lightbox
ja: ライトボックス
ru: Лайтбокс (Lightbox)

# tl_content.sliderStartSlide.0
source: Slide offset
cs: Odsazení jezdce
es: Offset del Slide
ja: スライドのオフセット
pl: Offset slajdu
ru: Смещение слайдов
sr: Офсет слајдера
tr: Başlangıç slaytı

# tl_content.form.0
source: Form
cs: Formulář
es: Formulario
ja: フォーム
pl: Formularz
ru: Форма
sr: Формулар

# tl_content.player_autoplay
source: Autoplay
cs: Automatické přehrávání
es: Lectura automática
ja: 自動再生
pl: Autoodtwarzanie
ru: Автовоспроизведение
sr: Аутоматско покретање
tr: Otomatik oynatılsın

# tl_content.youtube_autoplay
source: Autoplay
cs: Automatické přehrávání
es: Lectura automática
ja: 自動再生
pl: Autoodtwarzanie
ru: Автовоспроизведение
sr: Аутоматско покретање
tr: Otomatik oynatılsın

# tl_content.vimeo_autoplay
source: Autoplay
cs: Automatické přehrávání
es: Lectura automática
ja: 自動再生
pl: Autoodtwarzanie
ru: Автовоспроизведение
sr: Аутоматско покретање
tr: Otomatik oynatılsın

# tl_content.overwriteMeta.1
source: Overwrite the metadata from the file manager.
cs: Přepsat meta informace z Manažera souborů.
sr: Препиши преко мета података из менаџера фајлова

# tl_content.imagemargin.0
source: Image margin
cs: Okraj obrázku
sr: Маргине слике

# tl_content.imagemargin.1
source: Here you can enter the top, right, bottom and left margin.
cs: Zde můžete zadat odsazení zeshora (top), zprava (right), zespodu (bottom) a zleva (left).
sr: Овде можете дефинисати горњу, десну, доњу и леву маргину.

# tl_content.thead.1
source: Make the first row of the table the table header.
cs: První řádek tabulky nastavit jako záhlaví.
es: Si escoges esta opción, la primera fila de la tabla será utilizada como encabezado de tabla.
ru: Сделать первую строку в таблице верхним колонтитулом таблицы.
sr: Постави први ред табеле као заглавље табеле.

# tl_content.tfoot.1
source: Make the last row of the table the table footer.
cs: Poslední řádek tabulky nastavit jako zápatí.
es: Si escoges esta opción, la última fila de la tabla será utilizada como pie de tabla.
ru: Сделать последнюю строку в таблице нижним колонтитулом таблицы.
sr: Постави последњи ред табеле као подножје табеле.

# tl_content.guests.0
source: Show to guests only
cs: Ukázat pouze hostům
sr: Прикажи само гостима

# tl_content.guests.1
source: Hide the content element if a member is logged in.
cs: Skrýt element, pokud je člen přihlášen
sr: Сакриј елемент ако је члан пријављен.

# tl_content.start.1
source: If you want to prevent the element from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
cs: Pokud chcete zabránit zobrazení položky před jistým datem/časem, můžete to zadat tady. Jinak ponechte dané pole prázdné.
es: Si desea evitar que el elemento se muestre en el sitio web antes de una fecha / hora determinada, puede ingresarlo aquí. De lo contrario, deje el campo en blanco.
ru: Если хотите запретить показ элемента на веб-сайте до определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.
sr: Ако желите да се елемент не приказује на сајту пре одређеног датума/времена, можете то унети овде. У супротном, оставите поље празним.

# tl_content.stop.1
source: If you want to prevent the element from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
cs: Pokud chcete zabránit zobrazení položky po jistém datu/času, můžete to zadat tady. Jinak ponechte dané pole prázdné.
es: Si desea evitar que el elemento se muestre en el sitio web después de una determinada fecha/hora, puede ingresarlo aquí. De lo contrario, deje el campo en blanco.
ru: Если хотите запретить показ элемента на веб-сайте после определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.
sr: Ако желите да се елемент не приказује на сајту након одређеног датума/времена, можете то унети овде. У супротном, оставите поље празним.

# tl_content.editheader
source: Edit the article settings
cs: Upravit nastavení článku
sr: Уреди подешавања чланка

# tl_content.toggle
source: Hide/unhide content element ID %s
cs: Zobrazit/Skrýt obsahovou položku ID %s
es: Ocultar/mostrar ID de elemento de contenido %s
ru: Скрыть/показать элемент контента ID %s
sr: Сакриј/прикажи елемент ID%s
tr: %s kimlikli içerik bileşenini gizle/görüntüle

# tl_content.editarticle
source: Edit article ID %s
cs: Upravit článek ID %s
sr: Уреди чланак ID %s
