Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_content.xlf
Languages: cs, es, it, ja, pl, ru, sr, tr

# tl_content.vimeo.1
source: Please enter the Vimeo video ID (e.g. <em>275028611</em>).
cs: Zadejte prosím ID videa Viemea (např. <em>275028611</em>).
es: Ingrese la identificación de video de Vimeo (por ejemplo, <em>275028611</em>).
it: Inserisci l'ID del video di Vimeo (es: <em>95674578</em>).
ja: VimeoのビデオIDを入力してください。 (例: <em>275028611</em>)
pl: Wprowadź ID video Vimeo (np. <em>275028611</em>).
ru: Введите Vimeo ID видео (напр. <em>275028611</em>).
sr: Унесите Vimeo ID (нпр. <em>275028611</em>).
tr: Vimeo görüntüsünün kimliği (<em>275028611</em> gibi).

# tl_content.posterSRC.0
source: Preview image
cs: Náhled obrázku
es: Previsualización de la imagen
it: Anteprima immagine
ja: プレビューの画像
pl: Obrazek poglądowy
ru: Предпросмотр изображения
sr: Преглед слике
tr: Ön izleme görseli

# tl_content.posterSRC.1
source: Show this image instead of the first frame of the video before playback.
cs: Ukázat tento obrázek místo prvního záběru videa před jeho přehráním.
es: Mostrar esta imagen en lugar del primer fotograma del vídeo antes de la reproducción
it: Visualizza questa immagine invece del primo fotogramma del video prima della riproduzione.
ja: 再生する前の映像の最初の1コマの代わりに、この画像を表示します。
pl: Pokaż ten obrazek zamiast pierwszej klatki filmu przed jego ponownym odtworzeniem.
ru: Показать это изображение вместо первого кадра видео перед воспроизведением.
sr: Прикажи ову слику уместо првог фрејма видеа прије поновног пуштања.
tr: Oynatma öncesinde ön izleme olarak görüntünün ilk karesi değil bu görsel kullanılır.

# tl_content.playerSize.0
source: Player size
cs: Velikost přehrávače
es: Talla del reproductor
it: Dimensione player
ja: プレーヤーの大きさ
pl: Rozmiar odtwarzacza
ru: Размер проигрывателя
sr: Величина плејера
tr: Oynatıcı boyutu

# tl_content.playerSize.1
source: Width and height of the media player in pixels (e.g. 640x480).
cs: Šířka a výška přehrávače médií v obrázkových bodech (např. 640x480)
es: Ancho y alto del reproductor de medios en pixeles (ejemplo 640x480)
it: Larghezza ed altezza del player multimediale in pixel (es. 640x480).
ja: ピクセル単位のメディアプレーヤーの幅と高さです。(例: 640x480)
pl: Szerokość i wysokość odtwarzacza mediów w pikselach (np. 640x480).
ru: Ширина и высота проигрывателя в пикселах (напр. 640x480).
sr: Ширина и висина плејера у пикселима (нпр. 640х480).
tr: Ortam oynatıcının piksel olarak genişlik ve yüksekliği (640x480 gibi).

# tl_content.playerOptions.0
source: Player options
cs: Možnosti přehrávače
es: Opciones del reproductor
it: Opzioni player
ja: プレーヤーのオプション
pl: Opcje odtwarzacza
ru: Настройки проигрывателя
sr: Опције плејера
tr: Oynatıcı seçenekleri

# tl_content.playerOptions.1
source: Here you can select the player options.
cs: Zde můžete vybrat možnosti přehrávače.
es: Aquí puede seleccionar las opciones del reproductor.
it: Qui è possibile selezionare le opzioni del player.
ja: プレーヤーのオプションを選択できます。
pl: Tutaj możesz wybrać opcje odtwarzacza.
ru: Вы можете выбрать настройки проигрывателя.
sr: Овде можете поставити опције плејера.
tr: Buradan oynatıcı seçeneklerini ayarlayabilirsiniz.

# tl_content.playerPreload.0
source: Preloading
cs: Přednačíst
es: Precarga
it: Precaricamento
ja: 先読み込み
pl: Wstępne ładowanie
ru: Предварительная загрузка
sr: Учитавање приликом отварања странице
tr: Ön yükleme

# tl_content.playerPreload.1
source: Here you can suggest how the browser shall preload the video.
cs: Zde můžete určit, jak má prohlížeč načíst dané video.
es: Aquí puede sugerir cómo el navegador precargará el video.
it: Qui puoi suggerire come il browser deve precaricare il video.
ja: ブラウザーが動画を先読み込みするかどうかを推奨できます。
pl: Tutaj możesz zasugerować, w jaki sposób przeglądarka ma wstępnie załadować wideo.
ru: Вы можете предложить, как браузер должен предварительно загружать видео.
sr: Овде можете предложити како интернет прегледач треба да се понаша по питању учитавања видео фајла приликом отварања странице.
tr: Buradan tarayıcının görüntüyü önceden nasıl yükleyeceğini önerebilirsiniz.

# tl_content.playerStart.0
source: Start at
cs: Začít od
es: Empieza en
it: Inizio a
ja: 開始秒
pl: Zacznij od
ru: Начать с
sr: Почни од
tr: Başlangıç zamanı

# tl_content.playerStart.1
source: Start playing the video at the given number of seconds. Set to 0 to disable.
cs: Začít přehrávat video od zadaného času. Zadáním 0 se video přehraje od úplného začátku
es: Comience a reproducir el video en el número de segundos especificado. Establecer en 0 para deshabilitar.
it: Avviare la riproduzione del video al valore di secondi indicato. Impostare su 0 per disabilitare.
ja: 指定した秒数から動画を再生します。0にすると動画を再生しません。
pl: Rozpocznij odtwarzanie wideo o określonej liczbie sekund. Ustaw na 0, aby wyłączyć.
ru: Начать воспроизведение видео с указанного количества секунд. Установите 0 для отключения.
sr: Поставите видео тако да почне да се емитује од одређене секунде. Поставите на 0 да онемогућите ову опцију.
tr: Görüntüyü belirtilen saniyeden başlayarak oynatır. En baştan başlamak için 0 olarak ayarlayın.

# tl_content.playerStop.0
source: Stop at
cs: Zastavit
es: Detener en
it: Stop a
ja: 終了秒
pl: Zatrzymaj się przy
ru: Остановить с
sr: Заустави на
tr: Bitiş zamanı

# tl_content.playerStop.1
source: Stop playing the video at the given number of seconds. Set to 0 to disable.
cs: Zastavit přehrávání videa v daném čase. Zadáním 0 se video zastaví na úplného konci
es: Deja de reproducir el video en el número de segundos especificado. Establecer en 0 para deshabilitar.
it: Interrompere la riproduzione del video al numero di secondi indicato. Impostare su 0 per disabilitare.
ja: 指定した秒数で動画の再生を停止します。0にすると動画を停止しません。
pl: Zatrzymaj odtwarzanie wideo przy określonej liczbie sekund. Ustaw na 0, aby wyłączyć.
ru: Остановить воспроизведение видео с указанного количества секунд. Установите 0 для отключения.
sr: Зауставите видео на одређеној секунди. Поставите на 0 да онемогућите ову опцију.
tr: Görüntünün oynatılmasını belirtilen saniyede bitirir. Sonuna kadar oynatmak için 0 olarak ayarlayın.

# tl_content.playerCaption.0
source: Caption
cs: Titulek
es: Leyenda
it: Didascalia
ja: キャプション
pl: Opis
ru: Подпись
sr: Заглавље
tr: Alt yazı

# tl_content.playerCaption.1
source: Here you can enter a caption.
cs: Zde můžete zadat podnadpis
es: Aquí puede ingresar un subtítulo.
it: Qui è possibile inserire una caption.
ja: 表題を入力できます。
pl: Tutaj możesz wprowadzić podpis.
ru: Вы можете ввести подпись.
sr: Овде можете унети опис
tr: Buraya bir alt yazı yazabilirsiniz.

# tl_content.playerAspect.0
source: Aspect ratio
cs: Výseč obrázku
es: Relación de aspecto
it: Rapporto d'aspetto
ja: アスペクト比
pl: Współczynnik proporcji
ru: Соотношение сторон
sr: Аспект ратио
tr: En boy oranı

# tl_content.playerAspect.1
source: Here you can select the aspect ratio of the video to make it responsive.
cs: Zde můžete určit velikost videa, abyste ho tím udělali responzivním.
es: Aquí puede seleccionar la relación de aspecto del video para que responda.
it: Qui è possibile selezionare il rapporto di aspetto del video per renderlo reattivo.
ja: 動画のアスペクト比を選択してレスポンシブにできます。
pl: Tutaj możesz wybrać współczynnik kształtu filmu, aby był responsywny.
ru: Вы можете выбрать соотношение сторон видео, чтобы сделать его адаптивным.
sr: Овде можете подесити аспект ратио видео фајла тако да он буде прилагођен величини дисплеја.
tr: Buradan, uyumlu yapmak için görüntünün en boy oranını seçebilirsiniz.

# tl_content.splashImage.0
source: Use a splash image
cs: Použít náhledový obrázek
es: Usa una imagen de bienvenida
it: Usa un'immagine splash
ja: スプラッシュ画像を使用
pl: Użyj obrazu splash
ru: Использовать splash-изображение
sr: Користи сплеш слику
tr: Bir açılış görseli kullanılsın

# tl_content.splashImage.1
source: Only load the video after the user has clicked on the splash image.
cs: Spustit video, jen když uživatel klikne na náhledový obrázek.
es: Solo cargue el video después de que el usuario haya hecho clic en la imagen de bienvenida.
it: Carica il video solo dopo che l'utente ha cliccato sull'immagine splash.
ja: ユーザーがスプラッシュ画像をクリックした後にだけ動画を読み込みます。
pl: Ładuj wideo tylko wtedy, gdy użytkownik kliknie obraz splash.
ru: Загружать видео только после нажатия на splash-изображение.
sr: Учитај видео тек када корисник кликне на сплеш слику.
tr: Görüntü yalnızca kullanıcı açılış görseline tıkladıktan sonra yüklenir.

# tl_content.playerColor.0
source: Controls color
cs: Barva ovládacích prvků
es: Controles de color
it: Controlli colore
ja: 動画制御の色
pl: Kolor przycisków sterujących
ru: Элементы управления цветом
sr: Боје контрола
tr: Denetimlerin rengi

# tl_content.playerColor.1
source: Here you can enter a hexadecimal color (e.g. ff0000) for the video controls.
cs: Zde můžete zadat hexidecimální barvu (např. ff0000) pro ovládací prvky videa.
es: Aquí puede introducir un color hexadecimal (por ejemplo, ff0000) para los controles de video.
it: Qui è possibile inserire un colore esadecimale (es. ff000000) per i controlli video.
ja: 動画制御に16進表記の色(例: ff0000)を指定できます。
pl: Wprowadź heksadecymalną wartość koloru dla przycisków sterujących (np. ff0000).
ru: Вы можете ввести шестнадцатеричный цвет (напр., ff0000) для элементов управления видео.
sr: Овде можете да унесете хексадецимални кôд (нпр. ff0000) за видео контроле.
tr: Buraya görüntü denetimlerinde kullanılacak onaltılık renk kodunu (ff0000 gibi) yazabilirsiniz.

# tl_content.sliderDelay.0
source: Sliding interval
cs: Interval posouvání
es: Intervalos entre los deslizamientos
it: Intervallo slider
ja: スライドする間隔
pl: Interwał przewijania
ru: Интервал скольжения слайдов
sr: Интервал измене
tr: Kaydırma aralığı

# tl_content.sliderDelay.1
source: The time in milliseconds between slides (1000 = 1s). Set to 0 to disable auto sliding.
cs: Doba trvání v milisetinách mezi jednotlivými jezdci (1000 = 1s). Zadejte 0, abyste vypnuli automatické posouvání.
es: El tiempo en milisegundos entre los deslizamientos (1000 = 1s). Establecer 0 para desactivar deslizamiento automático.
it: Intervallo, in millisecondi, tra le diapositive (1000 = 1s). Inserisci 0 per disabilitare lo scorrimento.
ja: スライドする間隔の時間をミリ秒(1000 = 1秒)で指定します。0にすると自動的にスライドしません。
pl: Czas w milisekundach między slajdami (1000 = 1s). Ustaw 0, by wyłączyć automatyczne przewijanie.
ru: Время в миллисекундах между слайдами (1000 = 1 с). Установите 0, для отключения автоматического скольжения слайдов.
sr: Време у милисекундама између два слајда (1000 = 1s). Поставите 0 ако желите да онемогућите аутоматску измену.
tr: Milisaniye (1000 = 1s) cinsinden slaytlar arasındaki süre. Otomatik kaydırmayı etkisizleştirmek için 0 olarak ayarlayın.

# tl_content.sliderSpeed.0
source: Transition speed
cs: Rychlost posunu
es: Velocidad de transición
it: Tempo di transizione
ja: 推移する間隔
pl: Szybkość przejścia
ru: Скорость перехода
sr: Време трајања измене
tr: Geçiş hızı

# tl_content.sliderSpeed.1
source: The transition speed in milliseconds (1000 = 1s). Defaults to 300.
cs: Rychlost posunu v milisetinách (1000 = 1s). Výchozí hodnota je 300.
es: La velocidad de transición en milisegundos (1000 = 1s). Por defecto 300.
it: Velocità di transizione in millisecondi (1000 = 1s). Il defaults è 300.
ja: 推移する速度をミリ秒(1000 = 1秒)で指定します。初期設定の値は300です。
pl: Szybkość przejścia w milisekundach (1000 = 1s). Domyślnie to 300.
ru: Скорость перехода в миллисекундах (1000 = 1 с). По умолчанию 300.
sr: Брзина измене у милисекундама (1000 = 1s). Подразумевана вредност је 300.
tr: Milisaniye (1000 = 1s) cinsinden geçiş hızını yazın. Varsayılan değer: 300.

# tl_content.sliderStartSlide.1
source: Here you can make the slider start with a particular slide (counting starts at 0).
cs: Zde můžete určit, čím má být posun odstartovaný (odpočet začíná 0)
es: aquí puedes definir un Slide de inicio en particular (empieza a contar desde 0),
it: Qui è possibile impostare l'avvio della slider da un'immagine specifica (la numerazione inizia da 0).
ja: スライダーを(最初を0から数えてた)特定のスライドから開始します。
pl: Tutaj możesz wybrać, aby slider startował z wybranym slajdem (licząc od 0).
ru: Вы можете запустить слайды с определенного места (по умолчанию, отсчет начинается с 0).
sr: Овде можете подесите да слајдер креће од одређеног слајда (бројач стартује од 0).
tr: Buradan kaydırıcının belirli bir slaytla başlamasını sağlayabilirsiniz (saymaya 0 ile başlanır).

# tl_content.sliderContinuous.0
source: Continuous
cs: Nepřetržitý posun
es: Continuo
it: In modalità continua
ja: 連続的
pl: Ciągły
ru: Непрерывный
sr: Континуално
tr: Sonsuz

# tl_content.sliderContinuous.1
source: Make the slider continuous (start all over when reaching the end).
cs: Nechat posun nepřetržitě probíhat (začne od začátku, jakmile dosáhne konce).
es: Hace el Slider continuo (empieza desde el principio cuando llega al final).
it: Imposta lo scorrimento continuo (La visualizzazione ricomincia una volta che raggiunge a fine).
ja: スライダーを(最後に達すると最初からやり直して)連続的な動作にし ます。
pl: Zaznacz, jeśli slider ma być ciągły (zaczyna od początku, jeśli dojdzie do końca).
ru: Сделать слайд-шоу непрерывным (начать сначала, при достижении конца).
sr: Постави слајдер као континуалан (када дође до краја, креће испочетка).
tr: Kaydırıcının durmadan ilerlemesini sağlar (sondan başa döner).

# tl_content.cteAlias.0
source: Referenced element
cs: ID elementu
es: ID del elemento
it: ID elemento
ja: 参照する要素
pl: ID elementu
ru: Указанный элемент
sr: Референцирани елемент
tr: Başvurulan bileşen

# tl_content.cteAlias.1
source: Please choose the content element you want to insert.
cs: Vyberte ID elementu do kterého chcete vkládat
es: Por favor selecciona la ID del elemento de contenido que quieras añadir. Puedes ver la ID de un registro si lo editas.
it: Seleziona l'ID del contenuto che vuoi inserire.
ja: 含めたいコンテント要素を選択してください。
pl: Wybierz ID elementu, który chcesz załączyć.
ru: Выберите элемент контента, который хотите вставить.
sr: Изаберите елемент садржаја који желите уметнути.
tr: Lütfen eklemek istediğiniz içerik bileşenini seçin.

# tl_content.articleAlias.0
source: Referenced article
cs: Vztahující se článek
es: Artículo referenciado
it: ID articolo
ja: 参照するアーティクル
pl: ID artykułu
ru: Указанная статья
sr: Референцирани чланак
tr: Başvurulan makale

# tl_content.articleAlias.1
source: Please choose the article you want to insert.
cs: Zvolte prosím článek, který chcete vložit.
es: Por favor selecciona el artículo que quieres insertar.
it: Seleziona l'ID dell'articolo che vuoi inserire.
ja: 含めたいアーティクルを選択してください。
pl: Wybierz ID artykułu, który chcesz załączyć.
ru: Выберите статью, которую хотите вставить.
sr: Изаберите чланак који желите уметнути.
tr: Lütfen eklemek istediğiniz makaleyi seçin.

# tl_content.article.0
source: Article
cs: Propojit s článkem
es: Artículo
it: ID articolo
ja: アーティクル
pl: ID artykułu
ru: Статья
sr: Чланак
tr: Makale

# tl_content.article.1
source: Please select an article.
cs: Vyberte ID článku který chcete zobrazit
es: Por favor selecciona el ID del artículo que quieres mostrar.
it: Seleziona l'ID dell'articolo che vuoi visualizzare.
ja: アーティクルを選択してください。
pl: Wybierz ID artykułu, który chcesz wyświetlić.
ru: Выберите статью.
sr: Изаберите чланак.
tr: Lütfen bir makale seçin.

# tl_content.form.1
source: Please select a form.
cs: Zvolte prosím formulář.
es: Por favor selecciona un formulario.
it: Seleziona un Form.
ja: フォームを選択してください。
pl: Wybierz formularz.
ru: Выберите форму.
sr: Изаберите формулар.
tr: Lütfen bir form seçin.

# tl_content.module.0
source: Module
cs: Modul
es: Módulo
it: Modulo
ja: モジュール
pl: Moduł
ru: Модуль
sr: Модул
tr: Modül

# tl_content.module.1
source: Please select a module.
cs: Zvolte prosím požadovaný modul.
es: Por favor selecciona el módulo que quieres incluir en el artículo.
it: Seleziona il modulo che vuoi includere nell'articolo.
ja: モジュールを選択してください。
pl: Wybierz moduł, który chcesz załączyć do artykułu.
ru: Выберите модуль.
sr: Изаберите модул.
tr: Lütfen bir modül seçin.

# tl_content.protected.0
source: Protect element
cs: Chránit element
es: Proteger elemento
it: Proteggi elemento
ja: 要素の保護
pl: Element chroniony
ru: Защитить элемент
sr: Заштити елемент
tr: Bileşen korunsun

# tl_content.protected.1
source: Show the content element to certain member groups only.
cs: Zobrazit element pouze členům skupiny
es: Mostrar el contenido solo a ciertos miembros del grupo.
it: Mostra il contenuto solamente ad alcuni membri di un gruppo.
ja: 特定のメンバーグループだけにコンテント要素を表示します。
pl: Pokaż element zawartości tylko konkretnej grupie użytkowników
ru: Показывать содержание элемента только для членов группы.
sr: Прикажи елемент само одређеној групи чланова.
tr: İçerik bileşeninin yalnızca belirli grup üyelerine görüntülenmesini sağlar.

# tl_content.groups.0
source: Allowed member groups
cs: Povolené členské skupiny
es: Miembros de grupos permitidos
it: Accesso gruppi
ja: 許可するメンバーグループ
pl: Dozwolone grupy użytkowników
ru: Разрешенные группы участников
sr: Дозвољене групе корисника
tr: İzin verilen üye grupları

# tl_content.groups.1
source: These groups will be able to see the content element.
cs: Zde můžete zvolit, kterým skupinám bude povoleno vydět element
es: Aqui puedes seleccionar que grupos tiene acceso al contenido.
it: Qui potete scegliere a quali gruppi verrà consentito di visualizzare il contenuto dell'elemento.
ja: これらのグループがコンテント要素を表示できます。
pl: Tutaj możesz wybrać, które grupy użytkowników będą mogły zobaczyć ten element zawartości
ru: Выберите, каким группам разрешено видеть элемент контента.
sr: Следеће групе ће моћи да виде елемент.
tr: Bu gruplar içerik bileşenini görebilir.

# tl_content.cssID.0
source: CSS ID/class
cs: Kaskádovitý styl ID/class
es: ID de la hoja de estilo y clase
it: ID e classe CSS
ja: CSSのIDとclass
pl: ID w pliku CSS
ru: CSS ID и класс
sr: CSS ID/класа
tr: CSS kimliği/sınıfı

# tl_content.cssID.1
source: Here you can set an ID and one or more classes.
cs: Zde můžete zadat ID nebo jednu nebo více tříd (class) kaskádovitých stylů.
es: Aquí puedes introducir una ID para la hoja de estilo (atributo id) y una o más clases de hoja de estilos (atributos clase) para poder dar formato al elemento del modulo utilizando CSS.
it: Qui puoi specificare un ID del foglio di stile (attributo id) e una o più classi (attributo class) per formattare il modulo usando i CSS.
ja: IDと1つ以上のclassを設定できます。
pl: Jeśli potrzebujesz osobnej definicji do formatowania tego modułu w stylach CSS, możesz tu wprowadzić ID. To ID będzie przypisane do tego modułu i można je modyfikować w arkuszu CSS.
ru: Вы можете ввести ID одного или нескольких классов.
sr: Овде можете да доделите ID и једну или више класа.
tr: Buradan bir kimlik ve bir ya da birkaç sınıf ayarlayabilirsiniz.

# tl_content.invisible.0
source: Invisible
cs: Skryté
it: Invisibile
ja: 非表示
pl: Niewidoczne
ru: Невидимый
sr: Скривено
tr: Görünmez

# tl_content.invisible.1
source: Hide the element on the website.
cs: Skrýt tento element na Vašem webu.
es: El elemento actual no es visible en tu web.
it: Il contenuto corrente non è visibile nel sito web.
ja: ウェブサイトに要素を表示しません。
pl: Aktualny element nie jest widoczny na Twojej witrynie.
ru: Скрыть элемент на веб-сайте.
sr: Сакриј елемент на сајту.
tr: Bileşeni sitede gizler.

# tl_content.start.0
source: Show from
cs: Zobrazit od
es: Mostrar desde
it: Visibile dal giorno
ja: 公開の開始日
pl: Wrapper start
ru: Публиковать с
sr: Прикажи од
tr: Görüntülenme başlangıcı

# tl_content.start.1
source: If you want to prevent the element from showing on the website before a certain date/time, you can enter it here. Otherwise, leave the field blank.
it: Se desideri evitare che l'elemento venga visualizzato sul sito web prima di una determinata data/ora, puoi inserirlo qui. Altrimenti lascia il campo vuoto.
ja: 特定の日時より前はコンテント要素をウェブサイトに表示したくない場合は、その日時を入力します。それ以外の場合は空のままにします。
tr: Bileşenin belirli bir tarih/saatten önce sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_content.stop.0
source: Show until
cs: Zobrazit do
es: Mostrar hasta
it: Visibile fino al giorno
ja: 公開の終了日
pl: Wrapper stop
ru: Публиковать до
sr: Прикажи до
tr: Görüntülenme bitişi

# tl_content.stop.1
source: If you want to prevent the element from showing on the website after a certain date/time, you can enter it here. Otherwise, leave the field blank.
it: Se desideri impedire che l'elemento venga visualizzato sul sito web dopo una determinata data/ora, puoi inserirlo qui. Altrimenti lascia il campo vuoto.
ja: 特定の日時より後はコンテント要素をウェブサイトに表示したくない場合は、その日時を入力します。それ以外の場合は空のままにします。
tr: Bileşenin belirli bir tarih/saatten sonra sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_content.tstamp.0
source: Revision date
it: Data revisione

# tl_content.tstamp.1
source: Date and time of the latest revision
it: Data e ora dell'ultima revisione

# tl_content.type_legend
source: Element type
cs: Druh elementu
es: Tipo de elemento
it: Tipologia elemento
ja: 要素の種類
pl: Typ elementu
ru: Тип элемента
sr: Врста елемента
tr: Bileşen türü

# tl_content.section_legend
source: Section settings
it: Sezione configurazione

# tl_content.text_legend
source: Text/HTML/Code
cs: Text/HTML/kód
es: Texto/HTML/Código
it: Testo/HTML/Codice
ja: テキスト/HTML/コード
pl: Tekst/HTML/Kod
ru: Текст/HTML/Код
sr: Teкст/HTML/Кȏд
tr: Metin/HTML/Kod

# tl_content.image_legend
source: Image settings
cs: Nastavení obrázku
es: Opciones de la imagen
it: Impostazioni immagine
ja: 画像の設定
pl: Ustawienia obrazka
ru: Настройки изображения
sr: Подешавања слике
tr: Görsel ayarları

# tl_content.download_legend
source: Download settings
cs: Nastavení stahování
es: Ajustes de descarga
it: Impostazioni download
ja: ダウンロードの設定
pl: Ustawienia pobierania
ru: Настройки загрузки
sr: Подешавања преузимања
tr: İndirme ayarları

# tl_content.preview_legend
source: Preview settings
es: Configuración de vista previa
it: Impostazioni di anteprima
ja: プレビューの設定
pl: Ustawienia podglądu
ru: Настройки предварительного просмотра
sr: Подешавања прегледа
tr: Ön izleme ayarları

# tl_content.slider_legend
source: Slider settings
cs: Nastavení jezdce
es: Configuración Slider
it: Configurazione slider
ja: スライダーの設定
pl: Ustawienia slidera
ru: Настройки слайдера
sr: Подешавања слајдера
tr: Kaydırıcı ayarları

# tl_content.list_legend
source: List items
cs: Záznamy seznamu
es: Listado artículos
it: Elementi lista
ja: 箇条書きの項目
pl: Elementy listy
ru: Список элементов
sr: Ставке листе
tr: Liste ögeleri

# tl_content.table_legend
source: Table items
cs: Záznamy tabulky
es: Tablas
it: Elementi tabella
ja: 表の項目
pl: Elementy tabeli
ru: Элементы таблицы
sr: Ставке табеле
tr: Tablo ögeleri

# tl_content.tconfig_legend
source: Table configuration
cs: Nastavení tabulky
es: Ajustes de tabla
it: Configurazione tabella
ja: 表の構成
pl: Konfiguracja tabeli
ru: Конфигурация таблицы
sr: Подешавање табеле
tr: Tablo yapılandırması

# tl_content.sortable_legend
source: Sorting options
cs: Možnosti třídění
es: Opciones de clasificación
it: Opzioni di ordinamento
ja: 並べ替えのオプション
pl: Opcje sortowania
ru: Настройки сортировки
sr: Опције сортирања
tr: Sıralama seçenekleri

# tl_content.moo_legend
source: Accordion settings
cs: Nastavení akordeonu
es: Ajustes de accordion
it: Impostazioni fisarmonica
ja: アコーディオンの設定
pl: Ustawienia rozwijania
ru: Настройки раздвижной панели
sr: Подешавања акордиона
tr: Akordiyon ayarları

# tl_content.accordion_legend
source: Accordion settings
it: Impostazioni fisarmonica

# tl_content.link_legend
source: Hyperlink settings
cs: Nastavení odkazů
es: Ajustes de hipervínculo
it: Impostazioni hyperlink
ja: ハイパーリンクの設定
pl: Ustawienia odnośników
ru: Настройки гиперссылки
sr: Подешавања хиперлинка
tr: Bağlantı ayarları

# tl_content.imglink_legend
source: Image link settings
cs: Nastavení odkazu obrázku
es: Ajustes de link de imagen
it: Impostazioni collegamento immagine
ja: 画像のリンクの設定
pl: Ustawienia odnośnika obrazka
ru: Настройки изображения ссылки
sr: Подешавања слике као линка
tr: Görsel bağlantısı ayarları
