Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_content.xlf
Languages: cs, es, it, ja, pl, ru, sr, tr

# tl_content.type.0
source: Element type
cs: Druh položky
es: Tipo de elemento
it: Tipologia elemento
ja: 要素の種類
pl: Typ elementu
ru: Тип элемента
sr: Врста елемента
tr: Bileşen türü

# tl_content.type.1
source: Please choose the type of content element.
cs: Zvolte druh obsahové položky.
es: Por favor escoge el tipo de contenido.
it: Scegliere il tipo di elemento contenuto.
ja: コンテント要素の種類を選択してください。
pl: Wybierz typ elementu zawartości.
ru: Выберите тип элемента контента.
sr: Изаберите врсту елемента.
tr: Lütfen içerik bileşeninin türünü seçin.

# tl_content.headline.0
source: Headline
cs: Nadpis
es: Titular
it: Intestazione
ja: 見出し
pl: Nagłówek
ru: Заголовок
sr: Наслов
tr: Başlık

# tl_content.headline.1
source: Here you can add a headline to the content element.
cs: Zde můžete přidat nadpis k obsahovému elementu.
es: Si introduces un titular, se verá encima del contenido.
it: Se si inserisce una testata verrà visualizzata in cima all'elemento contenuto.
ja: コンテント要素に見出しを追加できます。
pl: Jeśli wprowadzisz nagłówek, będzie on widoczny na górze zawartości elementu.
ru: Добавьте заголовок к элементу контента.
sr: Овде можете додати наслов елементу садржаја.
tr: Buradan bir manşet içerik bileşeni ekleyebilirsiniz.

# tl_content.sectionHeadline.0
source: Section headline
it: Intestazione fisarmonica

# tl_content.sectionHeadline.1
source: Here you can add a section headline, e.g. a tab title or accordion header.
it: Qui puoi aggiungere un titolo di sezione, ad es. un titolo di scheda o un'intestazione a fisarmonica.

# tl_content.text.0
source: Text
es: Texto
it: Testo
ja: テキスト
pl: Tekst
ru: Текст
sr: Текст
tr: Metin

# tl_content.text.1
source: You can use HTML tags to format the text.
cs: Můžete použít znaků HTML pro naformátování textu.
es: Por favor introduce el titular o descripción. Se permite código HTML.
it: Inserisci il titolo o il contenuto. I tags HTML sono abilitati.
ja: HTMLタグを使用してテキストの書式を整形できます。
pl: Wpisz nagłówek lub opis. Tagi HTML dozwolone.
ru: Вы можете использовать HTML-теги для форматирования текста.
sr: Можете користити HTML тагове за форматирање текста.
tr: Metni biçimlendirmek için HTML kod imlerini kullanabilirsiniz.

# tl_content.addImage.0
source: Add an image
cs: Přidat obrázek
es: Añadir una imagen
it: Aggiungi un'immagine
ja: 画像を追加
pl: Dodaj obrazek
ru: Добавить изображение
sr: Додај слику
tr: Görsel ekle

# tl_content.addImage.1
source: Add an image to the content element.
cs: Přidat obrázek k obsahovému elementu.
es: Si escoges esta opción, se añadirá una imagen al contenido.
it: Scegliendo questa opzione un'immagine sarà aggiunta all'elemento.
ja: コンテント要素に画像を追加します。
pl: Jeśli zaznaczysz te opcję, obrazek zostanie dodany do elementu.
ru: Добавить изображение к элементу контента.
sr: Додавање слике у елемент садржаја.
tr: İçerik bileşenine bir görsel ekleyin.

# tl_content.showPreview.0
source: Show preview images
es: Mostrar imágenes de vista previa
it: Mostra immagini di anteprima
ja: プレビューの画像を表示
pl: Pokaz obrazki poglądowe
ru: Показать изображения предварительного просмотра
sr: Прикажи преглед слике
tr: Ön izleme görselleri görüntülensin

# tl_content.showPreview.1
source: Show preview images of the selected files.
es: Muestra imágenes de vista previa de los archivos seleccionados.
it: Mostra le immagini di anteprima dei file selezionati.
ja: 選択したファイルのプレビューの画像を表示します。
pl: Pokaż obrazki poglądowe wybranych plików.
ru: Показать изображения предварительного просмотра выбранных файлов.
sr: Прикажи прегледе слика изабраних фајла.
tr: Seçilmiş dosyaların ön izleme görsellerini görüntüler.

# tl_content.inline.0
source: Show in browser
cs: Zobrazit v prohlížeči
es: Mostrar en el navegador
it: Visualizza nel browser
ja: ブラウザーで表示
pl: Pokaż w przeglądarce
ru: Показать в браузере
sr: Прикажи у интернет прегледачу
tr: Tarayıcıda görüntülensin

# tl_content.inline.1
source: Show the file in the browser instead of opening the download dialog.
cs: Zobrazit soubor v prohlížeči namísto stáhnutí do počítače.
es: Muestra el archivo en el navegador en lugar de abrir el cuadro de diálogo de descarga.
it: Visualizza il file all'interno del browser invece di aprire la finestra di dialogo del download.
ja: ダウンロードのダイアログを開く代わりにブラウザーでファイルを表示します。
pl: Pokaż plik w przeglądarce zamiast otwierać okno dialogowe pobierania.
ru: Показать файл в браузере вместо открытия диалогового окна загрузки.
sr: Прикажи фајл у интернет прегледачу уместо отварања у дијалогу преузимања.
tr: Bu seçenek etkinleştirildiğinde, dosya tarayıcıda görüntülenir, indirme penceresi açılmaz.

# tl_content.overwriteMeta.0
source: Overwrite metadata
cs: Přepsat meta data
es: Sobrescribir metadatos
it: Sovrascrivere i metadati
ja: メタデータを上書き
pl: Nadpisz meta dane
ru: Переписать метаданные
sr: Препиши преко мета података
tr: Üst veriler değiştirilsin

# tl_content.overwriteMeta.1
source: Overwrite the metadata of the file.
it: Sovrascrivi i metadati del file.
ja: ファイルのメタデータを上書きします。
pl: Nadpisz meta dane pliku.
ru: Переписать метаданные файла.
tr: Bu seçenek etkinleştirildiğinde, dosyanın üst verileri değiştirilir.

# tl_content.singleSRC.0
source: Source file
cs: Zdrojový soubor
es: Archivo fuente
it: File origine
ja: ソースファイル
pl: Plik źródłowy
ru: Исходный файл
sr: Изворни фајл
tr: Kaynak dosya

# tl_content.singleSRC.1
source: Please select a file or folder from the files directory.
cs: Vyberte soubor a adresář
es: Por favor selecciona un archivo del directorio de archivos.
it: Seleziona un file dalla cartella dei files.
ja: ファイルディレクトリからファイルやフォルダーを選択してください。
pl: Zaznacz z katalogu.
ru: Выберите файл или каталог с файлами.
sr: Изаберите фајл или фолдер из директоријума фајлова.
tr: Lütfen files klasöründen bir dosya ya da klasör seçin.

# tl_content.alt.0
source: Alternate text
cs: Alternativní text
es: Texto alternativo
it: Testo alternativo
ja: 代替テキスト
pl: Tekst alternatywny
ru: Альтернативный текст
sr: Алтернативни текст
tr: Alternatif metin

# tl_content.alt.1
source: Here you can enter an alternate text for the image (<em>alt</em> attribute).
cs: V zajmu toho udělat obrázek nebo video přístupný můžete poskytnout alternativní text s krátkým popisem jejich obsahu.
es: Para que las imágenes o películas sean más accesibles, siempre deberías proporcionar un texto alternativo, incluyendo una breve descripción del su contenido.
it: Per rendere immagini e filmati più accessibili si dovrebbe sempre fornire un testo alternativo contenente una breve descrizione del loro contenuto.
ja: 画像の代替テキスト(<em>alt</em>属性)を指定できます。
pl: Tutaj możesz wprowadzić alternatywny tekst dla obrazka (atrybut <em>alt</em>).
ru: Введите альтернативный текст для изображения (атрибут <em>alt</em>).
sr: Овде можете унети алтернативни текст за слику (атрибут <em>alt</em>).
tr: Buraya görselin alternatif metnini yazabilirsiniz (<em>alt</em> özniteliği).

# tl_content.imageTitle.0
source: Image title
cs: Název obrázku
es: Título de la imagen
it: Titolo immagine
ja: 画像の題名
pl: Tytuł obrazka
ru: Название изображения
sr: Назив слике
tr: Görsel başlığı

# tl_content.imageTitle.1
source: Here you can enter the image title (<em>title</em> attribute).
cs: Zde můžete přidat název obrázku (<em>název</em> atribut).
es: Aquí puedes poner el título de la imagen (<em>título</em> atributo).
it: Titolo dell'immagine (si possono utilizzare anche gli attributi (<em>titolo</em>).
ja: 画像の題名(<em>title</em>属性)を指定できます。
pl: Tutaj możesz wprowadzić tytuł obrazka (atrybut <em>title</em>).
ru: Введите название изображения (атрибут <em>title</em>).
sr: Овде можете унети назив слике (атрибут <em>title</em>).
tr: Buraya görselin başlık metnini yazabilirsiniz (<em>title</em> özniteliği).

# tl_content.imageUrl.0
source: Image link target
cs: Použít obrázek jako odkaz
es: Utilizar imagen como link
it: Usa immagine come link
ja: 画像のリンク先
pl: Cel odnośnika obrazka
ru: Изображение как ссылка
sr: Слика као линк
tr: Görsel bağlantısı hedefi

# tl_content.imageUrl.1
source: A custom image link target will override the lightbox link, so the image cannot be viewed fullsize anymore.
cs: Vlastní odkaz přepíše odkaz lightboxu, tudíž se pak nebude moct obrázek zobrazit v plné velikosti.
es: Por favor introduce una URL completa (por ejemplo <em>http://www.dominio.com</em>) para linkar la imagen. Si se utiliza la imagen como enlace a una URL no será posible ver la imagen a tamaño completo.
it: Inserisci un URL incluso "http://" (es. <em>http://www.domain.com</em>) per usare l'immagine come link. Si noti che in questo caso non sarà possibile visualizzare l'immagine al suo massimo.
ja: 画像のリンク先の設定はライトボックスのリンクに優先するため、画像をフルサイズで表示できなくなります。
pl: Inny cel odnośnika obrazka nadpisze odnośnik lightbox i tym samym obrazek nie będzie mógł być wyświetlany w powiększeniu.
ru: Опция перекрывает настройки ссылок лайтбокс, поэтому просмотр изображения в полный размер будет невозможен.
sr: Додајте линк ка некој дестинацији - URL-у на који ће посетилац да иде кликом на слику. Ако одаберете ову опцију, слика неће моћи да се прикаже у пуној величини.
tr: Özel bir görsel bağlantısı hedefi, lightbox bağlantısını değiştirir. Bu nedenle görsel artık tam boyutlu görüntülenemez.

# tl_content.fullsize.0
source: Full-size view/new window
cs: Zobrazit v plné velikost v lightboxu/nové okno
es: Visualizar tamaño completo/nueva ventana
it: Vista a schermo intero / nuova finestra
ja: フルサイズ表示/新しいウィンドウ
pl: Pełen podgląd/nowe okno
ru: Просмотр в полный размер/в новом окне
sr: Преглед у пуној величини/посебан прозор
tr: Tam boyutlu görünüm/yeni pencere

# tl_content.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
cs: Zobrazit obrázek v maximální velikosti v rozevíracím rámu lightboxu - stane se tak po kliknutí na obrázek.
es: Abrir la imagen de tamaño completo en una lightbox o el enlace en una ventana de navegador nueva.
it: Apre l'immagine a schermo intero oppure il collegamento in una nuova finestra del browser
ja: ライトボックスにフルサイズの画像、または新しいブラウザーのウィンドウにリンクを開きます。
pl: Otwórz pełen podgląd jako lightbox lub link do otwarcia w nowym oknie przeglądarki.
ru: Позволяет показать изображение в полный размер, в лайтбокс или в новом окне браузера.
sr: Ако одаберете ову опцију, слика ће се приказати у пуној величини када се кликне на њу.
tr: Tam boyutlu görüntüyü bir lightbox içinde ya da bağlantıyı yeni bir tarayıcı penceresinde açar.

# tl_content.floating.0
source: Image alignment
cs: Zarovnání obrázku
es: Alineación imagen
it: Allineamento immagine
ja: 画像の位置合わせ
pl: Wyrównanie obrazka
ru: Выравнивание изображения
sr: Поравнање слике
tr: Görsel hizalaması

# tl_content.floating.1
source: Please specify how to align the image.
cs: Vyberte zarovnání obrázku. Obrázek může být zobrazen pod textem nebo na pravé či levé straně textu.
es: Por favor selecciona la alineación de la imagen. Una imagen puede ser alineada encima o debajo de texto, o en la parte superior izquierda o superior derecha del texto.
it: Seleziona l'allineamento dell'immagine. Un'immagine può essere allineata sopra o sotto il testo oppure in alto a sinistra o in alto a destra rispetto al testo.
ja: 画像を配置する方法を指定してください。
pl: Wybierz wyrównanie obrazka. Obrazek może być wyświetlany nad lub pod tekstem lub po lewej lub prawej stronie tekstu.
ru: Определите выравнивание изображения. Изображение может отображаться выше, ниже, слева или справа от текста.
sr: Дефинишите како ће слика да се поравнава.
tr: Lütfen görselin hizalamasını belirtin.

# tl_content.caption.0
source: Image caption
cs: Titulek obrázku
es: Subtítulo imagen
it: Didascalia immagine
ja: 画像の説明文
pl: Opis obrazka
ru: Подпись под изображением
sr: Текст испод слике
tr: Görsel alt yazısı

# tl_content.caption.1
source: Here you can enter a short text that will be displayed below the image.
cs: Pokud zadáte alternativní text sem, bude zobrazen pod obrázkem. Nechte toto pole prázdné k vypnutí této vlastnosti.
es: Si introduces un texto breve, éste se mostrará debajo de la imagen. Deja este campo en blanco para desactivar esta opción.
it: Inserire un breve testo descrittivo. Verrà mostrato sotto l'immagine. Lasciare il campo vuoto per disabilitare questa opzione.
ja: 画像の下に表示する短いテキストを入力できます。
pl: Jesli wprowadzisz tutaj tekst, zostanie on wyświetlony pod obrazkiem. Aby wyłączyć tę opcje zostaw to pole puste.
ru: Вы можете ввести короткий текст, который, будет показан под изображением.
sr: Овде можете да унесте кратки текст који ће бити исписан испод слике.
tr: Buraya görsel altında görüntülenecek kısa bir metin yazabilirsiniz.

# tl_content.html.0
source: HTML code
cs: Kód HTML
es: Código HTML
it: Codice HTML
ja: HTMLコード
pl: Kod HTML
ru: HTML-код
sr: HTML кȏд
tr: HTML kodu

# tl_content.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
cs: Seznam povolených znaků HTML můžete upravit v nastaveních systému.
es: Por favor introduce tu código HTML.
it: Inserisci il codice HTML. L'elenco dei tag consentiti è modificabile tramite le Impostazioni generali del backend
ja: バックエンドの設定で許可するHTMLタグのリストを変更できます。
pl: Wprowadź twój kod HTML.
ru: Вы можете изменить список разрешенных HTML-тегов в настройках панели управления.
sr: Можете да промените листу дозвољених HTML тагова у подешавањима у БекЕнду.
tr: İzin verilen HTML kod imleri listesini yönetim bölümü ayarlarından değiştirebilirsiniz.

# tl_content.unfilteredHtml.0
source: HTML code
es: Código HTML
it: Codice HTML
ja: HTMLコード
pl: Kod HTML
ru: HTML-код
tr: HTML kodu

# tl_content.unfilteredHtml.1
source: Take care when pasting things you don't understand. This could allow attackers to steal your identity or take control of the whole system.
it: Fai attenzione quando incolli codice che non comprendi. Ciò potrebbe consentire ad individui esterni di rubare la tua identità o prendere il controllo dell'intero sistema.
ja: よく理解していないものを貼り付けるときは注意してください。攻撃者が識別情報を盗み取ったり、システム全体を支配する恐れがあります。
pl: Zachowaj ostrożność podczas wklejania informacji, których nie rozumiesz. Może to umożliwić napastnikom kradzież tożsamości użytkownika lub przejęcie kontroli nad całym systemem.
ru: Будьте осторожны при вставке чего-либо, что вы не понимаете. Это может позволить злоумышленникам украсть ваши личные данные или получить контроль над всей системой.
tr: Anlamadığınız şeyleri yapıştırırken dikkatli olun. Bu tür eylemler, saldırganların kimliğinizi çalmasına veya tüm sistemin denetimini ele geçirmesine neden olabilir.

# tl_content.listtype.0
source: List type
cs: Typ seznamu
it: Tipo lista
ja: 箇条書きの種類
pl: Typ listy
ru: Тип списка
sr: Врста листе
tr: Liste türü

# tl_content.listtype.1
source: Please choose the type of list.
cs: Vyberte prosím typ seznamu.
es: Por favor escoge un tipo de listado.
it: Seleziona il tipo di lista.
ja: 箇条書きの種類を選択してください。
pl: Wybierz typ listy.
ru: Выберите тип списка.
sr: Изаберите врсту листе.
tr: Lütfen liste türünü seçin.

# tl_content.listitems.0
source: List items
cs: Záznamy seznamu
es: Listado artículos
it: Elementi lista
ja: 箇条書きの項目
pl: Elementy listy
ru: Список элементов
sr: Ставке листе
tr: Liste ögeleri

# tl_content.listitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
cs: Máte-li vyplou Javu, ujistěte se, že jste veškeré úpravy uložili před úpravou této části.
es: Por favor asigna cada módulo a un elemento de la página. Utiliza los botones para añadir, mover o eliminar un módulo. Si trabajas sin JavaScript, deberías guardar los cambios antes de modificar el orden!
it: Assegna ogni modulo ad un elemento della pagina. Utilizza i pulsanti aggiungi, sposta o elimina un modulo. Se non hai Javascript attivo, devi salvare i cambiamenti prima di modificare l'ordine.
ja: JavaScriptを無効にしている場合は、順番を変更する前に行った変更を忘れずに保存してください。
pl: Przyporządkuj moduł do elementu strony. Używaj przycisków po prawej stronie by dodać, przesunąć (w górę albo w dół) lub skasować moduł. Jeśli pracujesz z przeglądarką, która ma wyłączoną obsługę Javascript, powinieneś zapisać swoje zmiany przed zmianą kolejności modułów!
ru: Если JavaScript отключен, следует сохранить изменения до изменения списка!
sr: Ако је JavaScript онемогућен, будите сигурни да сте сачували измене пре него што промените редослед.
tr: JavaScript etkisizleştirilmişse, sıralamayı değiştirmeden önce değişikliklerinizi kaydettiğinizden emin olun.

# tl_content.tableitems.0
source: Table items
cs: Záznamy tabulky
es: Tablas
it: Elementi tabella
ja: 表の項目
pl: Elementy tabeli
ru: Элементы таблицы
sr: Ставке табеле
tr: Tablo ögeleri

# tl_content.tableitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
cs: Máte-li vyplou Javu, ujistěte se, že jste veškeré úpravy uložili před úpravou této části.
es: Por favor asigna cada módulo a un elemento de la página. Utiliza los botones para añadir, mover o eliminar un módulo. Si trabajas sin JavaScript, deberías guardar los cambios antes de modificar el orden!
it: Assegna ogni modulo ad un elemento della pagina. Utilizza i pulsanti aggiungi, sposta o elimina un modulo. Se non hai Javascript attivo, devi salvare i cambiamenti prima di modificare l'ordine.
ja: JavaScriptを無効にしている場合は、順番を変更する前に行った変更を忘れずに保存してください。
pl: Przyporządkuj moduł do elementu strony. Używaj przycisków po prawej stronie by dodać, przesunąć (w górę albo w dół) lub skasować moduł. Jeśli pracujesz z przeglądarką, która ma wyłączoną obsługę Javascript, powinieneś zapisać swoje zmiany przed zmianą kolejności modułów!
ru: Если JavaScript отключен, следует сохранить изменения до изменения списка!
sr: Ако је JavaScript онемогућен, будите сигурни да сте сачували измене пре него што промените редослед.
tr: JavaScript etkisizleştirilmişse, sıralamayı değiştirmeden önce değişikliklerinizi kaydettiğinizden emin olun.

# tl_content.summary.0
source: Table summary
cs: Tabulka (souhrnné informace)
es: Sumario de tablas
it: Sommario tabella
ja: 表の概要
pl: Opis tabeli
ru: Атрибут summary
sr: Опис табеле
tr: Tablo özeti

# tl_content.summary.1
source: Please enter a short summary of the table and describe its purpose or structure.
cs: Zadejte prosím souhrn obsahu a struktury tabulky.
es: Para que las tablas sean accesibles, siempre deberías introducir un pequeño sumario de su contenido.
it: Al fine di rendere accessibili le tabelle, si deve sempre fornire una breve sintesi del suo contenuto.
ja: 表の短い要約と、表の目的や構造の説明を入力してください。
pl: By uczynić tabelę bardziej dostępną, powinieneś zawsze wprowadzić krótkie podsumowanie jej zawartości.
ru: Введите краткое описание таблицы, её целевое назначение или структуру.
sr: Унесите кратак садржај табеле и опис њене сврхе или структуре.
tr: Lütfen tablonun kısa bir özetini yazın ve amacını veya yapısını açıklayın.

# tl_content.thead.0
source: Add table header
cs: Přidat záhlaví
es: Encabezado de tabla
it: Intestazione tabella
ja: 表のヘッダーを追加
pl: Nagłówek tabeli
ru: Добавить верхний колонтитул таблицы
sr: Додај заглавље табеле
tr: Tablo başlığı ekle

# tl_content.thead.1
source: Make the first row the table header.
it: Rendi la prima riga l'intestazione della tabella.
ja: 最初の行を表のヘッダーとします。
tr: İlk satırı tablo başlığı olarak ayarlayın.

# tl_content.tfoot.0
source: Add table footer
cs: Přidat zápatí
es: Pie de tabla
it: Fine tabella
ja: 表のフッターを追加
pl: Stopka tabeli
ru: Добавить нижний колонтитул таблицы
sr: Додај подножје табеле
tr: Tablo alt bilgisi ekle

# tl_content.tfoot.1
source: Make the last row the table footer.
it: Rendi l'ultima riga il piè di pagina della tabella.
ja: 最後の行を表のフッターとします。
tr: Son satırı tablo alt bilgisi olarak ayarlayın.

# tl_content.tleft.0
source: Use row headers
cs: Přidat nadpisy v řadách
es: Utilizar encabezados de renglón
it: Utilizza le intestazioni di riga
ja: 行のヘッダーを使用
pl: Zastosuj nagłówki wierszy
ru: Использовать заголовки строк
sr: Користи колону као заглавље
tr: Satır başlıkları kullanılsın

# tl_content.tleft.1
source: Define the left column as row header.
cs: Použít poslední řadu tabulky jako zápatí.
es: Definir la columna de la izquierda como encabezado de renglón.
it: Definisci la colonna di sinistra come intestazione di riga.
ja: 左の列を行のヘッダーに設定します。
pl: Zdefiniuj lewą kolumnę jako nagłówek wierszy.
ru: Сделать левую колонку в таблице заголовком строки.
sr: Постави леву колону као заглавље.
tr: Sol sütunu satır başlığı olarak ayarlayın.

# tl_content.sortable.0
source: Sortable table
cs: Seřaditelná tabulka
es: Ordenar
it: Ordinabile
ja: 並べ替えができる表
pl: Sortowanie
ru: Сортируемая таблица
sr: Сортирајућа табела
tr: Sıralanabilir tablo

# tl_content.sortable.1
source: Make the table sortable (requires JavaScript and a table header).
cs: Umožní řazení dat v tabulce (musí být aktivní JavaScript a záhlaví tabulky).
es: Esta opción te permite ordenar la tabla haciendo clic sobre los encabezados de las columnas (requiere la opción <em>Encabezado de tabla</em>).
it: Questa opzione permette di ordinare la tabella cliccando sull'intestazione della colonna. (richiede l'opzione <em> table header</em> )
ja: 表を並べ替えできるようにします。(JavaScriptと表のヘッダーが必要です。)
pl: Ta opcja pozwala na sortowanie tabeli, poprzez kliknięcie w nagłówek kolumny (wymagana jest opcja <em>Nagłówek tabeli</em>).
ru: Позволяет сортировать записи в таблице, нажатием на заголовки колонок (требует JavaScript и опции <em>Верхний колонтитул таблицы</em>).
sr: Омогући сортирање табеле (потребан JavaScript и заглавље табеле).
tr: Tabloyu sıralanabilir olarak ayarlayın (JavaScript ve bir tablo başlığı gereklidir).

# tl_content.sortIndex.0
source: Sort index
cs: Výchozí řazení
es: Indice orden
it: Ordina indice
ja: 並べ替えのインデックス
pl: Indeks sortowania
ru: Индекс сортировки
sr: Индекс сортирања
tr: Sıralama dizini

# tl_content.sortIndex.1
source: The number of the default sort column.
cs: Počet výchozích sloupců, podle nichž proběhne třídění.
es: Por favor, introduce el número de la columna sobre la que quieres que se ordene por defecto (primera columna=0!).
it: Inserisci un valore predefinito per la colonna che si desidera ordinare. prima colonna = 0!)
ja: 初期状態で並べ替えに使用する列の番号です。
pl: Wpisz numer kolumny, która będzie domyślną kolumną sortowania (pierwsza kolumna = 0!).
ru: Номер колонки сортировки по умолчанию.
sr: Редни број подразумеване колоне за сортирање.
tr: Varsayılan sıralama sütununun numarası.

# tl_content.sortOrder.0
source: Sort order
cs: Seřadit podle
es: Ordenamiento
it: Ordinamento
ja: 並べ替えの順序
pl: Kolejność sortowania
ru: Порядок сортировки
sr: Редослед сортирања
tr: Sıralama

# tl_content.sortOrder.1
source: Please choose the sort order.
cs: Zvolte prosím pořadí třídění.
es: Por favor selecciona el tipo de orden.
it: Scegli l'ordine predefinito.
ja: 並べ替えの順序を選択してください。
pl: Wybierz rodzaj sortowania.
ru: Выберите порядок сортировки.
sr: Одаберите начин сортирања.
tr: Lütfen sıralamayı seçin.

# tl_content.closeSections.0
source: Close all sections
it: Chiudi tutte le sezioni

# tl_content.closeSections.1
source: Do not open the first section by default.
it: Non aprire la prima sezione per impostazione predefinita.

# tl_content.mooType.0
source: Operation mode
cs: Mudus operace
es: Modalidad de operación
it: Modalità funzionamento
ja: 動作モード
pl: Tryb pracy
ru: Режим работы
sr: Начин рада
tr: İşlem kipi

# tl_content.mooType.1
source: Please select the operation mode of the accordion element.
cs: Vyberte prosím operační mód elementu akordeon.
es: Por favor selecciona el modo de operación del elemento.
it: Seleziona il modo dell'operazione per l'elemento.
ja: アコーディオン要素の動作モードを選択してください。
pl: Wybierz tryb działania elementu.
ru: Выберите режим работы раздвижной панели.
sr: Изаберите начин рада за елемент акордиона.
tr: Lütfen akordiyon bileşeninin işlem kipini seçin.
