Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_favorites.xlf
Languages: cs

# tl_favorites.title.0
source: Title
cs: Název

# tl_favorites.title.1
source: The menu item title.
cs: Název položky v navigaci

# tl_favorites.url.0
source: URL
cs: Internetová adresa

# tl_favorites.url.1
source: The menu item URL.
cs: Link k položce v navigaci

# tl_favorites.url_legend
source: Title and URL
cs: Název a link

# tl_favorites.show.1
source: Show the details of favorite ID %s
cs: Zobrazit podrobnosti oblíbené položky %s

# tl_favorites.edit.1
source: Edit favorite ID %s
cs: Upravit oblíbenou položku %s

# tl_favorites.cut.1
source: Move favorite ID %s
cs: Přesunout oblíbenou položku %s

# tl_favorites.delete.1
source: Delete favorite ID %s
cs: Smazat oblíbenou položku %s

# tl_favorites.tableLabel
source: Favorite
cs: Oblíbené
