Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_files.xlf
Languages: ja, pt, ru

# tl_files.preview.0
source: Image preview
ja: 画像のプレビュー

# tl_files.preview.1
source: Mark the important part of the image with your mouse cursor.
ja: 画像の重要な部分をマウスカーソルで指し示してください。

# tl_files.name.0
source: Name
ja: 名前
pt: Nome
ru: Имя

# tl_files.name.1
source: The file or folder name (without extension).
ja: ファイルまたはフォルダーの(拡張子なしの)名前
pt: Nome de paste ou ficheiro (sem extensão).
ru: Имя файла или каталога (без расширения).

# tl_files.path.0
source: Path
ja: パス
pt: Caminho
ru: Путь

# tl_files.path.1
source: The relative path to the file or folder.
ja: ファイルまたはフォルダーへの相対パス
pt: Caminho relativo para a pasta ou ficheiro.
ru: Относительный путь к файлу или каталогу.

# tl_files.extension.0
source: Extension
ja: 機能拡張
pt: Extensão
ru: Расширение

# tl_files.extension.1
source: The file extension
ja: ファイルの拡張子
pt: Extensão de ficheiro
ru: Расширение файла

# tl_files.protected.0
source: Public
ja: 公開
pt: Publico
ru: Опубликовать

# tl_files.protected.1
source: Make the folder and its sub-folders accessible via HTTP.
ja: フォルダーとその下位のフォルダーをHTTPでアクセスできるようにします。
pt: Tornar a pasta e as suas sub pastas acessíveis via HTTP.
ru: Сделать каталог и вложенные подкаталоги доступными по HTTP.

# tl_files.syncExclude.0
source: Do not synchronize
ja: 同期の対象外
pt: Não sincronizar
ru: Не синхронизировать

# tl_files.syncExclude.1
source: Do not synchronize the folder and its subfolders with the database.
ja: フォルダーとその下位のフォルダーをデータベースと同期しません。
pt: Não sincronizar a pasta e as suas sub pastas com a base de dados.
ru: Не синхронизировать каталог и подкаталоги с базой данных.

# tl_files.importantPartX.0
source: Important part x coordinate
ja: 重要な部分のX座標
pt: Coordenada x da parte importante
ru: Важная часть X-координата

# tl_files.importantPartX.1
source: Here you can enter the x coordinate of the important part.
ja: 重要な部分のX座標を入力できます。
pt: Aqui pode introduzir a coordenada x da parte importante.
ru: Вы можете ввести X-координату важной части.

# tl_files.importantPartY.0
source: Important part y coordinate
ja: 大切なY座標
pt: Coordenada y da parte importante
ru: Важная часть Y-координата

# tl_files.importantPartY.1
source: Here you can enter the y coordinate of the important part.
ja: 重要な部分のY座標を入力できます。
pt: Aqui pode introduzir a coordenada y da parte importante.
ru: Вы можете ввести Y-координату важной части.

# tl_files.importantPartWidth.0
source: Important part width
ja: 重要な部分の幅
pt: Largura da parte importante
ru: Ширина важной части

# tl_files.importantPartWidth.1
source: Here you can enter the width of the important part.
ja: 重要な部分の幅を入力できます。
pt: Aqui pode introduzir a largura da parte importante.
ru: Вы можете ввести ширину важной части.

# tl_files.importantPartHeight.0
source: Important part height
ja: 重要な部分の高さ
pt: Altura da parte importante
ru: Высота важной части

# tl_files.importantPartHeight.1
source: Here you can enter the height of the important part.
ja: 重要な部分の高さを入力できます。
pt: Aqui pode introduzir a altura da parte importante.
ru: Вы можете ввести высоту важной части.

# tl_files.meta.0
source: Metadata
ja: メタデータ
pt: Metadado
ru: Метаданные

# tl_files.meta.1
source: Here you can enter the file metadata. To add a language, create a matching website root page.
ja: ファイルのメタデータを入力できます。言語を追加するには、合致するウェブサイトのルートを作成してください。

# tl_files.metaRgxpError
source: Field "%s" for language "%s" must match "%s".
ja: 言語"%2$s"の項目"%1$s"は"%3$s"に一致していなければなりません。
ru: Поле "%s" для языка "%s" должно соответствовать "%s".

# tl_files.licenseRgxpError
source: Field "%s" for language "%s" must contain a valid URL.
ja: 言語"%2$s"の項目"%1$s"は有効なURLを含んでいなければなりません。
ru: Поле "%s" для языка "%s" должно содержать действующий URL.

# tl_files.fileupload.0
source: File upload
ja: ファイルをアップロード
pt: Envio de arquivo
ru: Загрузка файла

# tl_files.fileupload.1
source: Select the files you want to upload to the server (maximum %s and %s pixels).
ja: サーバーにアップロードしたいファイル(最大で%sと%sピクセル)を選択してください。
pt: Seleccionar ficheiros para upload (máximo %s e %s píxeis).
ru: Выберите файлы, которые хотите загрузить на сервер (максимум %s и %s пикселей).

# tl_files.editor.0
source: Source editor
ja: ソースエディター
pt: Editor de fonte
ru: Редактор кода

# tl_files.editor.1
source: Here you can edit the file source (press F11 to toggle fullscreen mode).
ja: ファイルのソースを編集します。(F11を押すと全画面モードと切り替え)
pt: Aqui pode editar a fonte de ficheiros (F11 para ecrã inteiro).
ru: Вы можете отредактировать исходный файл. (Нажмите F11 для переключения в полноэкранный режим).

# tl_files.uploadNback
source: Upload files and go back
ja: ファイルをアップロードして戻る
pt: Enviar arquivos e voltar
ru: Загрузить файлы и вернуться

# tl_files.editFF
source: Edit a file or folder
ja: ファイルまたはフォルダーを変更
pt: Editar arquivo ou pasta
ru: Редактировать файл или каталог

# tl_files.uploadFF
source: Upload files to folder "%s"
ja: "%s"というフォルダーにファイルをアップロード
pt: Enviar arquivo para a pasta "%s"
ru: Загрузить файл в каталог "%s"

# tl_files.editFile
source: Edit file "%s"
ja: "%s"というファイルを編集
pt: Editar o fonte do arquivo "%s"
ru: Редактировать файл "%s"

# tl_files.browseFiles
source: Browse files
ja: ファイルを閲覧
pt: Navegar arquivos
ru: Обзор

# tl_files.clearList
source: Clear list
ja: リストを消去
pt: Limpar lista
ru: Очистить список

# tl_files.startUpload
source: Start upload
ja: アップロードを開始
pt: Iniciar o upload
ru: Запустить загрузку

# tl_files.dropzone
source: Click or drop files here to upload
ja: クリック、またはファイルをドロップしてアップロード
pt: Clicar ou largar ficheiros aqui para upload
ru: Нажмите или перетащите сюда файлы для загрузки

# tl_files.dropzoneFileTooBig
source: The file is too big ({{filesize}} MiB). The maximum filesize is {{maxFilesize}} MiB.
ja: ファイルが大きすぎます({{filesize}} MiB)。最大のファイルの大きさは{{maxFilesize}}MiBです。
pt: Ficheiro demasiado grande ({{filesize}} MiB). Tamanho máximo {{maxFilesize}} MiB.
ru: Файл слишком большой ({{filesize}} МиБ). Максимальный размер файла {{maxFilesize}} МиБ.

# tl_files.dropzoneInvalidType
source: Files of this type cannot be uploaded.
ja: この種類のファイルはアップロードできません。
pt: Não pode fazer upload de ficheiros deste tipo.
ru: Файлы этого типа не могут быть загружены.

# tl_files.fileLocation
source: Path: %s
ja: パス: %s
pt: Senda: %s
ru: Путь: %s

# tl_files.syncAdded
source: Added the file or folder "%s"
ja: ファイルまたはフォルダー"%s"を追加しました。
pt: Ficheiro ou pasta "%s" adicionado
ru: Добавлен файл или каталог "%s"

# tl_files.syncChanged
source: Updated the hash of the file or folder "%s"
ja: ファイルまたはフォルダー"%s"のハッシュを更新しました。
pt: Actualizada hash do ficheiro ou pasta "%s"
ru: Обновлен хэш файла или каталога "%s"

# tl_files.syncUnchanged
source: Found the file or folder "%s"
ja: ファイルまたはフォルダー"%s"を発見しました。
pt: Encontrado ficheiro ou pasta "%s"
ru: Найден файл или каталог "%s"

# tl_files.syncMoved
source: Found the file or folder "%s" at "%s"
ja: ファイルまたはフォルダー"%s"を"%s"に発見しました。
pt: Encontrado ficheiro ou pasta "%s" em "%s"
ru: Найден файл или каталог "%s" и изменен на "%s"

# tl_files.syncDeleted
source: Removed the file or folder "%s"
ja: "%s"というファイルまたはディレクトリを削除しました。
pt: Removido ficheiro ou pasta "%s"
ru: Удален файл или каталог "%s"

# tl_files.syncComplete
source: The synchronization has been completed
ja: 同期を完了しました
pt: Sincronização completa
ru: Синхронизация завершена

# tl_files.syncResult
source: <strong>Result:</strong> %s added | %s modified | %4$s moved | %5$s deleted
ja: <strong>結果:</strong> %s個を追加 | %s個を修正 | %4$s個を移動 | %5$s個を削除
pt: <strong>Resultado:</strong> %s acrescentado | %s modificado | %4$s movido | %5$s eliminado
ru: <strong>Результат:</strong> добавлено %s | изменено %s | перемещено %4$s | удалено %5$s

# tl_files.syncShowUnchanged
source: Show unchanged
ja: 変更なしを表示
pt: Mostrar não modificados
ru: Показать нетронутые

# tl_files.new.0
source: New folder
ja: 新しいフォルダー
pt: Nova pasta
ru: Новый каталог

# tl_files.new.1
source: Create a new folder
ja: 新しいフォルダーを作成
pt: Criar nova pasta
ru: Создать новый каталог

# tl_files.move.0
source: Upload files
ja: ファイルをアップロード
pt: Enviar arquivos
ru: Загрузка файлов

# tl_files.move.1
source: Upload files to the server
ja: ファイルをサーバーにアップロード
pt: Envio de arquivos ao servidor
ru: Загрузить файлы на сервер

# tl_files.sync.0
source: Synchronize
ja: 同期
pt: Sincronizar
ru: Синхронизировать

# tl_files.sync.1
source: Synchronize the file system and the database
ja: ファイルシステムとデータベースを同期
pt: Sincronizar sistema de ficheiros e a base de dados
ru: Синхронизировать файловую систему и базу данных

# tl_files.textTrackLanguage.0
source: Language
ja: 言語

# tl_files.textTrackLanguage.1
source: Please select the language of the file.
ja: このファイルの言語を選択してください。

# tl_files.textTrackType.0
source: Track type
ja: テキストトラックの種類

# tl_files.textTrackType.1
source: Here you can select the type of text track.
ja: テキストトラックの種類を選択できます。

# tl_files.captions
source: Closed captions
ja: 字幕

# tl_files.descriptions
source: Audio descriptions
ja: 音声付き解説

# tl_files.subtitles
source: Subtitles
ja: 副題

# tl_files.chapters
source: Chapters
ja: チャプター

# tl_files.metadata
source: Metadata
ja: メタデータ

# tl_files.show.1
source: Show the details of file or folder "%s"
ja: "%s"というファイルまたはフォルダーの詳細

# tl_files.cut.1
source: Move file or folder "%s"
ja: "%s"というファイルまたはフォルダーを移動

# tl_files.copy.1
source: Copy file or folder "%s"
ja: "%s"というファイルまたはフォルダーをコピー

# tl_files.edit.1
source: Edit file or folder "%s"
ja: "%s"というファイルまたはフォルダーを変更

# tl_files.delete.1
source: Delete file or folder "%s"
ja: "%s"というファイルまたはフォルダーを削除

# tl_files.dragFolder.1
source: Drag folder "%s"
ja: "%s"というフォルダーをドラッグ

# tl_files.dragFile.1
source: Drag file "%s"
ja: "%s"というファイルをドラッグ

# tl_files.source.0
source: Edit source
ja: ソースを編集

# tl_files.source.1
source: Edit the source text of file "%s"
ja: "%s"というファイルのソースのテキストを編集

# tl_files.upload.0
source: Upload files
ja: ファイルをアップロード

# tl_files.upload.1
source: Upload files to folder "%s"
ja: "%s"というフォルダーにファイルをアップロード

# tl_files.protect
source: Protect folder "%s"
ja: "%s"というフォルダーに保護を設定
pt: Proteger a pasta "%s"
ru: Защитить каталог "%s"

# tl_files.unlock
source: Unprotect folder "%s"
ja: "%s"というフォルダーの保護を解除
pt: Remover proteção contra "%s"
ru: Снять защиту с каталога "%s"

# tl_files.pasteinto.0
source: Paste into the root folder
ja: ルートフォルダーの中に貼り付け
pt: Colar na pasta raiz
ru: Вставить в корневой каталог

# tl_files.pasteinto.1
source: Paste into folder "%s"
ja: "%s"というフォルダーの中に貼り付け
pt: Colar na pasta "%s"
ru: Вставить в каталог "%s"

# tl_files.meta.1
source: Here you can enter the file metadata. To add a language, create a matching root page in the site structure.
pt: Aqui pode introduzir os metadados do ficheiro. Para adicionar uma língua, criar uma página raiz correspondente na estrutura do sítio.
ru: Вы можете ввести метаданные файла. Чтобы добавить язык, создайте соответствующую корневую страницу в структуре веб-сайта.

# tl_files.edit_preview_help
source: Mark the important part of the image with your mouse cursor.
pt: Marcar parte importante da imagem com o cursor do rato.
ru: Отметить важную часть изображения с помощью курсора мыши.

# tl_files.show
source: Show the details of file or folder "%s"
pt: Mostrar detalhes de ficheiro ou pasta "%s"
ru: Показать детали файла или каталога "%s"

# tl_files.cut
source: Move file or folder "%s"
pt: Mover arquivo ou pasta "%s"
ru: Переместить файл или каталог "%s"

# tl_files.copy
source: Duplicate file or folder "%s"
pt: Duplicar arquivo ou pasta "%s"
ru: Дублировать файл или каталог "%s"

# tl_files.edit
source: Edit file or folder "%s"
pt: Editar ficheiro ou pasta "%s"
ru: Редактировать файл или каталог "%s"

# tl_files.delete
source: Delete file or folder "%s"
pt: arquivo ou pasta "%s"
ru: Удалить файл или каталог "%s"

# tl_files.drag
source: Drag file or folder "%s"
pt: Arraste ficheiro ou pasta "%s"
ru: Перетащить файл или каталог "%s"

# tl_files.source
source: Edit the source text of file "%s"
pt: Editar o texto fonte do ficheiro "%s"
ru: Редактировать исходный текст файла "%s"

# tl_files.upload
source: Upload files to folder "%s"
pt: Enviar arquivo para a pasta "%s"
ru: Загрузить файл в каталог "%s"
