Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_form_field.xlf
Languages: es, nl, sl, tr

# tl_form_field.imageSubmit.1
source: Use an image submit button instead of the default one.
es: Utilizar una imagen como botón de envío en vez de texto.
nl: Gebruik een afbeeldingsverzendknop in plaats van een standaard verzendknop.
sl: Uporabite prilagojeno sliko za gumb oddaj namesto privzetega.
tr: Varsayılan gönder düğmesi yerine bir görsel gönder düğmesi kullanılır.

# tl_form_field.singleSRC.0
source: Source file
es: Archivo fuente
nl: Bronbestand
sl: Izvorna datoteka
tr: Kaynak dosya

# tl_form_field.singleSRC.1
source: Please select an image from the files directory.
es: Por favor selecciona una imagen del directorio de archivos.
nl: Selecteer een afbeelding in de bestandsdirectory.
sl: Prosimo, izberite sliko
tr: Lütfen files klasöründen bir görsel dosyası seçin.

# tl_form_field.invisible.0
source: Invisible
nl: Niet zichtbaar
sl: Nevidno
tr: Görünmez

# tl_form_field.invisible.1
source: Hide the form field on the website.
es: Ocultar el campo de formulario en el sitio web.
nl: Verberg formulierveld op de website.
sl: Skrij polje na spletni strani.
tr: Bu seçenek etkinleştirildiğinde, form alanı web sitesinde görüntülenmez.

# tl_form_field.type_legend
source: Field type and name
es: Nombre y tipo de campo
nl: Veldtype en naam
sl: Vrsta vnosnega polja in naziv
tr: Alan türü ve adı

# tl_form_field.text_legend
source: Text/HTML
es: Texto/HTML
nl: Tekst/HTML
sl: Tekst/HTML
tr: Metin/HTML

# tl_form_field.fconfig_legend
source: Field configuration
es: Ajustes de campo
nl: Veld configuratie
sl: Nastavitve polja
tr: Alan yapılandırması

# tl_form_field.options_legend
source: Options
es: Opciones
nl: Opties
sl: Možnosti
tr: Seçenekler

# tl_form_field.store_legend
source: Store file
es: Almacenar archivo
nl: Bestand opslaan
sl: Shrani datoteko
tr: Dosyayı kaydet

# tl_form_field.expert_legend
source: Expert settings
es: Configuración avanzada
nl: Expert-instellingen
sl: Napredne nastavitve
tr: Uzman ayarları

# tl_form_field.size_legend
source: Rows and columns
es: Filas y columnas
nl: Rijen en kolommen
sl: Vrstice in stoplci
tr: Satır ve sütun sayısı

# tl_form_field.template_legend
source: Template settings
es: Ajustes de plantilla
nl: Template-instellingen
sl: Nastavitve predloge
tr: Kalıp ayarları

# tl_form_field.submit_legend
source: Submit button
es: Botón enviar
nl: Verzendknop
sl: Gumb za oddajo
tr: Gönder düğmesi

# tl_form_field.image_legend
source: Image button
es: Botón imagen
nl: Afbeeldingsknop
sl: Gumb s sliko
tr: Görsel düğme

# tl_form_field.invisible_legend
source: Visibility
es: Visibilidad
nl: Zichtbaarheid
sl: Vidnost
tr: Görünürlük

# tl_form_field.new.0
source: New
es: Nuevo
nl: Nieuw
sl: Nov
tr: Yeni

# tl_form_field.new.1
source: Create a new form field
es: Crear un nuevo campo de formulario
nl: Maak een nieuw formulierveld
sl: Ustvari nov vnosno polje
tr: Yeni bir form alanı ekle

# tl_form_field.show
source: Show the details of form field ID %s
es: Mostrar los detalles del ID del campo del formulario %s
nl: Toon details van formulierveld ID %s
sl: Prikaži podrobnosti vnosnega polja z ID %s
tr: %s kodlu form alanının ayrıntılarını görüntüle

# tl_form_field.edit
source: Edit form field ID %s
es: Editar ID de campo de formulario %s
nl: Wijzig formulierveld ID %s
sl: Uredi vnosno polje z ID %s
tr: %s kodlu form alanını düzenle

# tl_form_field.cut
source: Move form field ID %s
es: Mover ID de campo de formulario %s
nl: Verplaats formulierveld ID %s
sl: Premakni vnosno polje z ID %s
tr: %s kodlu form alanını taşı

# tl_form_field.copy
source: Duplicate form field ID %s
es: Duplicar ID de campo de formulario %s
nl: Dupliceer formulierveld ID %s
sl: Podvoji vnosno polje z ID %s
tr: %s kodlu form alanını kopyala

# tl_form_field.delete
source: Delete form field ID %s
es: Eliminar ID de campo de formulario %s
nl: Verwijder formulierveld ID %s
sl: Izbriši vnosno polje z ID %s
tr: %s kodlu form alanını sil

# tl_form_field.toggle.0
source: Hide/unhide form field
nl: Verberg/toon formulierveld
sl: Skrij/prikaži vnosno polje

# tl_form_field.toggle.1
source: Hide form field ID %s
nl: Verberg formulierveld ID %s
sl: Skrij vnosno polje z ID %s

# tl_form_field.toggle.2
source: Unhide form field ID %s
nl: Toon formulierveld ID %s
sl: Prikaži vnosno polje z ID %s

# tl_form_field.pasteafter.0
source: Paste at the top
es: Pegar al inicio
nl: Bovenaan plakken
sl: Prilepi na vrh
tr: Üste yapıştır

# tl_form_field.pasteafter.1
source: Paste after form field ID %s
es: Pegar después de la ID del campo del formulario %s
nl: Plakken na formulierveld ID %s
sl: Vstavi za vnosno polje z ID %s
tr: %s kodlu form alanından sonra yapıştır

# tl_form_field.pastenew.0
source: Create a new form field at the top
es: Crea un nuevo campo de formulario en la parte superior
nl: Maak een nieuw formulierveld bovenaan
sl: Ustvari novo vnosno polje na začetku
tr: En üste yeni bir form alanı ekle

# tl_form_field.pastenew.1
source: Create a new form field after form field ID %s
es: Crear un nuevo campo de formulario después de la ID del campo de formulario %s
nl: Maak een nieuw formulierveld na formulierveld ID%s
sl: Ustvari novo vnosno polje za poljem z ID %s
tr: %s kodlu form alanından sonra yeni bir form alanı ekle

# tl_form_field.option.1
source: Import options from a CSV file
es: Importar opciones de un fichero CSV
nl: Importeer van een CSV bestand
sl: Uvozi možnosti iz datoteke CSV
tr: Seçenekleri bir CSV dosyasından içe aktar

# tl_form_field.url.0
source: URL format
es: Formato URL
sl: Spletni naslov (URL)
tr: Adres biçimi

# tl_form_field.httpurl.0
source: Absolute URL
es: URL absoluta
sl: Celoten URL
tr: Mutlak adres

# tl_form_field.class.0
source: CSS class
es: Clase CSS
tr: CSS sınıfı

# tl_form_field.toggle
source: Hide/unhide form field ID %s
es: Ocultar/mostrar ID de campo de formulario %s
