Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_form_field.xlf
Languages: es, nl, sl, tr

# tl_form_field.type.0
source: Field type
es: Tipo de campo
nl: Veldtype
sl: Vrsta polja
tr: Alan türü

# tl_form_field.type.1
source: Please choose the type of field.
es: Por favor selecciona el tipo de campo actual.
nl: Kies het veldtype.
sl: Prosimo, izberite vrsto polja.
tr: Lütfen alan türünü seçin.

# tl_form_field.name.0
source: Field name
es: Nombre campo
nl: Veldnaam
sl: Naziv polja
tr: Alan adı

# tl_form_field.name.1
source: The field name is a unique name to identify the field.
es: Por favor introduce un nombre de campo. Este nombre no será visible por los usuarios de tu web.
nl: De veldnaam is een unieke naam om het veld te identificeren.
sl: Naziv polja je edinstveno ime za prepoznavanje polja.
tr: Alan adı, alanı tanımlayan benzersiz bir addır.

# tl_form_field.label.0
source: Field label
es: Etiqueta campo
nl: Veldlabel
sl: Oznaka polja
tr: Alan etiketi

# tl_form_field.label.1
source: The field label will be visible on the website, typically in front of or above the field.
es: Por favor introduce la etiqueta de campo. La etiqueta del campo será visible por los usuarios de tu web. Si creas una web con varios idiomas, la etiqueta debería ser traducida a cada idioma.
nl: Het veld label zal zichtbaar zijn op de website, gewoonlijk voor of boven het veld.
sl: Oznaka polja bo vidna na spletni strani, praviloma pred ali nad poljem.
tr: Alan etiketi, web sitesinde genellikle alanın önünde ya da üstünde görüntülenir.

# tl_form_field.text.0
source: Text
es: Texto
nl: Tekst
sl: Tekst
tr: Metin

# tl_form_field.text.1
source: You can use HTML tags to format the text.
es: Por favor introduce el titular o descripción. Se permite código HTML.
nl: U kunt HTML tags gebruiken om de tekst op te maken.
sl: Uporabite lahko HTML oznake za oblikovanje besedila.
tr: Metni biçimlendirmek için HTML kod imlerini kullanabilirsiniz.

# tl_form_field.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
es: Por favor introduce tu código HTML.
nl: U kunt de lijst met toegestane HTML tags aanpassen in de back-end instellingen.
sl: Lahko prilagodite seznam dovoljenih HTML značk v nastavitvah skrbništva.
tr: İzin verilen HTML kod imleri listesini yönetim bölümü ayarlarından değiştirebilirsiniz.

# tl_form_field.options.0
source: Options
es: Opciones
nl: Opties
sl: Možnosti
tr: Seçenekler

# tl_form_field.options.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
es: Por favor asigna cada módulo a un elemento de la página. Utiliza los botones para añadir, mover o eliminar un módulo. Si trabajas sin JavaScript, deberías guardar los cambios antes de modificar el orden!
nl: Indien Javascript is uitgeschakeld moet u uw wijzigingen opslaan vooraleer de volgorde te veranderen!
sl: V kolikor imate izklopljen JavaScript, se prepričajte, da ste shranili spremembe, preden se lotite preurejanja vrstnega reda.
tr: JavaScript devre dışı bırakılmışsa, sıralamayı değiştirmeden önce değişikliklerinizi kaydettiğinizden emin olun.

# tl_form_field.mandatory.0
source: Mandatory field
es: Campo obligatorio
nl: Verplicht veld
sl: Zahtevano polje
tr: Zorunlu alan

# tl_form_field.mandatory.1
source: The form will not submit if the field is empty.
es: Si seleccionas esta opción, el campo actual deberá ser rellenado.
nl: Als u deze optie kiest, is het veld verplicht in te vullen.
sl: Obrazca ne bo mogoče oddati, v kolikor polje ostane prazno.
tr: Alan boş ise form gönderilmez.

# tl_form_field.rgxp.0
source: Input validation
es: Validación entrada
nl: Ingavecontrole
sl: Preverjanje vnosa
tr: Giriş doğrulaması

# tl_form_field.rgxp.1
source: Validate the input against a regular expression.
es: Si introduces una expresión regular, cualquier entrada en este campo será validada contra esa expresión.
nl: Als u hier een reguliere expressie kiest, zal de input van het veld hierop gecontroleerd worden.
sl: Preverjajte pravilnost vnosa.
tr: Giriş bir kurallı ifade ile doğrulanır.

# tl_form_field.digit.0
source: Numeric characters
es: Caracteres numéricos
nl: Numerieke karakters
sl: Številke
tr: Sayısal karakterler

# tl_form_field.digit.1
source: Allows numeric characters, minus (-) and full stop (.).
es: Permite caracteres numéricos, menos (-) y punto (.).
nl: Staat numerieke karakters, min (-), en punt (.) toe.
sl: Dovoljen je vnos številk, minusa (-) in pike (.).
tr: Rakamlar, eksi (-) ve nokta (.) karakterlerine izin verir.

# tl_form_field.alpha.0
source: Alphabetic characters
es: Caracteres alfabéticos
nl: Alfabetische karakters
sl: Črke
tr: Alfabetik karakterler

# tl_form_field.alpha.1
source: Allows alphabetic characters, minus (-), full stop (.) and space ( ).
es: Permitir caracteres alfabéticos, menos (-), punto (.) y espacio
nl: Staat alfabetische karakters, min (-), punt (.) en spatie ( ) toe.
sl: Dovoljen je vnos črk, minusa (-), pike (.) in presledka ( ).
tr: Harfler, rakamlar, eksi (-), nokta (.) ve boşluk ( ) karakterlerine izin verir.

# tl_form_field.alnum.0
source: Alphanumeric characters
es: Caracteres alfanuméricos
nl: Alfanumerieke karakters
sl: Črke in številke
tr: Alfasayısal karakterler

# tl_form_field.alnum.1
source: Allows alphabetic and numeric characters, minus (-), full stop (.), underscore (_) and space ( ).
es: Permitir caracteres alfabéticos y numéricos, menos (-), punto (.) y espacio
nl: Staat alfabetische en numerieke karakters, min (-), punt (.), underscore (_) en spatie ( ) toe.
sl: Dovoljen je vnos črk, številk, minusa (-), pike (.), podčrtaja (_) in presledka ( ).
tr: Harfler, rakamlar, eksi (-), nokta (.), alt çizgi (_) ve boşluk ( ) karakterlerine izin verir.

# tl_form_field.extnd.0
source: Extended alphanumeric characters
es: Extender caracteres alfanuméricos
nl: Uitgebreide alfanumerieke karakters
sl: Razširjen nabor znakov
tr: Genişletilmiş alfasayısal karakterler

# tl_form_field.extnd.1
source: Allows everything except special characters which are usually encoded for security reasons: #<>()\=
es: Permite todo excepto caracteres especiales que generalmente están codificados por razones de seguridad: # <> () \ =
nl: Staat alle karakters toe behalve speciale tekens die meestal worden gecodeerd om veiligheidsredenen: #<>()\=
sl: Dovoli vse razen posebnih znakov, ki so pogosto spremenjeni iz varnostnih razlogov: #<>()\=
tr: Genellikle güvenlik nedeniyle kodlanan özel karakterler (#<>()\=) dışında herşeye izin verir.

# tl_form_field.date.0
source: Date
es: Fecha
nl: Datum
sl: Datum
tr: Tarih

# tl_form_field.date.1
source: Checks whether the input matches the global date format.
es: Comprueba que la entrada actual se ajusta al formato de fecha global.
nl: Controleert of de huidige waarde aan het algemene datumformaat voldoet.
sl: Preverjanje veljavnosti vnosa s splošno obliko za zapis datuma.
tr: Girişin genel tarih biçimine uygunluğunu denetler.

# tl_form_field.time.0
source: Time
es: Hora
nl: Tijd
sl: Čas
tr: Saat

# tl_form_field.time.1
source: Checks whether the input matches the global time format.
es: Comprueba si la entrada concuerda con el formato de hora global.
nl: Controleert of de huidige waarde aan het algemene tijdformaat voldoet.
sl: Preverjanje veljavnosti vnosa s splošno obliko za zapis časa.
tr: Girişin genel saat biçimine uygunluğunu denetler.

# tl_form_field.datim.0
source: Date and time
es: Fecha y hora
nl: Datum en tijd
sl: Datum in čas
tr: Tarih ve saat

# tl_form_field.datim.1
source: Checks whether the input matches the global date and time format.
es: Comprueba que la entrada actual se ajusta al formato de fecha y hora global.
nl: Controleert of de huidige waarde aan het algemene datum- en tijdformaat voldoet.
sl: Preverjanje veljavnosti vnosov s splošno obliko zapisa za datum in čas.
tr: Girişin genel tarih ve saat biçimine uygunluğunu denetler.

# tl_form_field.phone.0
source: Phone number
es: Teléfono
nl: Telefoonnummer
sl: Telefonska številka
tr: Telefon numarası

# tl_form_field.phone.1
source: Allows numeric characters, plus (+), minus (-), slash (/), parentheses () and space ( ).
es: Permite caracteres numéricos, más (+), menos (-), barra inclinada (/), paréntesis () y espacio
nl: Staat numerieke karakters, plus (+), min (-), slash (/), haakjes () en spatie toe ( ).
sl: Dovoljen vnos številk, plusa (+), minusa (-), poševnice (/), oklepajev() in presledka ( ).
tr: Rakamlar, artı (+), eksi (-), bölü (/), parantez açma ve kapama () ile boşluk ( ) karakterlerine izin verir.

# tl_form_field.email.0
source: E-mail address
es: E-mail
nl: E-mailadres
sl: Naslov elektronske pošte
tr: E-posta adresi

# tl_form_field.email.1
source: Checks whether the input is a valid e-mail address.
es: Comprueba si la entrada corresponde a un e-mail válido.
nl: Controleert of de huidige waarde een geldig e-mail adres is.
sl: Preverjanje pravilnosti vnešenega elektronskega naslova (e-mail).
tr: Girişin geçerli bir e-posta olup olmadığını denetler.

# tl_form_field.url.1
source: Checks whether the input is a valid URL.
es: Comprueba si el valor actual es una URL válida. Una URL válida contiene los caracteres A-Za-z y estos caracteres especiales (-_.:;/?&=+#). El resto de caracteres especiales deben ser codificados!
nl: Controleert of de ingevoerde waarde een geldige URL is.
sl: Preverjanje pravilnosti vnešenega URL naslova.
tr: Girişin geçerli bir internet adresi olup olmadığını denetler.

# tl_form_field.httpurl.1
source: Checks whether the input is a valid absolute URL.
es: Compruebe si la entrada es una URL absoluta válida.
nl: Controleert of de invoer een geldige absolute URL is.
sl: Preveri, če je vnešen celoten URL.
tr: Girişin geçerli bir mutlak internet adresi olup olmadığını denetler.

# tl_form_field.custom.0
source: Custom
es: Personalizado
nl: Aangepast
sl: Po meri
tr: Özel

# tl_form_field.custom.1
source: Checks against a custom regular expression.
es: Compara una expresión regular personalizada.
nl: Controleert op een aangepaste reguliere expressie.
sl: Preveri z regularnim izrazom po meri.
tr: Girişin bir özel kurallı ifadeye göre geçerli olup olmadığını denetler.

# tl_form_field.placeholder.0
source: Placeholder
nl: Plaatshouder
sl: Ograda
tr: Yer belirteci

# tl_form_field.placeholder.1
source: Show this text as long as the field is empty (requires HTML5).
es: Mostrar este texto, siempre y cuando el campo está vacío (requiere HTML5).
nl: Toon deze tekst zolang het veld leeg is (vereist HTML5)
sl: Prikaži to besedilo, vkolikor je polje prazno (zahteva HTML5).
tr: Alan boş olduğu sürece bu metni görüntüler (HTML5 gereklidir).

# tl_form_field.customRgxp.0
source: Custom regular expression
es: Expresión regular personalizada
nl: Aangepaste reguliere expressie.
sl: Regularni izraz po meri
tr: Özel kurallı ifade

# tl_form_field.customRgxp.1
source: The custom regular expression including delimiters and modifiers.
es: La expresión regular personalizada que incluye delimitadores y modificadores.
nl: De aangepaste reguliere expressie inclusief scheidingstekens en modifiers.
tr: Sınırlayıcı ve değiştiricileri içeren özel kurallı ifade.

# tl_form_field.errorMsg.0
source: Error message
es: Mensaje de error
nl: Foutmelding
sl: Sporočilo o napaki
tr: Hata iletisi

# tl_form_field.errorMsg.1
source: Show this error message in the front end if the user input is invalid.
es: Muestre este mensaje de error en la interfaz si la entrada del usuario no es válida.
nl: Toon deze foutmelding in de front-end als de gebruikersinvoer ongeldig is.
sl: Ko vnos v ospredju ni veljaven, prikaži to sporočilo o napaki.
tr: Kullanıcı girişi geçersiz ise ön yüzde görüntülenecek hata iletisi.

# tl_form_field.minlength.0
source: Minimum length
es: Longitud mínima
nl: Minimale lengte
sl: Najkrajša še dovoljena dolžina
tr: En az uzunluk

# tl_form_field.minlength.1
source: Require the field value to be a certain number of characters long.
es: Requiere el valor del campo para tener algún número de carácteres de longitud.
nl: Vereist dat de veldwaarde een bepaald aantal tekens lang is.
sl: To vnosno polje zahteva točno določeno število znakov.
tr: Alana belirli bir sayıdan az karakter yazılmasını engeller.

# tl_form_field.maxlength.0
source: Maximum length
es: Tamaño máximo
nl: Maximale lengte
sl: Največja dolžina
tr: En fazla uzunluk

# tl_form_field.maxlength.1
source: Limit the field length to a certain number of characters (text) or bytes (file uploads).
es: Si introduces un valor numérico, la longitud de este campo estará limitada a ese número de caracteres. Si se trata de un campo para transferir archivos, el número introducido corresponderá al tamaño en Bytes máximo permitido para un archivo (1 MB = 1024 kB = 1024000 Bytes).
nl: Beperk veld lengte tot een bepaald aantal tekens (tekst) of bytes (uploaden van bestanden).
sl: Omejite dolžino polja na določeno število znakov (besedilo) ali bajtov (nalaganje datotek).
tr: Alanın belirtilen sayıdan fazla karakter (metin) ya da belirtilen boyuttan büyük (dosya yükleme) olmasını engeller.

# tl_form_field.maxImageWidth.0
source: Maximum image width
es: Ancho de imagen máximo
nl: Maximum afbeeldingsbreedte
sl: Največja širina slike
tr: En fazla görsel genişliği

# tl_form_field.maxImageWidth.1
source: Here you can enter the maximum width for image uploads in pixels. Enter 0 to use the system default.
es: Aquí puede introduzir el ancho máximo para cargar imágenes en píxeles. introduzca 0 para usar el valor predeterminado del sistema.
nl: Hier kunt u de maximale breedte voor het uploaden van afbeeldingen in pixels invoeren. Voer 0 in om de systeemstandaard te gebruiken.
sl: Tu lahko določite največjo dovoljeno širino slik za nalaganje v pikslih. Vnesite 0 za privzeto vrednost v sistemu.
tr: Buraya yüklenebilecek en fazla görsel genişliğini piksel olarak yazabilirsiniz. Sistem varsayılanının kullanılması için 0 yazın.

# tl_form_field.maxImageHeight.0
source: Maximum image height
es: Altura de imagen máxima
nl: Maximum afbeeldingshoogte
sl: Največja višina slike
tr: En fazla görsel yüksekliği

# tl_form_field.maxImageHeight.1
source: Here you can enter the maximum height for image uploads in pixels. Enter 0 to use the system default.
es: Aquí puede introduzir la altura máxima para cargar imágenes en píxeles. introduzca 0 para usar el valor predeterminado del sistema.
nl: Hier kunt u de maximale hoogte voor het uploaden van afbeeldingen in pixels invoeren. Voer 0 in om de systeemstandaard te gebruiken.
sl: Tu lahko določite največjo dovoljeno višino slik za nalaganje v pikslih. Vnesite 0 za privzeto vrednost v sistemu.
tr: Buraya yüklenebilecek en fazla görsel yüksekliğini piksel olarak yazabilirsiniz. Sistem varsayılanının kullanılması için 0 yazın.

# tl_form_field.minval.0
source: Minimum value
es: Valor mínimo
nl: Minimum waarde
sl: Najmanjša dovoljena vrednost
tr: En az değer

# tl_form_field.minval.1
source: Here you can set the minimum value for numeric fields.
es: Aquí puede establecer el valor mínimo para los campos numéricos.
nl: Minimumwaarde voor numerieke velden instellen.
sl: Tu lahko določite najmanjšo dovoljeno vrednost za številska polja.
tr: Buradan sayısal alanların en az değerini belirtebilirsiniz.

# tl_form_field.maxval.0
source: Maximum value
es: Valor máximo
nl: Maximale waarde
sl: Največja dovoljena vrednost
tr: En fazla değer

# tl_form_field.maxval.1
source: Here you can set the maximum value for numeric fields.
es: Aquí puede establecer el valor máximo para los campos numéricos.
nl: Maximumwaarde voor numerieke velden instellen.
sl: Tu lahko določite največjo dovoljeno vrednost za številska polja.
tr: Buradan sayısal alanların en fazla değerini belirtebilirsiniz.

# tl_form_field.step.0
source: Step
es: Paso
nl: Stap
sl: Korak
tr: Adım

# tl_form_field.step.1
source: Here you can set the discrete step size of the field.
es: Aquí puede establecer el tamaño de paso discreto del campo.
nl: Hier kunt u de discrete stapgrootte van het veld instellen.
tr: Buradan alanın adım boyutunu belirtebilirsiniz.

# tl_form_field.size.0
source: Rows and columns
es: Filas y columnas
nl: Rijen en kolommen
sl: Vrstice in stoplci
tr: Satır ve sütun sayısı

# tl_form_field.size.1
source: The number of rows and columns of the textarea.
es: Por favor introduce el número de filas y de columnas.
nl: Geef het aantal rijen en kolommen op van het tekstgebied.
sl: Dimenzija vnosnega polja besedila kot število vrstic in stolpcev.
tr: Yazı alanının satır ve sütun sayısı.

# tl_form_field.multiple.0
source: Multiple selection
es: Selección múltiple
nl: Meervoudige selectie
sl: Večkratna izbira
tr: Çoklu seçim

# tl_form_field.multiple.1
source: Allow visitors to select more than one option.
es: Permite seleccionar más de una opción.
nl: Maakt het mogelijk om meer dan één optie te selecteren.
sl: Dovoljuje uporabnikom izbiro več kot le ene možnosti.
tr: Ziyaretçilerin birden fazla seçim yapabilmesini sağlar.

# tl_form_field.mSize.0
source: List size
es: Tamaño de lista
nl: Lijstgrootte
sl: Dolžina seznama
tr: Liste boyutu

# tl_form_field.mSize.1
source: Here you can enter the size of the select box.
es: Por favor introduce el tamaño del desplegable.
nl: Geef de grootte op van de select box.
sl: Tu lahko določite velikost izbirnega polja (select box).
tr: Buraya seçim kutusunun boyutunu yazabilirsiniz.

# tl_form_field.extensions.0
source: Allowed file types
es: Tipos de archivo permitidos
nl: Toegestane bestandstypes
sl: Dovoljene vrste datotek
tr: İzin verilen dosya türleri

# tl_form_field.extensions.1
source: A comma separated list of valid file extensions.
es: Por favor introduce una lista de extensiones permitidas, separadas por comas. Solo se permitirá subir ese tipo de archivos.
nl: Een komma gescheiden lijst van geldige bestand extensies.
sl: Seznam veljavnih datotečnih oznak ločenih z vejico.
tr: Kullanılabilecek dosya uzantılarının virgül ile ayrılmış listesi.

# tl_form_field.storeFile.0
source: Store uploaded files
es: Guardar archivo transferido
nl: Geladen bestand opslaan
sl: Shrani poslane datoteke
tr: Yüklenen dosyalar kaydedilsin

# tl_form_field.storeFile.1
source: Move the uploaded files to a folder on the server.
es: Si seleccionas esta opción, una copia del archivo transferido será almacenado en una carpeta de tu servidor. No selecciones esta opción si los archivos transferidos iran adjuntos a un e-mail y no quieres almacenar una copia.
nl: Als u deze optie kiest worden opgeladen bestanden verplaatst naar een map op uw server.
sl: Premakni naložene datoteke v mapo na strežniku.
tr: Bu seçenek etkinleştirildiğinde, yüklenen dosyalar sunucuda bir klasöre taşınır.

# tl_form_field.uploadFolder.0
source: Target folder
es: Directorio de destino
nl: Doelmap
sl: Ciljni imenik
tr: Hedef klasör

# tl_form_field.uploadFolder.1
source: Please select the target folder from the files directory.
es: Por favor selecciona una carpeta para almacenar los archivos transferidos.
nl: Kies een map om opgeladen bestanden in te bewaren.
sl: Prosimo izberite ciljno mapo iz datotečnega imenika.
tr: Lütfen files klasörü içinden bir hedef klasör seçin.

# tl_form_field.useHomeDir.0
source: Use home directory
es: Utilizar directorio usuario
nl: Gebruik home directory
sl: Uporabi domač direktorij
tr: Giriş klasörü kullanılsın

# tl_form_field.useHomeDir.1
source: Store the file in the home directory if there is an authenticated member.
es: Guarde el archivo en el directorio principal si hay un socio autenticado.
nl: Als een lid is ingelogd, sla het bestand dan op in zijn home directory.
sl: Če ni uporabnik ni prijavljen, shrani v vrhnji mapi.
tr: Üye oturum açmışsa dosya giriş klasörüne kaydedilir.

# tl_form_field.doNotOverwrite.0
source: Preserve existing files
es: No sobreescribir archivos existentes
nl: Bestaande bestanden niet overschrijven
sl: Obdrži obstoječe datoteke
tr: Var olan dosyalar korunsun

# tl_form_field.doNotOverwrite.1
source: Add a numeric suffix to the new file if the file name already exists.
es: Añadir un id numérico al nombre del archivo si éste ya existe.
nl: Voeg een nummer toe aan de bestandsnaam als het bestand reeds bestaat.
sl: Dodaj številčno pripono novi datoteki, v kolikor taka z enakim imenom že obstaja.
tr: Bu seçenek etkinleştirildiğinde, aynı adlı bir dosya zaten varsa yeni dosyanın adının sonuna bir rakam eklenir.

# tl_form_field.value.0
source: Default value
es: Valor defecto
nl: Standaard waarde
sl: Privzeta vrednost
tr: Varsayılan değer

# tl_form_field.value.1
source: Here you can enter a default value for the field.
es: El valor introducido será utilizado por defecto para el campo actual.
nl: Als u hier iets opgeeft zal dit als standaardwaarde in het tekstveld worden weergegeven.
sl: Tu lahko vnesete privzeto vrednost polja.
tr: Buradan alanın varsayılan değerini belirtebilirsiniz.

# tl_form_field.class.1
source: Here you can enter one or more classes.
es: Aquí puede introducir una o más clases CSS.
nl: Hier kunt u een of meerdere CSS classes opgeven.
sl: Tu lahko vnesete enega ali več razredov.
tr: Buraya bir ya da birkaç sınıf ekleyebilirsiniz.

# tl_form_field.accesskey.0
source: Access key
es: Tecla acceso
nl: Toegangscombinatie
sl: Dostopni ključ
tr: Erişim tuşu

# tl_form_field.accesskey.1
source: A form field can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
es: Una tecla de acceso directo es una carácter asignado a un campo del formulario. Si un usuario pulsa simultáneamente la tecla [ALT] y la tecla de acceso directo, el cursor saltará directamente al campo correspondiente (field focus).
nl: Een sneltoets is een enkel teken dat aan een formulierveld kan worden toegewezen. Als een bezoeker gelijktijdig [ALT] of [CTRL] en de sneltoets drukt, krijgt het betreffende formulierveld de focus.
sl: Na polje obrazca se lahko osredotočimo s sočasnim pritiskom tipke [ALT] ali [CTRL] in ključa za dostop (access key).
tr: [ALT] ya da [CTRL] tuşu ile erişim tuşuna aynı anda basılarak bir form alanına gidilebilir.

# tl_form_field.fSize.0
source: Field size
es: Tamaño campo
nl: Veldgrootte
sl: Velikost polja
tr: Alan boyutu

# tl_form_field.fSize.1
source: Here you can enter the size of the upload field (<em>size</em> attribute).
es: Aquí puedes introducir el tamaño del campo a subir (<em>tamaño</em> atributo).
nl: Geef hier de afmeting van het upload veld in (<em>afmeting</em> attribuut).
sl: Tukaj lahko nastavite velikost za polje Naloži (<em>velikost</em> atribut).
tr: Buraya yükleme alanının boyutunu yazabilirsiniz (<em>size</em> özniteliği).

# tl_form_field.customTpl.0
source: Form field template
es: Plantilla de campo de formulario
nl: Formulierveldsjabloon
sl: Predloga za vnosno polje
tr: Form alanı kalıbı

# tl_form_field.customTpl.1
source: Here you can select the form field template.
es: Aquí puede seleccionar la plantilla de campo de formulario.
nl: Hier kunt u de formulierveldsjabloon selecteren.
sl: Tu lahko določite predlogo za vnosno polje
tr: Buradan bir form alanı kalıbı seçebilirsiniz.

# tl_form_field.slabel.0
source: Submit button label
es: Etiqueta del botón de enviar
nl: Verzendknop label
sl: Oznaka gumba za oddajo
tr: Gönder düğmesi metni

# tl_form_field.slabel.1
source: Please enter the label of the submit button.
es: Por favor introduce la etiqueta para el botón de enviar.
nl: Geef het label op van de verzendknop.
sl: Prosimo, vnesite oznako gumba za oddajo
tr: Buraya gönder düğmesinde görüntülenecek metni yazabilirsiniz.

# tl_form_field.imageSubmit.0
source: Create an image button
es: Imagen botón envío
nl: Afbeeldingsknop verzenden
sl: Ustvari gumb s sliko
tr: Görsel düğme kullanılsın
