Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_form.xlf
Languages: cs, de, pl, ru, sr

# tl_form.title.0
source: Title
cs: Název
de: Titel
pl: Nagłówek
ru: Название
sr: Назив

# tl_form.title.1
source: Please enter the form title.
cs: Prosím zadejte název formuláře
de: Bitte geben Sie den Formular-Titel ein.
pl: Wprowadź tytuł formularza.
ru: Введите название формы.
sr: Унесите назив формулара.

# tl_form.alias.0
source: Form alias
cs: Zástupce formuláře
pl: Alias formularza
ru: Алиас формы
sr: Алиас формулара

# tl_form.alias.1
source: The form alias is a unique reference to the form which can be called instead of its numeric ID.
cs: Zástupce formuláře lze použít místo k němu náležící identifikačního čísla.
de: Der Formalias ist eine eindeutige Referenz, die anstelle der numerischen Form-ID aufgerufen werden kann.
pl: Alias formularza jest unikalnym odwołaniem do formularza, który może być używany zamiast jego ID.
ru: Алиас формы является уникальной ссылкой на форму, которую можно использовать вместо её ID.
sr: Алиас формулара је јединствена референца на формулар која може да се користи уместо нумеричког ID-а формулара.

# tl_form.jumpTo.0
source: Redirect page
cs: Přesměrovat na stránku
de: Weiterleitungsseite
pl: Skocz do strony
ru: Перейти на страницу
sr: Страница преусмерења

# tl_form.jumpTo.1
source: Please choose the page to which visitors will be redirected after submitting the form.
cs: Zvolte prosím stránku, na kterou bude návštěvník přesměrován po úspěšným odeslání formuláře.
de: Bitte wählen Sie die Seite aus, zu der Besucher nach dem Abschicken des Formulars weitergeleitet werden.
pl: Formularz zwykle przenosi wypełniającego do osobnej strony, gdzie następuje zakończenie wysyłania danych, np. w formie wyświetlenia tekstu "Dziękujemy za wypełnienie formularza". Tutaj możesz wybrać tę stronę.
ru: Выберите страницу, к которой будут перенаправлены посетители после отправки формы.
sr: Изаберите страницу на коју ће посетиоци бити преусмерени након попуњавања формулара.

# tl_form.confirmation.0
source: Confirmation message
sr: Порука потврде

# tl_form.confirmation.1
source: Here you can enter the confirmation message that will be displayed after submitting the form. You can use the submitted form data as simple tokens, e.g. <code>##field_name##</code>. The confirmation message is also available as <code>{{form_confirmation}}</code> insert tag.
sr: Овде можете да унесете поруку потврде која ће бити приказана после слања формулара. Можете да користите податке из форме као једноставне токене, нпр. <code>##field_name##</code>. Порука потврде је такође доступна као таг <code>{{form_confirmation}}</code>.

# tl_form.sendViaEmail.0
source: Send form data via e-mail
cs: Zaslat dat mailem
de: Per E-Mail versenden
pl: Wyślij dane e-mailem
ru: Отправить данные формы по e-mail
sr: Пошаљи податке из формулара имејлом

# tl_form.sendViaEmail.1
source: Send the submitted data to an e-mail address.
cs: Zaslání údajů z formuláře mailem.
de: Die Formulardaten an eine E-Mail-Adresse versenden.
pl: Jeśli wybierzesz tę opcję, dane z formularza zostaną wysłane e-mailem.
ru: Отправить принятые данные формы на e-mail адрес.
sr: Пошаљи податке из формулара на имејл адресу.

# tl_form.mailerTransport.1
source: Here you can override the mailer transport used to send the form via e-mail.
cs: Zde můžete přepsat přenašeč mailů, který se používá pro odesílání mailů z Vaší webové stránky.
de: Hier können Sie den Mailer-Transport überschreiben, der für den Versand des Formulars per E-Mail verwendet wird.
pl: Tutaj możesz nadpisać mailer transport używany do wysyłania formularza poprzez e-mail.
ru: Здесь можно переопределить транспорт почтовой рассылки, используемый для отправки формы по электронной почте.
sr: Овде можете да заобиђете подразумевани mailer transport за слање мејлова преко формулара на сајту.

# tl_form.recipient.0
source: Recipient address
cs: Adresa příjemce
de: Empfänger-Adresse
pl: Adresat
ru: Адрес получателя
sr: Адреса примаоца

# tl_form.recipient.1
source: Separate multiple e-mail addresses with comma.
cs: Lze vložit více mailových adres oddělených čárkou.
de: Mehrere E-Mail-Adressen können mit Komma getrennt werden.
pl: Wprowadź jeden lub więcej adresów e-mail, na które dane mają być wysłane. Adresy rozdzielaj przecinkiem. Możesz również korzystać z "przyjaznego formatu nazw" (np. "Nazwa [nazwa@domena.com]").
ru: Разделите несколько e-mail адресов запятой.
sr: Уколико уносите више адреса, раздвојите их међусобно запетом.

# tl_form.subject.0
source: Subject
cs: Předmět
de: Betreff
pl: Temat
ru: Тема
sr: Тема

# tl_form.subject.1
source: Please enter the e-mail subject.
cs: Zadejte prosím předmět mailu.
de: Bitte geben Sie die Betreffzeile ein.
pl: Wprowadź temat e-maila. Jeśli nie wpiszesz tematu, istnieje duże prawdopodobieństwo, że twój e-mail zostanie zakwalifikowany jako SPAM.
ru: Введите тему сообщения.
sr: Унесите тему имејла.

# tl_form.format.0
source: Data format
cs: Formát dat
de: Datenformat
pl: Format danych
ru: Формат данных
sr: Формат података

# tl_form.format.1
source: Defines how the form data will be forwarded.
cs: Zde určíte, jakým způsobem budou předány údaje z formuáře.
de: Hier legen Sie fest, in welchem Format die Formulardaten übermittelt werden.
pl: Wybierz format danych.
ru: Определяет в каком формате будут переданы данные.
sr: Дефинисање облика у коме ће подаци бити прослеђени.

# tl_form.raw.0
source: Raw data
cs: Čistá data
de: Rohdaten
pl: Dane Raw
ru: Простой текст
sr: Неформатирани подаци

# tl_form.raw.1
source: The form data will be sent as plain text message with each field in a new line.
cs: Údaje z formuláře budou odeslána jako neformátovaný text, přičemž se každý údaj z každého pole bude nacházet na jednom řádku.
de: Die Formulardaten werden als einfache Textnachricht mit einer Zeile pro Feld versendet.
pl: Dane z formularza zostaną wysłane jako czysty tekst, a każdy wpis znajdować się będzie w nowej linii.
ru: Данные формы посылаются как простое текстовое сообщение, каждое поле с новой строки.
sr: Подаци из формулара ће бити послати као текстуална порука са сваким пољем у новом реду.

# tl_form.xml.0
source: XML file
cs: Soubor XML
de: XML-Datei
pl: Plik XML
ru: XML файл
sr: XML фајл

# tl_form.xml.1
source: The form data will be attached to the e-mail as an XML file.
cs: Údaje z formuláře budou připojená k mailu jako soubor XML.
de: Die Formulardaten werden der E-Mail als XML-Datei angefügt.
pl: Dane będą załączone do e-maila jako plik XML.
ru: Данные формы прикрепляются к письму как XML файл.
sr: Подаци из формулара ће бити прикачени у имејл као XML фајл.

# tl_form.csv.0
source: CSV file
cs: Soubor CSV
de: CSV-Datei
pl: Plik CSV
ru: CSV файл
sr: CSV фајл

# tl_form.csv.1
source: The form data will be attached to the e-mail as a CSV file.
cs: Údaje z formuláře budou připojená k mailu jako soubor CSV.
de: Die Formulardaten werden der E-Mail als CSV-Datei angefügt.
pl: Dane będą załączone do e-maila jako plik CSV (dane rozdzielone przecinkami).
ru: Данные формы прикрепляются к письму как CSV файл.
sr: Подаци из формулара ће бити прикачени у имејл као CSV фајл.

# tl_form.csv_excel.0
source: CSV file (Microsoft Excel)
cs: soubor CSV (Microsoft Excel)
de: CSV-Datei (Microsoft Excel)
pl: Plik CSV (Microsoft Excel)
ru: CSV-файл (Microsoft Excel)
sr: CSV фајл (Microsoft Excel)

# tl_form.csv_excel.1
source: The form data will be attached to the e-mail as a CSV file readable by Microsoft Excel.
cs: Údaje z formuláře budou připojená k mailu jako soubor CSV formátovaný pro Microsoft Excel.
de: Die Formulardaten werden der E-Mail als CSV-Datei angefügt, die von Microsoft Excel gelesen werden kann.
pl: Dane formularza będą załączone do e-maila jako plik CSV, który może być odczytany poprzez Microsoft Excel.
ru: Данные формы будут прикреплены к электронному сообщению в виде CSV-файла, доступного для чтения в Microsoft Excel.
sr: Подаци из формулара ће бити прикачени у мејл као CSV фајл који можете отворити помоћу програма Microsoft Excel.

# tl_form.skipEmpty.0
source: Skip empty fields
cs: Vynechat prázdná pole
de: Leere Felder auslassen
pl: Pomiń puste pola
ru: Пропускать пустые поля
sr: Прескочи празна поља

# tl_form.skipEmpty.1
source: Do not include empty fields in the form data.
cs: Nezahrnovat prázdná pole do formulářových dat.
de: Leere Felder in den Formulardaten nicht anzeigen.
pl: Nie załączaj pustych pól w danych formularza.
ru: Не включать пустые поля в данные формы.
sr: Изостави празна поља у формулару

# tl_form.email.0
source: E-mail
pl: Adres e-mail
sr: Имејл

# tl_form.email.1
source: Ignores all fields except <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
cs: Budou irgnorovány všechny pole kromě <em>email</em>, <em>subject</em>, <em>message</em> a <em>cc</em> (kopie) a zaslány jako mail. Zasílání souborů je povolené.
de: Ignoriert alle Felder außer <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> und <em>cc</em> (Carbon Copy) und verschickt die Formulardaten als wären sie mit einem E-Mail-Programm versendet worden. Datei-Uploads sind erlaubt.
pl: Ignoruje wszystkie pola oprócz <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> i <em>cc</em> (kopia) i wysyła dane tak, jakby zostały wysłane z poziomu klienta e-mail. Wysyłanie plików jest dozwolone.
ru: Игнорируются все поля, кроме <em>имя</em>, <em>email</em>, <em>тема</em>, <em>сообщение</em> и <em>cc</em> (скрытая копия). Данные формы передаются так, как они были отправлены из почтового клиента. Разрешена загрузка файлов.
sr: Игнорисање свих поља изузев <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> и<em>cc</em> (carbon copy) и слање података тако да они буду приказани као да су послати из неког клијента/програма за пошту. Дозвољено је додавање фалова у прилог.

# tl_form.skipEmtpy.0
source: Skip empty fields
cs: Vynechat prázdná pole
de: Leere Felder auslassen
pl: Pomiń puste pola
ru: Пропускать пустые поля
sr: Прескочи празна поља

# tl_form.skipEmtpy.1
source: Hide empty fields in the e-mail.
cs: Nezobrazí nevyplněná pole ve vytvořeném mailu.
de: Leere Felder in der E-Mail nicht anzeigen.
pl: Nie dołączaj do emaila pustych pól.
ru: Скрыть пустые поля в письме.
sr: Сакриј празна поља у имејлу.

# tl_form.storeValues.0
source: Store data
cs: Uložit data
de: Eingaben speichern
pl: Przechowuj zawartość
ru: Хранить значения
sr: Спреми податке

# tl_form.storeValues.1
source: Store the submitted data in the database.
cs: Uloží zadaná data do databáze.
de: Übermittelte Formulardaten in der Datenbank speichern.
pl: Przechowuj dane z formularza w bazie danych.
ru: Хранить принятые данные в базе данных.
sr: Сачувај поднесене податке у базу података.

# tl_form.customTpl.0
source: Form template
cs: Předloha formuláře
de: Formular-Template
pl: Szablon formularza
ru: Шаблон формы
sr: Шаблон формулара

# tl_form.customTpl.1
source: Here you can select the form template.
cs: Zde můžete zvolit předlohu formuláře.
de: Hier können Sie das Formular-Template auswählen.
pl: Wybierz szablon formularza. Domyślnym szablonem jest <em>member_default</em>. Jeśli chcesz dodać własny szablon, wgraj go do katalogu <em>templates</em> (rozszerzenie pliku musi być <em>html5</em>).
ru: Вы можете выбрать шаблон формы.
sr: Овде можете одабрати шаблон за формулар.

# tl_form.targetTable.0
source: Target table
cs: Cílová tabulka
de: Zieltabelle
pl: Tabela docelowa
ru: Таблица для записи
sr: Одредишна табела

# tl_form.targetTable.1
source: The target table must contain a column for every form field.
cs: Cílová tabulka musí obsahovat pro každý údaje z formuláře jeden sloupec.
de: Die Zieltabelle muss für jedes Formularfeld eine Spalte enthalten.
pl: Wybierz tabelę, w której chcesz przechowywać dane z formularza.
ru: Таблица должна содержать колонку для каждого поля формы.
sr: Одредишна табела мора да поседује по једну колону за свако поље из формулара.

# tl_form.method.0
source: Submission method
cs: Metoda přenosu dat
de: Übertragungsmethode
pl: Metoda przekazywania danych
ru: Метод передачи формы
sr: Начин подношења података

# tl_form.method.1
source: The default form submission method is POST.
cs: Výchozí metoda přenosu dat je POST.
de: Die Standard-Übertragungsmethode ist POST.
pl: Wybierz metodę przekazywania danych (domyślnie: POST).
ru: По умолчанию используется метод передачи POST.
sr: Подразумевани начин подношења података је кориштењем методе POST.

# tl_form.novalidate.0
source: Disable HTML5 validation
cs: Vypnout kontrolu HTML5
de: HTML5-Validierung deaktivieren
pl: Wyłącz walidację HTML5
ru: Отключить проверку HTML5
sr: Онемогући HTML5 валидацију

# tl_form.novalidate.1
source: Add the <em>novalidate</em> attribute to the form tag.
cs: Přidat označení <em>novalidate</em> do formulářového tagu.
de: Fügt dem Formular das <em>novalidate</em>-Attribut hinzu.
pl: Dodaj atrybut <em>novalidate</em> do tagu formularza.
ru: Добавить атрибут <em>novalidate</em> в тег form.
sr: Додај атрибут <em>novalidate</em> у тагове формулара.

# tl_form.attributes.0
source: CSS ID/class
cs: Kaskádovitý styl ID/class
de: CSS-ID/Klasse
pl: ID w pliku CSS
ru: CSS ID и класс
sr: CSS ID/класа

# tl_form.attributes.1
source: Here you can set an ID and one or more classes.
cs: Zde můžete zadat ID nebo jednu nebo více tříd (class) kaskádovitých stylů.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.
pl: Jeśli potrzebujesz osobnej definicji do formatowania tego modułu w stylach CSS, możesz tu wprowadzić ID. To ID będzie przypisane do tego modułu i można je modyfikować w arkuszu CSS.
ru: Вы можете ввести ID одного или нескольких классов.
sr: Овде можете да доделите ID и једну или више класа.

# tl_form.formID.0
source: Form ID
cs: ID formuláře
de: Formular-ID
pl: ID formularza
ru: ID формы
sr: ID формулара

# tl_form.formID.1
source: The form ID is required to trigger a Contao module.
cs: Díky ID formuláře lze ovládat jiný modul ContaoContao.
de: Die Formular-ID wird zur Ansteuerung eines Contao-Moduls benötigt.
pl: Tutaj możesz wprowadzić specjalne ID dla formularza (niektóre rozszerzenia Contao mogą wymagać takich specjalnych ID).
ru: Идентификатор (ID) формы требуется для запуска модуля Contao.
sr: ID формулара је неопходан да би активирао Contao модул.

# tl_form.allowTags.0
source: Allow HTML tags
cs: Povolit znaky HTML
de: HTML-Tags erlauben
pl: Zezwól na tagi HTML
ru: Разрешить HTML-теги
sr: Дозволи HTML тагове

# tl_form.allowTags.1
source: Allow HTML tags in form fields.
cs: Povolí použití znaků HTML v polích formuláře.
de: HTML-Eingaben in Formularfeldern erlauben.
pl: Domyślnie, z przyczyn bezpieczeństwa, wszystkie tagi HTML są usuwane z danych wprowadzanych przez użytkowników. Jednakże, jeśli zaznaczysz tę opcję, pewne tagi HTML nie będą usuwane.
ru: Разрешить HTML-теги в полях формы.
sr: Дозволи HTML тагове у пољима формулара.

# tl_form.ajax.0
source: Submit via Ajax
sr: Пошаљи помоћу Ajax-а

# tl_form.ajax.1
source: Submit the form via Ajax instead of reloading the page.
sr: Пошаљи формулар помоћу Ajax-а уместо поновног учитавања странице.

# tl_form.tstamp.0
source: Revision date
cs: Datum změny
de: Änderungsdatum
pl: Data rewizji
ru: Дата изменения
sr: Датум последње верзије

# tl_form.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
de: Datum und Uhrzeit der letzten Änderung
pl: Data i czas ostatniej rewizji
ru: Дата и время последнего изменения
sr: Датум и време последње верзије

# tl_form.title_legend
source: Title and redirect page
cs: Název a přesměrování
de: Titel und Weiterleitung
pl: Tytuł i strona przekierowania
ru: Название и перенаправление
sr: Назив и страница преусмерења

# tl_form.email_legend
source: Send form data
cs: Poslat údaje z formuláře
de: Formulardaten versenden
pl: Wyślij dane formularza
ru: Отправка данных формы
sr: Пошаљи податке из формулара

# tl_form.store_legend
source: Store form data
cs: Uložit údaje z formuláře
de: Formulardaten speichern
pl: Przechowuj dane formularza
ru: Хранение данных формы
sr: Сачувај податке из формулара

# tl_form.expert_legend
source: Expert settings
cs: Rozšířená nastavení
de: Experteneinstellungen
pl: Zaawansowane ustawienia
ru: Экспертные настройки
sr: Напредна подешавања

# tl_form.config_legend
source: Form configuration
cs: Konfigurace formuláře
de: Formular-Konfiguration
pl: Konfiguracja formularza
ru: Конфигурация формы
sr: Подешавање формулара

# tl_form.confirm_legend
source: Confirmation
pl: Potwierdź hasło
ru: Подтвердите пароль
sr: Потврда

# tl_form.template_legend
source: Template settings
cs: Předloha komentáře
de: Template-Einstellungen
pl: Ustawienia szablonów
ru: Настройки шаблона
sr: Подешавања шаблона

# tl_form.new.0
source: New
cs: Nové
de: Neu
pl: Nowy
ru: Новый
sr: Ново

# tl_form.new.1
source: Create a new form
cs: Vytvořit nový formulář
de: Ein neues Formular anlegen
pl: Utwórz nowy formularz
ru: Создать новую форму
sr: Креирај нови формулар

# tl_form.show
source: Show the details of form ID %s
cs: Zobrazit podrobnosti k formůláři ID %s
de: Details des Formulars ID %s anzeigen
pl: Pokaż szczegóły formularza ID %s
ru: Показать детали формы ID %s
sr: Прикажи детаље формулара ID %s

# tl_form.edit
source: Edit form ID %s
cs: Editovat formulář ID %s
de: Formular ID %s bearbeiten
pl: Edytuj formularz ID %s
ru: Редактировать форму ID %s
sr: Уреди формулар ID %s

# tl_form.children
source: Edit the form fields of form ID %s
de: Felder des Formulars ID %s bearbeiten
pl: Edytuj pola formularza ID %s
ru: Редактировать поля формы у формы ID %s
sr: Уреди поље формулара ID %s

# tl_form.copy
source: Duplicate form ID %s
cs: Duplikovat formulář ID %s
de: Formular ID %s duplizieren
pl: Duplikuj formularz ID %s
ru: Дублировать форму ID %s
sr: Копирај формулар ID %s

# tl_form.delete
source: Delete form ID %s
cs: Smazat formulář ID %s
de: Formular ID %s löschen
pl: Skasuj formularz ID %s
ru: Удалить форму ID %s
sr: Обриши формулар ID %s

# tl_form.targetTableMissingAllowlist
source: Define the available tables in the following DCA configuration: <code>%s</code>.
cs: Definujte existující tabulky v následujícím nastavení DCE <code>%s</code>.
de: Die verfügbaren Tabellen können in folgender DCA-Konfiguration festgelegt werden: <code>%s</code>.
pl: Określ dostępne tabele w następującej konfiguracji DCA: <code>%s</code>.
ru: Определите доступные таблицы в следующей конфигурации DCA: <code>%s</code>.
sr: Дефинишите расположиве табеле у следећој конфигурацији DCA: <code>%s</code>.

# tl_form.mailerTransport.0
source: Mailer transport
cs: Přenašeč mailů
ru: Почтовый транспорт

# tl_form.editheader
source: Edit the settings of form ID %s
cs: Upravit nastavení formuláře ID %s
