Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_image_size.xlf
Languages: cs, de, es, fa, fr, it, ja, nl, pl, ru, sk, sl, sr, sv, tr

# tl_image_size.title_legend
source: Image size settings
cs: Nastavení obrázkových rozměrů.
de: Bildgrößeneinstellungen
es: Configuración de tamaño de imágen
fa: تنظیمات اندازه تصویر
fr: Paramètres de la taille de l'image
it: Configurazione dimensione immagine
ja: 画像サイズの設定
nl: Instellingen afmetingen afbeelding
pl: Ustawienia rozmiaru obrazka
ru: Настройки размера изображения
sk: Nastavenia veľkosti obrázku
sl: Nastavitve velikosti slike
sr: Подешавања величине слике
sv: Bildstorleksinställningar
tr: Görsel boyutu ayarları

# tl_image_size.source_legend
source: Image source settings
cs: Nastavení zdroje obrázku
de: Bildquellen-Einstellung
es: Configuración de fuente de imagen
fa: تنظیمات منبع تصویر
fr: Source de l'image
it: Impostazioni della sorgente dell'immagine
ja: 画像ソースの設定
nl: Broninstellingen afbeelding
pl: Ustawienia źródła obrazu
ru: Настройки источника изображения
sk: Nastavenia zdroja obrazu
sl: Nastavitve slikovnega vira
sr: Подешавања извора слика
sv: Bildkällinställningar
tr: Görsel kaynağı ayarları

# tl_image_size.loading_legend
source: Loading options
cs: Možnosti načítání
de: Ladeoptionen
es: Opciones de carga
fa: گزینه‌های بارگذاری
fr: Options de chargement
it: Opzioni di caricamento
ja: 読み込みのオプション
nl: Laadopties
pl: Opcje ładowania
ru: Настройки загрузки
sk: Možnosti načítania
sl: Nastavitve nalaganja
sr: Опције учитавања
sv: Laddningsalternativ
tr: Yükleme seçenekleri

# tl_image_size.metadata_legend
source: Metadata settings
de: Metadaten-Einstellungen
es: Configuración de metadatos
fa: تنظیمات فراداده
nl: Matadata instellingen
pl: Ustawienia metadanych
ru: Настройки метаданных
sk: Nastavenie metadát
sv: Metadatainställningar
tr: Üst veri ayarları

# tl_image_size.expert_legend
source: Expert settings
cs: Rozšířená nastavení
de: Experteneinstellungen
es: Configuración avanzada
fa: تنطیمات پیشرفته
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 専門的な設定
nl: Expert-instellingen
pl: Zaawansowane ustawienia
ru: Экспертные настройки
sk: Rozšírené nastavenia
sl: Napredne nastavitve
sr: Напредна подешавања
sv: Expertinställningar
tr: Uzman ayarları

# tl_image_size.proportional.0
source: Proportional
cs: Proporčně
es: Proporcional
fa: متناسب
fr: Proportionnel
it: Proporzionale
ja: 縦横比を保持
nl: Proportioneel
pl: Proporcjonalnie
ru: Пропорционально
sk: Proporcionálne
sl: Proporcionalno
sr: Пропорционално
sv: Proportionellt
tr: Orantılı

# tl_image_size.proportional.1
source: The longer side of the image is adjusted to the given dimensions and the image is resized proportionally.
cs: Delší strana obrázku bude přizpůsobená zadaným rozměrům a obrázek bude zmenšený.
de: Die längere Seite des Bildes wird an die vorgegebenen Abmessungen angepasst und das Bild proportional verkleinert.
es: El lado más largo de la imagen se ajustará a las dimensiones facilitadas y se escalará proporcionalmente.
fa: ضلع بزرگ‌تر تصویر به اندازه داده شده تنظیم شده و تصویر به صورت متناسب تغییر خواهد کرد.
fr: Le côté le plus long de l'image est ajusté aux dimensions données, et l'image est redimensionnée proportionnellement.
it: Il lato più lungo dell'immagine viene variato in base alle dimensioni indicate e l'immagine viene ridimensionata in modo proporzionale.
ja: 画像の長い側を指定した寸法に調整して、画像の大きさを縦横比を保持して変更します。
nl: De langste zijde van het beeld wordt aangepast aan de bepaalde afmetingen het beeld wordt proportioneel aangepast.
pl: Dłuższa strona obrazka jest dopasowana do podanych wymiarów i obrazek jest proporcjonalnie przeskalowany.
ru: Более длинная сторона изображения скорректирована относительно заданного размера и изображение изменено пропорционально.
sk: Dlhšia strana obrázku bude prispôsobená zadaným rozmerom a obrázok bude zmenšený proporčne.
sl: Daljša stranica slike se prilagodi na podane dimenzije in slika spremeni velikost proporcionalno.
sr: Дужа страница слике је прилагођена наведеним димензијама и величина слике је промењена пропорционално.
sv: Den längre sidan av bilden är justerad till den angivna dimensionen och bilden har omskalats propertionellt.
tr: Görselin uzun tarafı belirtilen boyutlara ayarlanır ve orantılı olarak yeniden boyutlandırılır.

# tl_image_size.box.0
source: Fit the box
cs: Přizpůsobit rámečku
de: An Rahmen anpassen
es: Encajar en el recuadro
fa: تطبیق با جعبه
fr: Étirer
it: Adatta alla finestra
ja: ボックスに一致
nl: Passend
pl: Dostosuj
ru: Установить поле
sk: Prispôsobiť boxu
sl: Se prilega oknu
sr: Стани у оквир
sv: Passa in i box
tr: Kutuya sığdırılsın

# tl_image_size.box.1
source: The image will be resized proportionally so that neither side exceeds any of the given dimensions. This is similar to the <em>contain</em> value in CSS.
de: Die Größe des Bildes wird proportional angepasst, sodass keine Seite die angegebenen Abmessungen überschreitet. Ähnlich dem Wert <em>contain</em> in CSS.
es: La imagen se redimensionará proporcionalmente para que ningún lado exceda ninguna de las dimensiones dadas. Esto es similar al valor de <em>contenido</em> en CSS.
fa: اندازه تصویر به طور متناسب تغییر خواهد کرد به طوری که هیچ یک از طرفین از هیچ یک از ابعاد داده‌شده تجاوز نکند. این شبیه به مقدار <em>contain</em> در CSS است.
ru: Изображение будет масштабироваться пропорционально, чтобы ни одна сторона не превышала заданных размеров. Это подобно значению <em>contain</em> в CSS.
sv: Bildens storlek ändras proportionellt så att ingen sida överskrider någon av de angivna dimensionerna. Detta liknar <em>contain</em>-värdet i CSS.

# tl_image_size.crop.0
source: Crop
cs: Oříznutí
de: Exaktes Format
es: Recorte
fa: کوتاه کردن
fr: Dimensions exactes
it: Ritaglia
ja: 切り取り
nl: Bijsnijden
pl: Przycięcie
ru: Обрезать
sk: Orezať
sl: Obreži
sr: Кропуј
sv: Beskär
tr: Kırpılsın

# tl_image_size.crop.1
source: The image will be resized to the exact dimensions given, cropping the image if necessary while preserving the important part if specified. This is similar to the <em>cover</em> value in CSS.
de: Die Größe des Bildes wird genau auf die angegebenen Abmessungen angepasst. Bei Bedarf wird das Bild zugeschnitten, wobei der wichtige Teil (falls angegeben) erhalten bleibt. Ähnlich dem Wert <em>cover</em> in CSS.
es: La imagen se redimensionará según las dimensiones exactas indicadas, recortándola si es necesario y conservando la parte importante si se especifica. Esto es similar al valor de <em>portada</em> en CSS.
fa: اندازه تصویر به ابعاد دقیق داده‌شده تغییر می‌کند، در صورت لزوم تصویر را برش می‌دهد و در صورت مشخص شدن قسمت مهم را حفظ می‌کند. این شبیه به مقدار <em>cover</em> در CSS است.
ru: Изображение будет масштабироваться до точных заданных размеров, обрезая изображение при необходимости, и сохраняя важную часть, если она задана. Это подобно значению <em>cover</em> в CSS.
sv: Bilden kommer att storleksändras till de exakta mått som anges, beskära bilden vid behov och bevara den viktiga delen om så anges. Detta liknar <em>cover</em>-värdet i CSS.

# tl_image_size.preserveMetadataOptions.default
source: Use default settings
de: Voreinstellungen verwenden
es: Utilizar la configuración predeterminada
fa: استفاده از تنظیمات پیش‌فرض
pl: Użyj domyślnych ustawień
ru: Использовать настройки по умолчанию
sk: Použiť predvolené nastavenia
sv: Använd standardinställningar

# tl_image_size.preserveMetadataOptions.overwrite
source: Select custom metadata fields
de: Eigene Metadatenfelder auswählen
es: Seleccionar campos de metadatos personalizados
fa: فیلدهای سفارشی فراداده را انتخاب کنید
pl: Wybierz niestandardowe pola metadanych
ru: Выберите настраиваемые поля метаданных
sk: Vybrať vlastné polia metadát
sv: Välj anpassade metadatafält

# tl_image_size.preserveMetadataOptions.delete
source: Remove all metadata fields
de: Alle Metadatenfelder entfernen
es: Eliminar todos los campos de metadatos
fa: حذف کردن همه فیلدها فراداده
pl: Usuń wszystkie pola metadanych
ru: Удалить все поля метаданных
sk: Vymazať všetky polia metadát
sv: Ta bort alla metadatafält

# tl_image_size.new.0
source: New
cs: Nové
de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
it: Nuovo
ja: 新規作成
nl: Nieuw
pl: Nowy
ru: Новый
sk: Nová
sl: Nov
sr: Ново
sv: Ny
tr: Yeni

# tl_image_size.new.1
source: Create a new image size
cs: Vytvořit nové obrázkové rozměry
de: Eine neue Bildgröße erstellen
es: Crear un nuevo tamaño de imagen
fa: ایجاد یک اندازه تصویر جدید
fr: Créer une nouvelle taille de l'image
it: Crea una nuova dimensione immagine
ja: 画像サイズを作成
nl: Maak een nieuw beeldformaat
pl: Utwórz nowy rozmiar obrazu
ru: Создать новый размер изображения
sk: Vytvoriť novú veľkosť obrázku
sl: Ustvari novo velikost slike
sr: Креирај нову величину слике
sv: Skapa en ny bildstorlek
tr: Yeni bir görsel boyutu ekle

# tl_image_size.show
source: Show the details of image size ID %s
cs: Zobrazit podrobnosti k obrázkovým rozměrům ID %s
de: Details der Bildgröße ID %s anzeigen
es: Mostrar los detalles del tamaño de imagen con ID %s
fa: نمایش جزئیات اندازه تصویر شناسه %s
fr: Afficher les détails de la taille de l'image ID %s
it: Mostra i dettagli delle dimensioni immagine ID %s
ja: ID %sの画像サイズの詳細を表示
nl: Toon gegevens beeldformaat ID %s
pl: Pokaż szczegóły rozmiaru ID %s
ru: Показать детали размера изображения ID %s
sk: Zobraziť detaily veľkosti obrázku ID %s
sl: Prikaži podrobnosti o velikosti slike ID %s
sr: Прикажи детаље величине слике ID %s
sv: Visa detaljer för bildstorlek med ID %s
tr: %s kimlikli görsel boyutunun ayrıntılarını görüntüle

# tl_image_size.edit
source: Edit image size ID %s
cs: Upravit obrázkové rozměry ID %s
de: Bildgröße ID %s bearbeiten
es: Editar tamaño de imagen con ID %s
fa: ویرایش اندازه تصویر شناسه %s
fr: Éditer la taille de l'image ID %s
it: Modifica dimensioni immagine ID %s
ja: ID %sの画像サイズを編集
nl: Bewerk beeldformaat ID %s
pl: Edytuj rozmiar obrazka ID %s
ru: Редактировать размер изображения ID %s
sk: Upraviť veľkosť obrázku ID %s
sl: Uredi velikost slike ID %s
sr: Уреди величину слике ID %s
sv: Redigera bildstorlek med ID %s
tr: %s kimlikli görsel boyutunu düzenle

# tl_image_size.children
source: Edit the media queries of image size ID %s
cs: Upravit nastavení mediálních query obrázkových rozměrů ID %s
de: Media-Queries der Bildgröße ID %s bearbeiten
es: Edite las consultas de medios de tamaño de imagen con ID%s
fa: ویرایش مدیا کوئری‌های اندازه تصویر شناسه %s
ja: ID %sの画像サイズのメディアクエリを編集
nl: Bewerk de mediaquery's van afbeelding grootte ID %s
pl: Edytuj media queries rozmiaru obrazka ID %s
ru: Редактировать медиа-запросы размера изображения ID %s
sk: Upravte media queries veľkosti obrázka ID %s
sv: Redigera media queries för bildstorleks-ID %s
tr: %s kimlikli görsel boyutunun ayarlarını düzenle

# tl_image_size.cut
source: Move image size ID %s
cs: Přemístit obrázkové rozměry ID %s
de: Bildgröße ID %s verschieben
es: Mover tamaño de imagen con ID %s
fa: جابجایی اندازه تصویر شناسه %s
fr: Déplacer la taille de l'image ID %s
it: Muovi le dimensioni immagine ID %s
ja: ID %sの画像サイズを移動
nl: Verschuiven beeldformaat ID %s
pl: Przenieś rozmiar obrazka ID %s
ru: Переместить размер изображения ID %s
sk: Premiestniť veľkosť obrázku ID %s
sl: Premakni velikost slike ID %s
sr: Помери величину слике ID %s
sv: Flytta bildstorlek med ID %s
tr: %s kimlikli görsel boyutunu taşı

# tl_image_size.copy
source: Duplicate image size ID %s
cs: Duplikovat obrázkové rozměry ID %s
de: Bildgröße ID %s duplizieren
es: Duplicar tamaño de imagen con ID %s
fa: تکثیر اندازه تصویر شناسه %s
fr: Dupliquer la taille de l'image ID %s
it: Duplica le dimensioni immagine ID %s
ja: ID %sの画像サイズを複製
nl: Dupliceer beeldformaat ID %s
pl: Duplikuj rozmiar obrazka ID %s
ru: Дублировать размер изображения ID %s
sk: Kopírovať veľkosť obrázku ID %s
sl: Kopiraj velikost slike ID %s
sr: Копирај величину слике ID %s
sv: Kopiera bildstorlek med ID %s
tr: %s kimlikli görsel boyutunu kopyala

# tl_image_size.delete
source: Delete image size ID %s
cs: Smazat obrázkové rozměry ID %s
de: Bildgröße ID %s löschen
es: Borrar tamaño de imagen con ID %s
fa: حذف اندازه تصویر شناسه %s
fr: Supprimer la taille de l'image ID %s
it: Elimina le dimensioni immagine ID %s
ja: ID %sの画像サイズを削除
nl: Verwijder beeldformaat ID %s
pl: Usuń rozmiar obrazka ID %s
ru: Удалить размер изображения ID %s
sk: Odstrániť veľkosť obrázku ID %s
sl: Izbriši velikost slike ID %s
sr: Обриши величину слике ID %s
sv: Radera bildstorlek med ID %s
tr: %s kimlikli görsel boyutunu sil

# tl_image_size.preserveMetadata.1
source: Preserve copyright-related image metadata fields (EXIF, IPTC, XMP).
nl: Bewaar auteursrechtgerelateerde metavelden voor afbeeldingen (EXIF, IPTC, XMP).

# tl_image_size.metadata.0
source: Metadata fields
nl: Metavelden

# tl_image_size.metadata.1
source: Here you can select which metadata fields to preserve. Defaults to the <code>contao.image.preserve_metadata</code> configuration.
nl: Hier kunt u selecteren welke metavelden u wilt behouden. Standaard ingesteld op de configuratie <code>contao.image.preserve_metadata</code>.

# tl_image_size.imageQuality.1
source: Optional image compression quality between 0 (lowest quality) and 100 (highest quality). If left empty, the system-wide configuration applies.
nl: Optionele beeldcompressiekwaliteit tussen 0 (laagste kwaliteit) en 100 (hoogste kwaliteit). Indien leeg gelaten, is de systeembrede configuratie van toepassing.

# tl_image_size.box.1
source: The shorter side of the image is adjusted to the given dimensions and the image is resized proportionally.
cs: Kratší strana obrázku bude přizpůsobená zadaným rozměrům a obrázek bude zmenšený.
fr: Le côté le plus court de l'image est ajusté aux dimensions données et l'image est redimensionnée proportionnellement.
it: Il lato più corto dell'immagine viene variato in base alle dimensioni indicate e l'immagine viene ridimensionata in modo proporzionale.
ja: 画像の短い側を指定した寸法に調整して、画像の大きさを縦横比を保持して変更します。
nl: De kortste zijde van het beeld wordt aangepast aan de bepaalde afmetingen en het beeld wordt proportioneel aangepast.
sl: Krajša stranica se prilagodi na podane dimenzije in slika spremeni velikost proporcionalno.
sr: Краћа страница слике је прилагођена наведеним димензијама и величина слике је промењена пропорционално.
tr: Görselin kısa tarafı belirtilen boyutlara ayarlanır ve orantılı olarak yeniden boyutlandırılır.

# tl_image_size.crop.1
source: The image will be resized to the given dimensions. If necessary, it will be cropped.
cs: Obrázek bude zmenšený podle zadaných rozměrů. Bude-li třeba, bude oříznut.
fr: L'image sera redimensionnée aux dimensions données. Si nécessaire, elle sera recadrée.
it: L'immagine verrà ridimensionata alle dimensioni indicate. Se necessario, verrà ritagliata.
ja: 画像を指定した寸法に変更します。必要な場合は画像を切り取ります。
nl: De afbeelding wordt aangepast aan de opgegeven maten. Indien nodig wordt dit bijgesneden.
sl: Slika bo spremenjena po danih dimenzijah. Če je potrebno, bo obrezana.
sr: Величина слике биће промењена на дате димензије. Ако је потребно, биће кропована.
tr: Görsel belirtilen boyutlara göre yeniden boyutlandırılır. Gerekirse kırpılır.

# tl_image_size.editheader
source: Edit the settings of image size ID %s
fr: Éditer les paramètres de la taille de l'image ID %s
it: Modifica la configurazione delle dimensioni immagine ID %s
sr: Уреди подешавања величине слике ID %s
