Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_image_size_item.xlf
Languages: cs, fr, nl, ru, sl, sv

# tl_image_size_item.media.0
source: Media query
cs: Mediální query
ru: Media query (Медиа-запрос)
sv: Mediafrågor

# tl_image_size_item.media.1
source: Here you can define when to use the image size, e.g. <em>(max-width: 600px)</em>.
cs: Zde můžete určit, kdy se mají použít obrázkové rozměry, např. <em>(max-width: 600px)</em>.
fr: Définir quand utiliser la taille de l'image, par exemple <em>(max-width: 600px)</em>.
nl: Bepaal hier wanneer de beeldgrootte te gebruiken, b.v. <em>(max-width: 600px)</ em>
ru: Вы можете определить, когда следует использовать размер изображения, напр., <em>(max-width: 600px)</em>.
sl: Tukaj lahko določite, v katerem primeru se bo uporabila velikost slike, npr. <em>(max-width: 600px)</em>.
sv: Här kan du definiera när bildstorleken ska användas, t.ex. <em>(max-width: 600px)</em>.

# tl_image_size_item.invisible.0
source: Invisible
cs: Skryté
nl: Niet zichtbaar
ru: Невидимый
sl: Nevidno
sv: Osynlig

# tl_image_size_item.invisible.1
source: Do not use the image size definition.
cs: Nepoužívat zadané obrázkové rozměry.
fr: Ne pas utiliser la définition de la taille de l'image.
nl: Maak geen gebruik van de definitie beeldgrootte.
ru: Не использовать определение размера изображения.
sl: Ne uporabi definirane velikosti slike.
sv: Använd ej bildstorleksdefinitionen.

# tl_image_size_item.tstamp.0
source: Revision date
cs: Datum změny
fr: Date de révision
nl: Datum van aanpassing
ru: Дата изменения
sl: Datum revizije
sv: Ändringsdatum

# tl_image_size_item.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
fr: Date et heure de la dernière révision
nl: Datum en tijdstip van de laatste aanpassing.
ru: Дата и время последнего изменения
sl: Datum in ura zadnje revizije
sv: Datum och tid för senaste ändringen.

# tl_image_size_item.title_legend
source: Image size settings
cs: Nastavení obrázkových rozměrů.
fr: Paramètres de la taille de l'image
nl: Instellingen afmetingen afbeelding
ru: Настройки размера изображения
sl: Nastavitve velikosti slike
sv: Bildstorleksinställningar

# tl_image_size_item.source_legend
source: Image source settings
cs: Nastavení zdroje obrázku
fr: Source de l'image
nl: Broninstellingen afbeelding
ru: Настройки источника изображения
sl: Nastavitve slikovnega vira
sv: Bildkällinställningar

# tl_image_size_item.visibility_legend
source: Visibility
cs: Viditelnost
fr: Visibilité
nl: Zichtbaarheid
ru: Видимость
sl: Vidnost
sv: Synlighet

# tl_image_size_item.new.1
source: Create a new media query
cs: Vytvořit nové mediální query
fr: Créer un nouveau media query
nl: Maak een nieuwe media query
ru: Создать новый Media query (Медиа-запрос)
sl: Ustvari nov "media query"
sv: Skapa en ny media query

# tl_image_size_item.show.1
source: Show the details of media query ID %s
cs: Zobrazit detaily k mediální query ID %s
fr: Afficher les détails du media query ID %s
ru: Показать детали Media query (Медиа-запроса) ID %s
sl: Prikaži podrobnosti o "media query" z ID %s
sv: Visa detaljerna för media query-ID %s

# tl_image_size_item.edit.1
source: Edit media query ID %s
cs: Upravit mediální query %s
fr: Éditer le media query ID %s
ru: Редактировать Media query (Медиа-запрос) ID %s
sl: Uredi "media query" z ID %s
sv: Redigera media query-ID %s

# tl_image_size_item.cut.1
source: Move media query ID %s
cs: Přesunout mediální query ID %s
fr: Déplacer le media query ID %s
ru: Переместить Media query (Медиа-запрос) ID %s
sl: Premakni "media query" z ID %s
sv: Flytta media query-ID %s

# tl_image_size_item.copy.1
source: Copy media query ID %s
cs: Zkopírovat mediální query ID %s
fr: Copier le media query ID %s
ru: Копировать Media query (Медиа-запрос) ID %s
sl: Kopiraj "media query" z ID %s
sv: Kopiera mediaquery ID %s

# tl_image_size_item.delete.1
source: Delete media query ID %s
cs: Smazat mediální query ID %s
fr: Supprimer le media query ID %s
ru: Удалить Media query (Медиа-запрос) ID %s
sl: Izbriši "media query" z ID %s
sv: Ta bort media query-ID %s

# tl_image_size_item.toggle.0
source: Activate/deactivate media query
cs: Aktivovat/deaktivovat mediální query
fr: Activer/désactiver la media query
ru: Активировать/деактивировать медиа-запрос
sl: Omogoči/onemogoči "media query"
sv: Aktivera/avaktivera media query

# tl_image_size_item.toggle.1
source: Deactivate media query ID %s
cs: Deaktivovat mediální query ID %s
fr: Désactiver la media query ID %s
ru: Деактивировать медиа-запрос ID %s
sl: Onemogoči "media query" z ID %s
sv: Avaktivera media query ID %s

# tl_image_size_item.toggle.2
source: Activate media query ID %s
cs: Aktivovat mediální query ID %s
fr: Activer la media query ID %s
ru: Активировать медиа-запрос ID %s
sl: Omogoči "media query" z ID %s
sv: Aktivera media query ID %s

# tl_image_size_item.toggle.3
source: Deactivate
cs: Deaktivovat
fr: Inactif
ru: Деактивировать
sl: Onemogoči
sv: Avaktivera

# tl_image_size_item.toggle.4
source: Activate
cs: Aktivovat
fr: Activer
ru: Активировать
sl: Aktiviraj
sv: Aktivera

# tl_image_size_item.pasteafter.1
source: Paste after media query ID %s
cs: Vložit za mediální query ID %s
fr: Coller après le media query ID %s
nl: Plak achter media query ID %s
ru: Вставить после Media query (Медиа-запроса) ID %s
sl: Prilepi za "media query" z ID %s
sv: Klistra in efter media query-ID %s

# tl_image_size_item.pastenewtop.1
source: Create a new media query at the top
cs: Vytvořit nové mediální query na prvním místě
fr: Créer une nouvelle media query au début
ru: Создать новый Media query (Медиа-запрос) вверху
sl: Ustvari nov "media query" na začetku
sv: Skapa en ny media query högst upp

# tl_image_size_item.pastenewafter.1
source: Create a new media query after media query ID %s
cs: Vytvořit nové mediální query za ID %s
fr: Créer une media query après la media query ID %s
ru: Создать новый Media query (Медиа-запрос) после медиа-запроса ID %s
sl: Ustvari nov "media query" za "media query" z ID %s
sv: Skapa en ny media query efter media query-ID %s

# tl_image_size_item.tableLabel
source: Media query
ru: Media query (Медиа-запрос)

# tl_image_size_item.new.0
source: New
nl: Nieuw

# tl_image_size_item.show
source: Show the details of media query ID %s
nl: Toon details van media query ID %s

# tl_image_size_item.edit
source: Edit media query ID %s
nl: Bewerk media query ID %s

# tl_image_size_item.cut
source: Move media query ID %s
nl: Verplaats media query ID %s

# tl_image_size_item.copy
source: Duplicate media query ID %s
nl: Dupliceer media query ID %s

# tl_image_size_item.delete
source: Delete media query ID %s
nl: Verwijder media query ID %s

# tl_image_size_item.toggle
source: Activate/deactivate media query ID %s
nl: Activeer/deactiveer media query ID %s

# tl_image_size_item.pasteafter.0
source: Paste at the top
nl: Bovenaan plakken

# tl_image_size_item.pastenew.0
source: Create a new media query at the top
nl: Maak een nieuwe media query bovenaan

# tl_image_size_item.pastenew.1
source: Create a new media query after media query ID %s
nl: Voeg een nieuwe media query toe achter media query ID %s
