Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_image_size.xlf
Languages: cs, de, es, fa, fr, it, ja, nl, pl, ru, sk, sl, sr, sv, tr

# tl_image_size.name.0
source: Name
cs: Jméno
es: Nombre
fa: نام
fr: Nom
it: Nome
ja: 名前
nl: Naam
pl: Nazwa wyświetlana
ru: Имя
sk: Názov
sl: Naziv
sr: Име
sv: Namn och mediatyper
tr: Ad

# tl_image_size.name.1
source: Please enter the image size name.
cs: Zadejte prosím název obrázkových rozměrů.
de: Bitte geben Sie den Namen der Bildgröße ein.
es: Introduzca el nombre del tamaño de la imágen.
fa: لطفا نام اندازه تصویر را وارد نمایید.
fr: Saisir le nom de la taille de l'image.
it: Inserire il nome delle dimensioni immagine
ja: 画像サイズの名前を入力してください。
nl: Geef een afbeeldingsgrootte naam op.
pl: Podaj nazwę rozmiaru obrazka.
ru: Введите имя размера изображения.
sk: Prosím zadajte názov veľkosti obrázku.
sl: Prosimo vnesite ime za velikost slike.
sr: Унесите назив за величину слике.
sv: Ange bildstorlekens namn.
tr: Lütfen görsel boyutu adını yazın.

# tl_image_size.width.0
source: Width
cs: Šířka
de: Breite
es: Ancho
fa: عرض
fr: Largeur
it: Larghezza
ja: 幅
nl: Breedte
pl: Szerokość
ru: Width (Ширина)
sk: Šírka
sl: Širina
sr: Ширина
sv: Bredd
tr: Genişlik

# tl_image_size.width.1
source: Here you can enter the width in pixels.
cs: Zde můžete zadat šířku v obrázkových bodech, pixelech.
de: Hier können Sie die Breite in Pixeln angeben.
es: Aquí puede introducir el ancho en pixels.
fa: اینجا می‌توانید عرض را به پیکسل وارد نمایید.
fr: Saisir la largeur en pixels.
it: Qui è possibile inserire la larghezza in pixel.
ja: ピクセル単位の幅を入力できます。
nl: Geef de breedte op in pixels.
pl: Wprowadź szerokość w pikselach.
ru: Вы можете ввести ширину в пикселах.
sk: Tu môžete zadať šírku v pixeloch.
sl: Tukaj lahko vnesete širino v pikslih.
sr: Овде можете унети ширину у пикселима.
sv: Här kan du ange bredden i pixlar.
tr: Buraya genişliği piksel olarak yazabilirsiniz.

# tl_image_size.height.0
source: Height
cs: Výška
de: Höhe
es: Altura
fa: ارتفاع
fr: Hauteur
it: Altezza
ja: 高さ
nl: Hoogte
pl: Wysokość
ru: Height (Высота)
sk: Výška
sl: Višina
sr: Висина
sv: Höjd
tr: Yükseklik

# tl_image_size.height.1
source: Here you can enter the height in pixels.
cs: Zde můžete zadat výšku v obrázkových bodech, pixelech.
de: Hier können Sie die Höhe in Pixeln angeben.
es: Aquí puede introducir el alto en pixels.
fa: اینجا می‌توانید ارتفاع را به پیکسل وارد نمایید.
fr: Saisir la hauteur en pixels.
it: Qui è possibile inserire l'altezza in pixel.
ja: ピクセル単位の高さを入力できます。
nl: Geef de hoogte op in pixels.
pl: Wprowadź wysokość w pikselach.
ru: Вы можете ввести высоту в пикселах.
sk: Tu môžete zadať výšku v pixeloch.
sl: Tukaj lahko vnesete višino v pikslih.
sr: Овде можете унети висину у пикселима.
sv: Här kan du ange höjden i pixlar.
tr: Buraya yüksekliği piksel olarak yazabilirsiniz.

# tl_image_size.resizeMode.0
source: Resize mode
cs: Mód přizpůsobení rozměrů
de: Größenänderungsmodus
es: Modo de cambio de tamaño
fa: روش تغییر اندازه
fr: Mode de redimensionnement
it: Modalità resize
ja: サイズ変更の方法
nl: Formaatwijziging modus
pl: Tryb zmiany rozmiaru
ru: Режим изменения размера
sk: Spôsob zmeny veľkosti
sl: Način za spreminjanje velikosti
sr: Начин промене величине
sv: Omskalningsläge
tr: Yeniden boyutlandırma kipi

# tl_image_size.resizeMode.1
source: Only applicable if width and height are specified.
cs: Lze aplikovat, jen když je zadaná šířka a výška.
de: Kommt nur zur Anwendung, wenn Breite und Höhe angegeben sind.
es: Solo es aplicable si se especifican el ancho y la altura.
fa: فقط زمانی که عرض و ارتفاع مشخص شده باشند قابل استفاده است.
fr: Seulement applicable si la largeur et la hauteur sont spécifiées.
it: Questa opzione viene applicata solo se sono specificati larghezza ed altezza.
ja: 幅と高さを指定している場合だけ適用できます。
nl: Alleen van toepassing indien breedte en hoogte zijn opgegeven.
pl: Ma zastosowanie tylko, jeżeli szerokość i wysokość są określone.
ru: Применяется, только если указаны ширина и высота.
sk: Aplikovateľné, iba ak je špecifikovaná šírka a výška.
sl: Uporabljeno le, če sta širina in višina določena.
sr: Примењиво само ако су специфициране ширина и висина.
sv: Enbart tillämpbart om bredd och höjd är specificerade.
tr: Yalnızca genişlik ve yükseklik belirtilmişse uygulanabilir.

# tl_image_size.zoom.0
source: Zoom
cs: Přiblížení, zoom
fa: بزرگنمایی
ja: 拡大表示
pl: Powiększenie
ru: Увеличить
sk: Zväčšenie
sl: Povečava
sr: Зумирање
tr: Yakınlaştırma

# tl_image_size.zoom.1
source: 0 = the whole image is visible, 100 = only the important part of the image is visible.
cs: 0= zobrazí se celý obrázek, 100= zobrazí se jen důležitá část obrázku.
de: 0 = das ganze Bild ist sichtbar, 100 = nur der wichtige Teil des Bildes ist sichtbar.
es: 0 = toda la imagen es visible, 100 = solo la parte importante de la imagen es visible.
fa: 0 = همه تصویر قابل مشاهده است، 100 = فقط قسمت مهم تصویر قابل مشاهده است.
fr: 0 = la totalité de l'image est visible, 100 = uniquement la partie importante de l'image est visible.
it: 0 = l'intera immagine è visibile, 100 = solo la parte importante di questa immagine è visibile.
ja: 0で画像全体を見える状態に、100で画像の重要な部分だけ見える状態にします。
nl: 0 = gehele afbeelding is zichtbaar, 100 = alleen het belangrijkste deel van de afbeelding is zichtbaar.
pl: 0 = cały obraz jest widoczny, 100 = tylko ważna część obrazu jest widoczna.
ru: 0 = видно все изображение, 100 = будет видна только важная часть изображения.
sk: 0 = viditeľný je celý obrázok, 100 = viditeľná je iba dôležitá časť obrázka.
sl: 0 = celotna slika vidna, 100 = le pomemben del slike je viden.
sr: 0 = цела слика је видљива, 100 = само важни део слике је видљив.
sv: 0 = hela bilden är synlig, 100 = enbart den viktiga delen av bilden är synlig.
tr: 0 yazıldığında görselin tümü görüntülenir. 100 yazıldığında görselin yalnızca önemli bölümü görüntülenir.

# tl_image_size.sizes.0
source: Sizes attribute
cs: Vlastnosti rozměrů
de: Sizes-Attribut
es: Atributo tamaños
fa: ویژگی اندازه‌ها
fr: Attribut tailles (sizes)
it: Dimensioni attributi
ja: 大きさの属性
pl: Atrybuty rozmiarów
ru: Атрибут размеры (sizes)
sk: Sizes atribút
sl: Atribut za velikosti
sr: Атрибути величина
sv: Storleksattribut
tr: Sizes özniteliği

# tl_image_size.sizes.1
source: Here you can define the intended layout width of the image, the actual size should be defined via CSS. Example: <em>(max-width: 600px) 100vw, 50vw</em>.
cs: Zde můžete určit zamýšlený vzhled obrázku. Aktuální rozměr by měl být nadefinovaný pomocí CSS. Př. <em>(max-width: 600px) 100vw, 50vw</em>.
de: Hier können Sie die gewünschte Layout-Breite des Bildes angeben. Die tatsächliche Größe sollte per CSS definiert werden. Beispiel: <em>(max-width: 600px) 100vw, 50vw</em>.
es: Aquí puede definir el ancho de diseño deseado de la imagen, el tamaño real debe definirse a través de CSS. Ejemplo: <em>(ancho máximo: 600px) 100vw, 50vw</em>.
fa: اینجا می‌توانید عرض چیدمان موردنظر تصویر را تعریف کنید، اندازه‌ی واقعی باید از طریق CSS تعریف شود. مثال: <em>(max-width: 600px) 100vw, 50vw</em>.
fr: Ici, vous pouvez définir la largeur prévue pour l'image dans la mise en page, la taille réelle doit être définie via CSS. Exemple: em>(max-width: 600px) 100vw, 50vw</em>
it: Qui puoi definire la larghezza di layout dell'immagine, la dimensione effettiva dovrebbe essere definita tramite CSS. Esempio: <em>(max-width: 600px) 100vw, 50vw</em>.
ja: 表示する画像に意図する配置の幅を指定できます、実際の幅はCSSで指定しなければなりません。例: <em>(max-width: 600px) 100vw, 50vw</em>
nl: Hier kunt u de beoogde lay-outbreedte van de afbeelding definiÃ«ren, de werkelijke grootte moet via CSS worden gedefinieerd. Voorbeeld: <em>(max-breedte: 600px) 100vw, 50vw</em>.
pl: Tutaj można zdefiniować zamierzoną szerokość układu obrazu, rzeczywisty rozmiar powinien być zdefiniowany poprzez CSS. Przykład: <em>(max-width: 600px) 100vw, 50vw</em>.
ru: Вы можете определить предполагаемую ширину макета изображения, фактический размер должен быть определен с помощью CSS. Напр.,: <em>(max-width: 600px) 100vw, 50vw</em>.
sk: Tu môžete definovať zamýšľanú šírku rozloženia obrázka, skutočná veľkosť by mala byť definovaná pomocou CSS. Príklad: <em>(max-width: 600px) 100vw, 50vw</em>.
sr: Овде можете да подесите жељену ширину слике, док ће права величина зависити од CSS. Примјер: <em>(max-width: 600px) 100vw, 50vw</em>.
sv: Här kan du definiera bildens avsedda layoutbredd, den faktiska storleken ska definieras via CSS. Exempel: <em>(max-width: 600px) 100vw, 50vw</em>.
tr: Buradan görselin istenilen genişliğini tanımlayabilirsiniz. Gerçek boyut CSS ile tanımlanmalıdır. Örnek: <em>(max-width: 600px) 100vw, 50vw</em>.

# tl_image_size.densities.0
source: Pixel densities/scale factors
cs: Hustota pixelů/faktory rozměrů
de: Pixeldichte/Skalierungsfaktor
es: Factores de escala/densidades de píxeles
fa: چگالی‌های پیکسل/عامل‌های مقیاس
fr: Densité de pixels/facteurs d'échelle
it: Densità in pixel / fattori di scala
ja: 画素密度/倍率
nl: Pixel dichtheden/schaalfactoren
pl: Gęstości pikseli / współczynniki skalowania
ru: Плотность пикселей/коэффициенты масштабирования
sk: Hustota/násobky obrazových bodov
sl: Gostote slikovnih pik / pretvorni faktorji
sr: Густина пиксела/фактор скалирања
sv: Pixeltätheter/skalningsfaktorer
tr: Piksel yoğunlukları/ölçek faktörleri

# tl_image_size.densities.1
source: Here you can define the pixel densities (e.g. <em>1x, 1.5x, 2x</em>) or width descriptors (e.g. <em>100w, 200w</em>).
cs: Zde můžete zadat hustotu obrázkových bodů (např. <em>1x, 1.5x, 2x</em>) nebo charakter šířky (např. <em>100w, 200w</em>).
de: Hier können Sie die Pixeldichten (z. B. <em>1x, 1.5x, 2x</em>) oder die Breitenbeschreibungen (z. B. <em>100w, 200w</em>) definieren.
es: Aquí puede definir las densidades de píxeles (p.e. <em>1x, 1.5x, 2x</em>) o descriptores de ancho (p.e. <em>100w, 200w</em>).
fa: اینجا می‌توانید چگالی پیکسل را تعریف کنید (مثلا <em>1x, 1.5x, 2x</em>) یا توصیف‌کننده‌های عرض (مثلا <em>100w, 200w</em>).
fr: Définir les densités de pixels (par ex. <em>1x, 1.5x, 2x</em>) ou les descripteurs de largeur (par ex. <em>100w, 200w</em>).
it: In questo punto è possibile definire la densità in pixel (es. <em>1x, 1.5x, 2x</em>) oppure definire le dimensioni (es. <em>100w,200w</em>).
ja: 画素密度(例: <em>1x, 1.5x, 2x</em>)またはwidth記述子(例: <em>100w, 200w</em>)を指定できます。
nl: Bepaal hier pixel dichtheden (b.v. <em>1x, 1.5x, 2x</em>) of breedte omschrijvingen (b.v. <em>100w, 200w</em>).
pl: Tutaj możesz określić gęstość pikseli (np. <em>1x, 1.5x, 2x</em>) lub deskryptory szerokości (np. <em>100w, 200w</em>).
ru: Вы можете определить плотность пикселей (напр., <em>1x, 1.5x, 2x</em>) или ширину дескрипторов (напр., <em>100w, 200w</em>).
sk: Tu môžete definovať hustotu pixelov (napr. <em>1x, 1.5x, 2x</em>) alebo deskriptory šírky (napr. <em>100w, 200w</em>).
sr: Овде можете дефинисати густину пиксела (нпр. <em>1x, 1.5x, 2x</em>) или дескрипторе ширине (нпр. <em>100w, 200w</em>).
sv: Här kan du definiera pixeldensiteter (t.ex. <em>1x, 1,5x, 2x</em>) eller breddbeskrivare (t.ex. <em>100w, 200w</em>).
tr: Buradan piksel yoğunluklarını (<em>1x, 1.5x, 2x</em> gibi) ya da genişlik tanımlayıcılarını (<em>100w, 200w</em> gibi) ayarlayabilirsiniz.

# tl_image_size.cssClass.0
source: CSS classes
cs: Kaskádové styly CSS
de: CSS-Klassen
es: Clases CSS
fa: کلاسی‌های CSS
fr: Classes CSS
it: Classe CSS
ja: CSSのクラス
pl: Klasy CSS
ru: CSS классы
sk: CSS triedy (class)
sl: Razredi CSS
sr: CSS класе
sv: CSS-klasser
tr: CSS sınıfları

# tl_image_size.cssClass.1
source: The CSS classes will be added to the image tag.
cs: Kaskádové styly budou přidány do tagu obrázku
de: Die CSS-Klassen werden dem Image-Tag zugewiesen.
es: Las clases CSS se agregarán a la etiqueta de la imagen.
fa: کلاس‌های CSS به برچسب تصویر اضافه خواهند شد.
fr: Les classes CSS seront ajoutées à la balise d'image.
it: La classe CSS sarà applicata al tag immagine
ja: CSSのクラスをimageタグに追加します。
nl: De CSS classes worden toegevoegd aan de afbeelding tag.
pl: Klasy CSS zostaną dodane do tagu obrazka.
ru: CSS классы будут добавлены в тег изображения.
sk: Triedy CSS sa pridajú do značky obrázka.
sl: Razredi CSS bodo dodani k slikovnemu elementu - image tag.
sr: Класа CSS ће биди додата у таг слике.
sv: CSS-klasserna läggs till i bildtaggen.
tr: image kod imine eklenecek CSS sınıfları.

# tl_image_size.formats.0
source: Convert image formats
cs: Převést formáty obrázků
de: Bildformate konvertieren
es: Convertir formatos de imagen
fa: تبدیل فرمت‌های تصویر
fr: Formats d'image
it: Converti formati immagine
ja: 画像の形式を変換
nl: Converteer beeldformaten
pl: Konwertuj formaty obrazków
ru: Конвертировать форматы изображений
sk: Konvertovať formáty obrázka
sl: Pretvorba slikovnih formatov
sr: Конвертуј формате слика
sv: Konvertera bildformat
tr: Görsel biçimleri dönüştürülsün

# tl_image_size.formats.1
source: Here you can select which image formats shall be converted.
cs: Zde můžete určit, jaké obrázkové formáty mají být převedeny.
de: Hier können Sie auswählen, welche Bildformate konvertiert werden sollen.
es: Aquí puede seleccionar qué formatos de imagen se convertirán.
fa: اینجا می‌توانید فرمت‌های تصویر که باید تبدیل شوند را انتخاب کنید.
fr: Ici, vous pouvez choisir quels formats d'image seront convertis.
it: Qui puoi selezionare quali formati di immagine devono essere convertiti.
ja: どの画像の形式を変換するか選択できます。
nl: Hier kunt u selecteren welke afbeeldingsindelingen worden geconverteerd.
pl: Tutaj możesz wybrać formaty obrazków, które zostaną przekonwertowane.
ru: Вы можете выбрать, какие форматы изображений будут конвертированы.
sk: Tu môžete vybrať, ktoré obrazové formáty sa majú konvertovať.
sl: Tu lahko nastavite, kateri formati slik bodo pretvorjeni.
sr: Овде можете да одаберете који формати слика ће бити конвертовани.
sv: Här kan du välja vilka bildformat som ska konverteras.
tr: Buradan hangi görüntü biçimlerinin dönüştürüleceğini seçebilirsiniz.

# tl_image_size.formatsNotSupported
source: The following formats are not supported on your server: %s
cs: Následující formáty nejsou Vaším serverem podporovány: %s
de: Folgende Formate werden von Ihrem Server nicht unterstützt: %s
es: Los siguientes formatos no son compatibles con su servidor: %s
fa: فرمت‌های ذیل در سرور شما پشتیبانی نمی‌شوند: %s
fr: Les formats suivants ne sont pas pris en charge par votre serveur : %s
it: I seguenti formati non sono supportati sul tuo server: %s
ja: 以下の形式は使用しているサーバーでサポートしていません: %s
nl: De volgende formats worden niet ondersteund op uw server: %s
pl: Następujące formaty nie są wspierane na twoim serwerze: %s
ru: На сервере не поддерживаются следующие форматы: %s
sk: Na vašom serveri nie sú podporované nasledujúce formáty:%s
sl: Naslednji formati datotek niso podprti na vašem strežniku: %s
sr: Следећи формати нису подржани на вашем серверу: %s
sv: Följande format stöds inte på din server: %s
tr: Sunucunuzda şu biçimler desteklenmiyor: %s

# tl_image_size.preserveMetadata.0
source: Preserve copyright metadata
de: Urheberrechts-Metadaten erhalten
es: Preservar los metadatos de derechos de autor
fa: ابرداده کپی‌رایت را حفظ کنید
nl: Bewaar auteursrecht metagegevens
pl: Zachowaj metadane praw autorskich
ru: Сохранять метаданные об авторском праве
sk: Zachovajte metadáta autorských práv
sv: Bevara upphovsrättsliga metadata
tr: Telif hakkı üst bilgisi korunsun

# tl_image_size.preserveMetadata.1
source: Preserve copyright-related metadata fields (EXIF, IPTC, XMP).
de: Urheberrechtlich relevante Metadatenfelder (EXIF, IPTC, XMP) erhalten.
es: Preservar los campos de metadatos relacionados con los derechos de autor (EXIF, IPTC, XMP).
fa: فیلدهای فراداده مربوط به کپی‌رایت (EXIF، IPTC، XMP) را حفظ کنید.
pl: Zachowaj metadane związane z prawami autorskimi (EXIF, IPTC, XMP).
ru: Сохранять поля метаданных, связанные с авторскими правами (EXIF, IPTC, XMP).
sk: Zachovajte polia metadát súvisiacich s autorskými právami (EXIF, IPTC, XMP).
sv: Bevara upphovsrättsrelaterade metadatafält (EXIF, IPTC, XMP).

# tl_image_size.preserveMetadataFields.0
source: Metadata fields
de: Metadaten-Felder
es: Campos de metadatos
fa: فیلدهای فراداده
pl: Pola metadanych
ru: Поля метаданных
sk: Polia metadát
sv: Metadatafält
tr: Üst veri alanları

# tl_image_size.preserveMetadataFields.1
source: Please select the metadata fields to preserve.
de: Bitte wählen Sie die zu erhaltenden Metadatenfelder aus.
es: Seleccione los campos de metadatos que desea conservar.
fa: لطفاً فیلدهای فراداده را برای حفظ انتخاب کنید.
pl: Proszę wybrać pola metadanych do zachowania.
ru: Выберите поля метаданных, которые нужно сохранить.
sk: Vyberte polia metadát, ktoré chcete zachovať.
sv: Välj de metadatafält som ska bevaras.

# tl_image_size.skipIfDimensionsMatch.0
source: Use original image if dimensions match
cs: Použít originál obrázku, pokud jeho rozměry souhlasí.
de: Originalbild bei passenden Abmessungen verwenden
es: Use la imagen original si las dimensiones coinciden
fa: استفاده از تصویر اصلی وقتی ابعاد مطابقت داشته باشد
fr: Utiliser l'image originale si les dimensions correspondent
it: Usa l'immagine originale se le dimensioni corrispondono
ja: サイズが一致した場合は元の画像を使用
nl: Gebruik de originele afbeelding als de afmetingen overeenkomen
pl: Użyj oryginalnego obrazka jeśli wymiary się zgadzają
ru: Использовать оригинальное изображение, если размеры совпадают
sk: Ak sa rozmery zhodujú, použite pôvodný obrázok
sl: Uporabi originalno sliko, če ste velikost ujema
sr: Ако се димензије слажу, користи оригиналну слику
sv: Använd originalbilden om måtten överensstämmer
tr: Boyutlar eşleşirse özgün görsel kullanılsın

# tl_image_size.skipIfDimensionsMatch.1
source: Note that no optimizations such as metadata stripping or JPEG compression will be applied in this case.
cs: Mějte na paměti, že v tomto případě nebudou použité žádné optimalizace jako přepsání meta informací nebo komprese JPEGu.
de: Beachten Sie, dass in diesem Fall keine Optimierung der Metadaten oder der JPEG-Komprimierung erfolgt.
es: Tenga en cuenta que en este caso no se aplicarán optimizaciones como la eliminación de metadatos o la compresión JPEG.
fa: توجه داشته باشید که در این حالت هیچ بهینه‌سازی مانند حذف فراداده یا فشرده‌سازی JPEG اعمال نخواهد شد.
fr: Notez qu'aucune optimisation telle que la supression des métadonnées ou la compression JPEG ne sera appliquée dans ce cas.
it: Notare che in questo caso non verranno applicate ottimizzazioni come lo stripping dei metadati o la compressione JPEG.
ja: この場合、メタデータの取り去りやJPEGの圧縮の様な最適化は行わないことに注意してください。
nl: Houd er rekening mee dat in dit geval geen optimalisaties zoals het strippen van metagegevens of JPEG-compressie worden toegepast.
pl: Należy pamiętać, że w tym przypadku nie będą stosowane żadne optymalizacje, takie jak usuwanie metadanych lub kompresja JPEG.
ru: Обратите внимание, что в этом случае, не будет применена оптимизация, такая как удаление метаданных или сжатие JPEG.
sk: Upozorňujeme, že v tomto prípade sa nepoužijú žiadne optimalizácie, ako je odstraňovanie metadát alebo kompresia JPEG.
sl: Upoštevajte, da v tem primeru ne bo izvedena nobena optimizacija kot npr. odstranjevanje meta podatkov ali stiskanje JPEG.
sr: Имајте на уму да методе оптимизације попут метадата стрипинга или JPEG компресије неће бити примењене у овом случају.
sv: Observera att inga optimeringar som borttagning av metadata eller JPEG-komprimering tillämpas i detta fall.
tr: Bu durumda üst veri ayıklama veya JPEG sıkıştırma gibi iyileştirmelerin uygulanmayacağını unutmayın.

# tl_image_size.imageQuality.0
source: Image quality
de: Bildqualität
es: Calidad de la imagen
fa: کیفیت تصویر
nl: Afbeeldingskwaliteit
pl: Jakość obrazka
ru: Качество изображения
sk: Kvalita obrázka
sv: Bildkvalitet
tr: Görsel kalitesi

# tl_image_size.imageQuality.1
source: Here you can set the image compression quality between 0 (lowest quality) and 100 (highest quality). Leave blank to use the system default.
de: Hier können Sie die Bildkomprimierungsqualität zwischen 0 (niedrigste Qualität) und 100 (höchste Qualität) einstellen. Lassen Sie das Feld leer, um die Systemvorgabe zu verwenden.
es: Aquí puede establecer la calidad de compresión de la imagen entre 0 (calidad más baja) y 100 (calidad más alta). Déjelo en blanco para utilizar el valor predeterminado del sistema.
fa: در اینجا می‌توانید کیفیت فشرده‌سازی تصویر را بین 0 (کمترین کیفیت) و 100 (بالاترین کیفیت) تنظیم کنید. برای استفاده از پیش‌فرض سیستم، آن را خالی بگذارید.
pl: Tutaj możesz ustawić jakość kompresji obrazka między 0 (najniższa jakość) a 100 (najwyższa jakość). Pozostaw puste, aby użyć domyślnych ustawień systemowych.
ru: Вы можете установить качество сжатия изображения от 0 (самое низкое качество) до 100 (самое высокое качество). Оставьте пустым, чтобы использовать системные настройки по умолчанию.
sk: Tu môžete nastaviť kvalitu kompresie obrazu medzi 0 (najnižšia kvalita) a 100 (najvyššia kvalita). Ak chcete použiť predvolené nastavenie systému, nechajte prázdne.
sv: Här kan du ställa in bildkomprimeringskvaliteten mellan 0 (lägsta kvalitet) och 100 (högsta kvalitet). Lämna tomt för att använda systemets standard.

# tl_image_size.lazyLoading.0
source: Enable lazy loading
cs: Použít pomalé načítání (lazy loading)
de: Lazy-Loading aktivieren
es: Habilitar carga diferida
fa: فعال کردن lazy loading
fr: Activer le chargement différé (lazy loading)
it: Abilita caricamento lazy loading
ja: 遅延読み込みを有効
nl: Lazy loading inschakelen
pl: Włącz lazy loading
ru: Включить отложенную загрузку
sk: Povoliť lazy loading
sl: Omogoči zakasnjeno nalaganje
sr: Омогући одложено учитавање
sv: Aktivera lat laddning
tr: Yavaş yükleme kullanılsın

# tl_image_size.lazyLoading.1
source: Defer loading the image until it is scrolled into the viewport.
cs: Obrázky budou načteny, jakmile se zobrazí v zorném poli prohlížeče.
de: Das Laden des Bildes verzögern bis es in den Viewport gescrollt wird.
es: Aplazar la carga de la imagen hasta que se desplace a la ventana gráfica.
fa: بارگذاری تصویر را تا زمانی که به نمای‌دید اسکرول شود به تاخیر می‌اندازد.
fr: Reportez le chargement de l'image jusqu'à ce qu'elle défile dans le viewport.
it: Rimanda il caricamento dell'immagine fino a quando non viene fatta scorrere nella finestra.
ja: 画像がウィンドウ内にスクロールされて表示されるまで読み込みを遅延します。
nl: Stel het laden van de afbeelding uit totdat deze in de viewport is gescrold.
pl: Opóźnij ładowanie obrazka do czasu aż pojawi się w viewporcie.
ru: Отложить загрузку изображения, до прокрутки в окне просмотра.
sk: Odložte načítanie obrázka, kým sa neposunie do zobrazovacieho poľa.
sl: Sliko naloži šele takrat, ko je vidna na zaslonu.
sr: Одложи учитавање слике док се не појави у видном простору странице.
sv: Skjut upp laddningen av bilden tills den rullas in i viewport.
tr: Bu seçenek etkinleştirildiğinde, görsel görüş açısına kaydırılana kadar yüklenmez.

# tl_image_size.tstamp.0
source: Revision date
cs: Datum změny
de: Änderungsdatum
es: Fecha revisión
fa: تاریخ بازنگری
fr: Date de révision
it: Data revisione
ja: 改訂日
nl: Datum van aanpassing
pl: Data rewizji
ru: Дата изменения
sk: Dátum zmeny
sl: Datum revizije
sr: Датум последње верзије
sv: Ändringsdatum
tr: Düzenlenme tarihi

# tl_image_size.tstamp.1
source: Date and time of the latest revision
cs: Datum a čas poslední změny
de: Datum und Uhrzeit der letzten Änderung
es: Fecha y hora de la última modificación
fa: تاریخ و ساعت آخرین بازنگری
fr: Date et heure de la dernière révision
it: Data e ora dell'ultima revisione
ja: 最新のリビジョンの日付と時刻
nl: Datum en tijdstip van de laatste aanpassing.
pl: Data i czas ostatniej rewizji
ru: Дата и время последнего изменения
sk: Dátum a čas poslednej úpravy
sl: Datum in ura zadnje revizije
sr: Датум и време последње верзије
sv: Datum och tid för senaste ändringen.
tr: Son düzenlenme tarihi ve saati
