Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_log.xlf
Languages: nl, ru

# tl_log.tstamp.0
source: Date
nl: Datum
ru: Дата

# tl_log.tstamp.1
source: Date and time of the log entry
nl: Datum en tijd van aanmaak logbestand
ru: Дата и время записи в журнале

# tl_log.source.0
source: Origin
nl: Bron
ru: Источник

# tl_log.source.1
source: Back end or front end
nl: Back-end of front-end
ru: Панель управления или внешний интерфейс

# tl_log.action.0
source: Category
nl: Categorie
ru: Category (Категория)

# tl_log.action.1
source: Category of the action
nl: Categorie van de handeling
ru: Категория действия

# tl_log.username.0
source: User
nl: Gebruiker
ru: Пользователь

# tl_log.username.1
source: Name of the authenticated user
nl: Naam van de ingelogde gebruiker
ru: Имя авторизованного пользователя

# tl_log.text.0
source: Details
ru: Детали

# tl_log.text.1
source: Details of the log entry
nl: Details van de huidige invoeging
ru: Подробности записи в журнале

# tl_log.func.0
source: Function
nl: Functie
ru: Функция

# tl_log.func.1
source: Name of the initiating function
nl: Naam functie welke getriggerd wordt
ru: Имя инициирующий функции

# tl_log.browser.0
source: Browser
ru: Браузер

# tl_log.browser.1
source: Name of the user agent
nl: Browser van de gebruiker
ru: Поле User-Agent

# tl_log.BE
source: Back end
ru: Панель управления

# tl_log.FE
source: Front end
ru: Внешний интерфейс
