Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_maintenance.xlf
Languages: cs, es, fr, nl, ru, sk, sl, sr

# tl_maintenance.crawlDebugLogExplain
source: If errors occurred or pages were skipped, check the debug log for more information.
cs: Pokud došlo k chybám nebo byly stránky přeskočeny, vyhledejte další informace v protokolu ladění.
es: Si se produjeron errores o se omitieron páginas, consulte el registro de depuración para obtener más información.
fr: Si des erreurs se sont produites ou si des pages ont été ignorées, vérifiez le journal de débogage pour plus d'informations.
nl: Als er fouten zijn opgetreden of pagina's zijn overgeslagen, raadpleegt u de debug log voor meer informatie.
ru: Если возникли ошибки или страницы были пропущены, проверьте журнал отладки для получения дополнительной информации.
sk: Ak sa vyskytli chyby alebo boli preskočené stránky, ďalšie informácie nájdete v debug logu.
sl: V primeru napak ali izvzetih strani si v dnevniku oglejte podrobnejše informacije.

# tl_maintenance.crawlDownloadLog
source: Download log
cs: Stáhnout protokol
es: Descargar registro
fr: Télécharger le journal
ru: Журнал загрузки
sk: Stiahnuť log
sl: Dnevnik prenosov

# tl_maintenance.crawlSubscriberNames.search-index
source: Update the search index
cs: Zaktualizovat index vyhledávání
es: Actualizar el índice de búsqueda
fr: Mettre à jour l'index de recherche
nl: Update de zoekindex
ru: Обновление индекса поиска
sk: Aktualizovať index vyhľadávania
sl: Posodobi indeks iskalnika
sr: Ажурирај индекс претраге

# tl_maintenance.crawlSubscriberNames.broken-link-checker
source: Check for broken links
cs: Zkontrolovat poškozené odkazy
es: Comprobar si hay enlaces rotos
fr: Rechercher les liens morts
nl: Controleer op gebroken links
ru: Проверить битые ссылки
sk: Skontrolovať poškodené odkazy
sl: Poišči neobstoječe povezave
sr: Провери прекинуте линкове

# tl_maintenance_jobs.xml.1
source: Recreates the XML files in the <code>shared</code> folder and then purges the shared cache, so there are no links to deleted resources.
cs: Přetvoří soubory XML ve <code>sdílené</code> složce a vyčistí sdílené meziúložiště. Tím zmizí odkazy ke smazaným zdrojům.
sl: Ponovno ustvari datoteke XML v mapi <code>shared</code>in nato sprazni deljeni predpomnilnik, s čimer se odstranijo vse povezave do izbrisanih datotek.

# tl_maintenance_jobs.scripts.1
source: Removes the automatically generated <code>.css</code> and <code>.js</code> files, recreates the internal style sheets and then purges the shared cache.
sr: Аутоматско уклањање генерисаних фајлова <code>.css</code> и <code>.js</code>, поново креира интерне стилове и тада празни заједнички кеш.

# tl_maintenance_jobs.xml.1
source: Recreates the XML files (sitemaps and feeds) and then purges the shared cache, so there are no links to deleted resources.
sr: Поновно креирање XML фајлова (мапа сајта и сажеци) а након тога пражњење заједничког кеша, тако да не постоје линкови према обрисаним ресурсима.

# tl_maintenance.crawlDownloadDebugLog
source: Download the debug log
sr: Преузми логове за дебаг.

# tl_maintenance.crawlDownloadSubscriberLog
source: Download the log
sr: Преузми лог
