Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_maintenance.xlf
Languages: cs, es, fr, nl, ru, sk, sl, sr

# tl_maintenance.cacheTables.0
source: Purge data
cs: Vyčistit data
es: Eliminar datos de sesión
fr: Purger des données
nl: Verwijder sessiegegevens
ru: Очистить данные
sk: Vyprázdniť dáta
sl: Počisti podatke
sr: Очисти податке

# tl_maintenance.cacheTables.1
source: Please select the data you want to purge or rebuild.
cs: Vyberte zdroje z cache které chcete vyčistit
es: Por favor selecciona la tablas de cache que deseas truncar.
fr: Choisir les données à purger ou à recréer.
nl: Selecteer de gegevens die u wilt opschonen.
ru: Выберите данные, которые хотите очистить или перестроить.
sk: Prosím vyberte cache pamäťové zdroje, ktoré chcete vyprázdniť.
sl: Prosimo, izberite podatke, ki jih želite počistiti.
sr: Одаберите које податке желите очистити или поново креирати.

# tl_maintenance.job
source: Job
cs: Úpravy
es: Trabajo
fr: Travail
nl: Taak
ru: Задание
sk: Úlohy
sl: Opravilo
sr: Задатак

# tl_maintenance.description
source: Description
cs: Popis
es: Descripción
nl: Omschrijving
ru: Описание
sk: Popis
sl: Opis
sr: Опис

# tl_maintenance.clearCache
source: Purge data
cs: Vyčistit data
es: Eliminar datos de sesión
fr: Purger des données
nl: Verwijder sessiegegevens
ru: Очистить данные
sk: Vyprázdniť dáta
sl: Počisti podatke
sr: Очисти податке

# tl_maintenance.cacheCleared
source: The data has been purged
cs: Chache byla vyčištěna
es: La cache ha sido borrada
fr: Les données ont été nettoyées
nl: De cache is opgeschoond
ru: Данные очищены успешно
sk: Bude vyčistená cache pamäť
sl: Podatki so bili počiščeni
sr: Подаци су очишћени

# tl_maintenance.updateHelp
source: Please enter your %s here.
cs: Zadejte sem prosím Vaší %s.
es: Por favor introduzca tus %s aqui.
fr: Veuillez saisir votre %s.
nl: Vul uw %s hier in.
ru: Введите %s.
sk: Prosím tu zadajte Vašu %s.
sl: Prosimo, vnesite tu vaš %s.
sr: Унесите ваш %s.

# tl_maintenance_jobs.index.0
source: Purge the search index
cs: Vyčistit index vyhledávání
es: Vaciar el índice de búsqueda
fr: Purger l'index de recherche
nl: Zoekindex opschonen
ru: Очитить поисковый индекс
sk: Vyprázdniť index vyhľadávania
sl: Sprazni indeks iskalnika
sr: Очисти индекс претраге

# tl_maintenance_jobs.index.1
source: Truncates the tables <code>tl_search</code>, <code>tl_search_index</code> and <code>tl_search_term</code>. Afterwards, you have to rebuild the search index (see above).
cs: Vyprázdnit tabulky <code>tl_search</code> a <code>tl_search_index</code> a <code>tl_search_term</code>. Potom můžete přestavět index vyhledávání (viz výše).
es: Trunca las tablas <code>tl_search</code>, <code>tl_search_index</code> y <code>tl_search_term</code>. Luego, debe reconstruir el índice de búsqueda (ver arriba).
fr: Vider les tables <code>tl_search</code>, <code>tl_search_index</code> and <code>tl_search_term</code>. Ensuite, vous devez reconstruire l'index de recherche (voir ci-dessus).
nl: Kort de tabellen <code>tl_search</code>, <code>tl_search_index</code> en <code>tl_search_term</code> in. Daarna moet u de zoekindex opnieuw opbouwen (zie hierboven).
ru: Очищает таблицы <code>tl_search</code>, <code>tl_search_index</code> и <code>tl_search_term</code>. После этого вы должны перестроить поисковый индекс (см. выше).
sk: Skráti tabuľky <code>tl_search</code>, <code>tl_search_index</code> a <code>tl_search_term</code>. Potom musíte znova vytvoriť index vyhľadávania (pozri vyššie).
sl: Sprazni tabeli <code>tl_search</code>, <code>tl_search_index</code>in <code>tl_search_term</code>. Po tem morate ponovno ustvariti indeks iskalnika (glejte zgoraj).
sr: Пражњење табела <code>tl_search1</code>, <code>tl_search_index</code> и <code>tl_search_term</code>. Након овога ћете морати да поново генеришете индекс претраге (погледати изнад).

# tl_maintenance_jobs.undo.0
source: Purge the undo table
cs: Vyčist tabulku historie
es: Vacia la tabla deshacer
fr: Purger la table des annulations
nl: Opschonen van de undo tabel
ru: Очитить таблицу востановлений
sk: Vyprázdniť tabuľku histórie
sl: Sprazni tabelo razveljavitev
sr: Очисти табелу претходних корака

# tl_maintenance_jobs.undo.1
source: Truncates the <code>tl_undo</code> table which stores the deleted records. This job permanently deletes these records.
cs: Vyprázdnit tabulku <code>tl_undo</code>, kde se nacházejí smazané záznamy. Tento krok navždy dané záznamy smaže.
es: Trunca la tabla <code>tl_undo</code> que guarda los registros borrados. Este trabajo borra permanentemente esos registros.
fr: Vider la table <code>tl_undo</code> qui stocke les enregistrements supprimés. Cet action les supprime d'une façon permanente.
nl: Kort de <code>tl_undo</code> tabel in welke de verwijderde records bevat. Deze actie zal de records permanent verwijderen.
ru: Очищает таблицу <em>tl_undo</em>, которая хранит удаленные данные. Это задание безвозвратно удаляет эти записи.
sk: Vyprázdniť tabuľku <code>tl_undo</code>, v ktorej sa ukladajú odstránené záznamy. Tento krok navždy odstráni dané záznamy.
sl: Sprazne tabelo <code>tl_undo</code>, v kateri so shranjeni izbrisani elementi. Ti elementi bodo trajno izbrisani.
sr: Пражњење табеле <code>tl_undo</code> у којој су смештени подаци о брисању записа. Након овога, ти записи ће бити трајно обрисани.

# tl_maintenance_jobs.versions.0
source: Purge the version table
cs: Vyčistit tabulku verzí
es: Vaciar la tabla de versiones
fr: Purger la table des versions
nl: Opschonen versie tabel
ru: Очитить таблицу с версиями
sk: Vyprázdniť tabuľku verzií
sl: Sprazni tabelo s prejšnjimi različicami elementov
sr: Очисти табелу верзионирања

# tl_maintenance_jobs.versions.1
source: Truncates the <code>tl_version</code> table which stores the previous versions of a record. This job permanently deletes these records.
cs: Vyprázdnit tabulku <em>tl_version</em>, v níž se ukládají předešlé verze záznamů. Tento krok navždy odstraní dané záznamy.
es: Trunca la tabla <code>tl_version</code> que guarda las versiones anteriores de un registro. Este trabajo borra permanentemente esos registros.
fr: Vider la table <code>tl_version</code> qui stocke les versions précédentes d'un enregistrement. Cet action supprime ces enregistrements d'une façon permanente.
nl: Kort de <code>tl_version</ code> tabel in welke de vorige versies van een opgeslagen record bevat. Deze actie zal de records permanent verwijderen.
ru: Очищает таблицу <em>tl_version</em>, которая хранит предыдущие версии данных. Это задание безвозвратно удаляет эти записи.
sk: Vyprázdniť tabuľku <code>tl_version</code>, v ktorej sa ukladajú predošlé verzie záznamov. Tento krok navždy odstráni dané záznamy.
sl: Sprazne tabelo <code>tl_version</code>, v kateri so shranjene prejšnje različice elementov. Te različice bodo trajno izbrisane.
sr: Пражњење табеле <code>tl_version</code> у којој су смештени подаци о претходним верзијама записа. Након тога, ови записи ће бити трајно обрисани.

# tl_maintenance_jobs.log.0
source: Purge the system log
cs: Vyčistit stémové zprávy
es: Vaciar el registro del sistema
fr: Purger le journal système
nl: Opschonen systeem log
ru: Очистить системный журнал
sk: Vyprázdniť systémové správy
sl: Sprazni sistemski dnevnik
sr: Очисти системски дневник

# tl_maintenance_jobs.log.1
source: Truncates the <code>tl_log</code> table which stores all the system log entries. This job permanently deletes these records.
cs: Vyprázdnit tabulku <e>tl_log</em>, která zaznamenává zprávy systému. Tento krok navždycky smaže současné záznamy v dané tabulce.
es: Trunca la tabla <code>tl_log</code> que guarda todas las entradas de registro del sistema. Este trabajo borra permanentemente lesos registros.
fr: vider la table <code>tl_log</code> qui stocke toutes les entrées du journal système. Cet action supprime ces enregistrements d'une façon permanente.
nl: Kort de <code>tl_log</code> tabel in welke de systeem log vermeldingen bevat. Deze actie zal de records permanent verwijderen.
ru: Очищает таблицу <em>tl_log</em>, которая хранит все записи системного журнала. Это задание безвозвратно удаляет эти записи.
sk: Vyprázdniť tabuľku <code>tl_log</code>, ktorá zaznamenáva správy systému. Tento krok navždy odstráni súčasné záznamy z danej tabuľky.
sl: Sprazni tabelo <code>tl_log</code>, v kateri so shranjeni vsi vnosi v sistemski dnevnik. Vnosi bodo trajno izbrisani.
sr: Пражњење табеле <code>tl_log</code> у којој су смештени записи лога. Након тога, ови записи ће бити трајно обрисани.

# tl_maintenance_jobs.crawl_queue.0
source: Purge the crawl queue
cs: Vyčistit crawl queue
es: Purgar la cola de rastreo
fr: Purger la file d'attente d'exploration du site
nl: Verwijder de crawl-wachtrij
ru: Очистить очередь сканирования
sk: Vyčistite zoznam indexového prehľadávania
sl: Izprazni pajkovo (crawler) čakalno vrsto
sr: Очисти crawl ред

# tl_maintenance_jobs.crawl_queue.1
source: Truncates the <code>tl_crawl_queue</code> table which stores all the queue information from crawl processes.
cs: Vyprázdnit tabulku <code>tl_crawl_queue</code>, která zaznamenává queue informace z crawlového procesu.
es: Trunca la tabla <code>tl_crawl_queue</code> que almacena toda la información de la cola de los procesos de rastreo.
fr: Vide la table the <code>tl_crawl_queue</code> qui stocke toutes les informations de file d'attente des processus d'exploration du site.
nl: Kapt de <code>tl_crawl_queue</code> tabel af, die alle wachtrijinformatie van crawlprocessen opslaat.
ru: Очищает таблицу <code>tl_crawl_queue</code>, которая хранит всю информацию об очередях процессов сканирования.
sk: Skráti <code>tl_crawl_queue</code> tabuľka, ktorá ukladá všetky informácie o fronte z procesov prehľadávania.
sr: Пражњење табеле <code>tl_crawl_queue</code> у којој се налазе информације о crawl процесима.

# tl_maintenance_jobs.images.0
source: Purge the image cache
cs: Vyčistit meziúložiště obrázků
es: Vaciar la caché de imágenes
fr: Purger le cache des images
nl: Opschonen afbeelding cache
ru: Очистить кеш изображений
sk: Vyprázdniť dočasné úložisko obrázkov
sl: Sprazni slikovni predpomnilnik
sr: Обриши кеш слика

# tl_maintenance_jobs.images.1
source: Removes the automatically generated images and then purges the shared cache, so there are no links to deleted resources.
cs: Odstraní automaticky vytvořené obrázky a pak vyčistí sdílené meziúložiště. Tím zmizí odkazy ke smazaným zdrojům.
es: Elimina las imágenes generadas automáticamente y luego purga el caché compartido, por lo que no hay enlaces a recursos eliminados.
fr: Supprime les images générées automatiquement, puis purge le cache serveur, il n'y a donc aucun lien vers les ressources supprimées.
nl: Verwijdert automatisch gegenereerde beelden en schoont de pagina cache op, opdat er geen links naar verwijderde bronnen zijn.
ru: Удаляет автоматически созданные изображения, а затем очищает общий кеш, чтобы не было ссылок на удаленные ресурсы.
sk: Odstráni automaticky vytvorené obrázky a potom vyprázdni dočasné úložisko stránok. Týmto krokom zaniknú odkazy k odstráneným zdrojom.
sl: Odstrani samodejno ustvarjene slike in nato še sprazni deljeni predpomnilnik, s čimer se odstranijo povezave do odstranjenih slik.
sr: Уклањање аутоматски креираних слика и пражњење заједничког кеша, тако да након тога не постоје линкови према обрисаним ресурсима.

# tl_maintenance_jobs.previews.0
source: Purge the preview cache
cs: Vyčistit meziúložiště náhledu
es: Purgar la caché de vista previa
fr: Purger le cache de prévisualisation
nl: De preview-cache leegmaken
ru: Очистить кеш предпросмотра
sk: Vyčistite vyrovnávaciu pamäť ukážky
sl: Izprazni predpomnilnik s predogledi
sr: Очисти кеш прегледа

# tl_maintenance_jobs.previews.1
source: Removes the automatically generated preview images and then purges the shared cache, so there are no links to deleted resources.
cs: Automaticky odstraní vytvořené náhledy obrázků a pak vyčistí sdílené meziúložiště. Tím zmizí odkazy ke smazaným zdrojům.
es: Elimina las imágenes de vista previa generadas automáticamente y luego purga el caché compartido, por lo que no hay enlaces a recursos eliminados.
nl: Verwijdert de automatisch gegenereerde voorbeeldafbeeldingen en zuivert vervolgens de gedeelde cache, zodat er geen links naar verwijderde bronnen zijn.
ru: Удаляет автоматически созданные изображения предпросмотра, а затем очищает общий кэш, чтобы не было ссылок на удаленные ресурсы.
sk: Odstráni automaticky vytvorené obrázky a potom vyprázdni dočasné úložisko stránok. Týmto krokom zaniknú odkazy k odstráneným zdrojom.
sl: Odstrani samodejno ustvarjene slike predogledov in nato še sprazni deljeni predpomnilnik, s čimer se odstranijo povezave do odstranjenih slik.
sr: Уклањање аутоматски генерисаних слика за преглед, након чега се чисти дељени кеш, тако да нема линкова према обрисаним ресурсима.

# tl_maintenance_jobs.scripts.0
source: Purge the script cache
cs: Vyčistit meziúložiště skriptů
es: Vaciar la caché de script
fr: Purger le cache des scripts
nl: Opschonen script cache
ru: Очистить кеш скриптов
sk: Vyprázdniť dočasné úložisko skriptov
sl: Sprazni skriptni predpomnilnik
sr: Обриши кеш скрипти

# tl_maintenance_jobs.scripts.1
source: Removes the automatically generated <code>.css</code> and <code>.js</code> files and then purges the shared cache, so there are no links to deleted resources.
cs: Automaticky odstraní vytvořené soubory <code>.css</code> a <code>.js</code> a pak vyčistí sdílené meziúložiště. Tím zmizí odkazy ke smazaným zdrojům.
es: Elimina los archivos <code>.css</code> y <code>.js</code> generados automáticamente y luego purga el caché compartido, por lo que no hay enlaces a recursos eliminados.
fr: Supprime les fichiers <code>.css</code> et <code>.js</code> générés automatiquement, puis purge le cache partagé, de sorte qu'il n'y a pas de liens vers les ressources supprimées.
nl: Verwijdert de automatisch gegenereerde <code>.css</code> en <code>.js</code> bestanden en zuivert vervolgens de gedeelde cache, zodat er geen links zijn naar verwijderde bronnen.
ru: Удаляет автоматически созданные <code>.css</code> и <code>.js</code> файлы, а затем очищает общий кэш, чтобы не было ссылок на удаленные ресурсы.
sk: Odstráni automaticky generované <code>.css</code> a<code>.js</code> súbory a potom vyčistí zdieľanú vyrovnávaciu pamäť, takže neexistujú žiadne odkazy na odstránené zdroje.
sl: Odstrani samodejno ustvarjene datoteke <code>.css</code>in <code>.js</code>ter nato izbriše še deljeni predpomnilnik, s čimer prepreči povezave do izbrisanih datotek.

# tl_maintenance_jobs.pages.0
source: Purge the shared cache
cs: Vyčistit sdílené meziúložiště
es: Purgar el caché compartido
fr: Purger le cache serveur
nl: Opschonen gedeelde cache
ru: Очистить общий кеш
sk: Vyčistite zdieľanú vyrovnávaciu pamäť
sl: Sprazni deljeni predpomnilnik (shared cache)
sr: Испразни заједнички кеш

# tl_maintenance_jobs.pages.1
source: Removes the cached versions of the front end pages.
cs: Odstraní meziuložené verze frontendových stránek.
es: Elimina las versiones en caché de las páginas de front end.
fr: Supprime les versions en cache des pages front office.
nl: Verwijdert de gecachte versies van de front-end pagina`s.
ru: Удаляет кешированные страницы внешнего интерфейса.
sk: Odstráni dočasne uložené verzie frontendových stránok.
sl: Odstrani predpomnjene različice predstavitvenih (front end) strani.
sr: Уклањање кешираних верзија ФронтЕнд страница.

# tl_maintenance_jobs.temp.0
source: Purge the temp folder
cs: Vyčistit složky s dočasnými soubory
es: Vaciar la carpeta temp
fr: Purger le répertoire temporaire
nl: Opschonen temp map
ru: Очистить временные файлы
sk: Vyprázdniť priečinok s dočasnými súbormi
sl: Sprazni začasno mapo
sr: Очисти привремени фолдер

# tl_maintenance_jobs.temp.1
source: Removes the temporary files.
cs: Odstraní dočasné soubory.
es: Elimina los archivos temporarios.
fr: Supprime les fichiers temporaires.
nl: Verwijdert tijdelijke bestanden
ru: Удаляет временные файлы.
sk: Odstráni dočasné súbory.
sl: Izbriše začasne datoteke.
sr: Укањање привремених фајлова.

# tl_maintenance_jobs.xml.0
source: Recreate the XML files
cs: Přetvořit soubory XML
es: Volver a crear los archivos XML
fr: Recréer les fichiers XML
nl: XML bestanden opnieuw opbouwen
ru: Создать заново XML файлы
sk: Znovu vytvorí XML súbory
sl: Ponovno ustvari datoteke XML
sr: Поновно креирање XML фајлова

# tl_maintenance_jobs.xml.1
source: Recreates the XML files in the <code>share</code> folder and then purges the shared cache, so there are no links to deleted resources.
ru: Пересоздаёт файлы XML в каталоге <code>share</code>, а затем очищает общий кеш, чтобы не осталось ссылок на удалённые ресурсы.

# tl_maintenance_jobs.symlinks.0
source: Recreate the symlinks
cs: Znovu vytvořit symlinky
es: Recrea los enlaces simbólicos
fr: Recréer les liens symboliques
nl: Symlinks opnieuw opbouwen
ru: Воссоздать символические ссылки
sk: Znovu vytvorí symlinks
sl: Ponovno ustvari simbolične povezave - symlinks.
sr: Поновно креирање symlink-ова

# tl_maintenance_jobs.symlinks.1
source: Recreates the symlinks in the public folder (document root).
cs: Znovu vytvoří symlinky ve veřejné složce (kořenovém dokumentu)
es: Vuelve a crear los enlaces simbólicos en la carpeta pública (raíz del documento).
fr: Recrée les liens symboliques dans le dossier public (racine du document).
nl: Maakt de symbolische koppelingen opnieuw aan in de openbare map (document root).
ru: Воссоздает символические ссылки в общем каталоге (корень документа).
sk: Znovu vytvorí symbolické odkazy vo verejnom priečinku (koreň dokumentu).
sl: Ponovno ustvari simbolične povezave v mapi public (document root).
sr: Поновно креирање symlink-ова у јавном фолдеру (почетни директоријум фајлова).

# tl_maintenance.crawler
source: Crawler
fr: Robot d'exploration
ru: Поисковый робот
sl: Pajek - Crawler

# tl_maintenance.startCrawling
source: Start crawling
cs: Spustit crawling
es: Empieza con el crwaling
fr: Démarrer l'exploration
nl: Begin met crawlen
ru: Запустить поисковый робот
sk: Spustiť crawling
sl: Poženi pajka - crawler
sr: Започни crawling

# tl_maintenance.crawlSubscribers.0
source: Enabled features
cs: Povolit funkce
es: Funciones habilitadas
fr: Fonctionnalités activées
nl: Ingeschakelde functies
ru: Включенные функции
sk: Povolené funkcie
sl: Omogočene funkcionalnosti
sr: Омогућене функционалности

# tl_maintenance.crawlSubscribers.1
source: The crawler crawls all URLs it finds. Here you can decide what to do with these results.
cs: Crawler projde všechny linky. Zde pak můžete rozhodnout, jak naložíte s danými výsledky.
es: El crawler rastrea todas las URL que encuentra. Aquí puede decidir qué hacer con estos resultados.
fr: Le robot d'exploration explore toutes les URL qu'il trouve. Ici, vous pouvez décider quoi faire avec ces résultats.
nl: De crawler crawlt alle gevonden URL's. Hier kunt u beslissen wat u met deze resultaten wilt doen.
ru: Поисковый робот сканирует все URL-адреса, которые находит. Здесь вы можете решить, что делать с этими результатами.
sk: Prehľadávač prehľadáva všetky adresy URL, ktoré nájde. Tu sa môžete rozhodnúť, čo s týmito výsledkami urobíte.
sl: Pajek - crawler obišče vse povezave, ki jih najde. Tu se lahko odločite, kaj storiti z njegovimi rezultati.
sr: Crawler скенира и биљежи све URL-ове које нађе. Овде можете да одлучите шта да урадите са тим резултатима.

# tl_maintenance.crawlDepth.0
source: Maximum depth
es: Profundidad máxima
nl: Maximale diepte
ru: Максимальная глубина
sk: Maximálna hĺbka

# tl_maintenance.crawlDepth.1
source: The maximum depth to crawl.
es: La profundidad máxima para gatear.
nl: De maximale diepte om te crawlen.
ru: Максимальная глубина краулинга.
sk: Maximálna hĺbka na prehľadávanie.

# tl_maintenance.crawlMember.0
source: Front end member
cs: Člen frontendu
es: Miembro front end
fr: Membre
nl: Front-end lid
ru: Участник внешнего интерфейса
sk: Front end člen
sl: Uporabnik spletnega mesta
sr: Фронт Енд корисник

# tl_maintenance.crawlMember.1
source: Automatically log in a front end member to index protected pages.
cs: Automaticky přihlásit frontendového člena, aby se daly indikovat chráněné stránky.
es: Inicie sesión automáticamente en un miembro del frontend para indexar las páginas protegidas.
fr: Connecte automatiquement un membre pour indexer les pages protégées
nl: Automatisch inloggen van front-end member om beveiligde pagina's te indexeren.
ru: Авторизовать участника внешнего интерфейса для индексирования защищенных страниц.
sk: Automaticky prihláste front-end člena na index chránených stránok.
sl: Samodejno prijavi uporabnika za indeksiranje zaščitenih strani.
sr: Аутоматски пријави ФронтЕнд корисника ради индексирања заштићених страница.

# tl_maintenance.crawlHint
source: Your website is currently crawled with %d concurrent requests. If your server can handle more than %1$d concurrent requests, ask your system administrator to increase the <code>%s</code> setting in the system configuration to speed up the crawling process. Refer to the <a href="%s" target="_blank" rel="noreferrer noopener">Contao manual</a> for more information.
es: Actualmente, su sitio web está rastreado con %d solicitudes simultáneas. Si su servidor puede manejar más de %1$d solicitudes simultáneas, solicite al administrador del sistema que aumente el <code>%s</code> en la configuración del sistema para acelerar el proceso de rastreo. Consulte el <a href="%s" target="_blank" rel="noreferrer noopener">manual de Contao</a> para obtener más información.
nl: Uw website wordt momenteel gecrawld met %d gelijktijdige verzoeken. Als uw server meer dan %1$d gelijktijdige verzoeken kan verwerken, vraag dan uw systeembeheerder om de <code>%s</code> instelling in de systeemconfiguratie te verhogen om het crawlproces te versnellen. Raadpleeg de <a href="%s" target="_blank" rel="noreferrer noopener">Contao-handleiding</a> voor meer informatie.
ru: В настоящее время веб-сайт сканируется с помощью %d одновременных запросов. Если ваш сервер может обрабатывать больше чем %1$d одновременных запросов, попросите системного администратора увеличить значение параметра <code>%s</code> в конфигурации системы, чтобы ускорить процесс сканирования. Для получения дополнительной информации, обратитесь к <a href="%s" target="_blank" rel="noreferrer noopener">Инструкции Contao</a>.

# tl_maintenance.crawlWaitToBeFinished
source: The crawler is currently working. Please wait for it to finish to see the results.
cs: Crawler zrovna pracuje. Počkejte prosím, než se zobrazí výsledky.
es: El crawler está funcionando actualmente. Espere a que termine para ver los resultados.
fr: Le robot d'exploration est en cours d'indexation. Veuillez attendre la fin pour voir les résultats.
nl: De crawler werkt momenteel. Wacht tot het klaar is om de resultaten te zien.
ru: Поисковый робот сейчас работает. Дождитесь завершения, чтобы увидеть результаты.
sk: Prehľadávač momentálne funguje. Počkajte na dokončenie, aby ste videli výsledky.
sl: Pajek je trenutno na delu. Prosimo, počakajte, da zaključi, nato pa si oglejte rezultate.
sr: Да бисте видели резултате, сачекајте да Crawler заврши свој посао.

# tl_maintenance.crawlDebugLog
source: Debug log
cs: Protokol ladění
es: Registro de depuración
fr: Journal de débogage
ru: Журнал отладки
