Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_member_group.xlf
Languages: it, sl, tr

# tl_member_group.name.0
source: Title
it: Nome del modulo
sl: Naziv
tr: Başlık

# tl_member_group.name.1
source: Please enter the group title.
it: Inserisci il nome del gruppo.
sl: Vnesite unikatno ime skupine.
tr: Lütfen grup başlığını yazın.

# tl_member_group.redirect.0
source: Redirect on login
it: Reindirizza a login
sl: Preusmeri ob prijavi
tr: Oturum açma yönlendirmesi

# tl_member_group.redirect.1
source: Redirect group members to a custom page when they log in.
it: Se si seleziona questa opzione, i membri del gruppo saranno reindirizzati in una particolare pagina, quando faranno login.
sl: Ob prijavi preusmeri člane supine na prilagojeno stran.
tr: Grup üyelerini oturum açtıklarında özel bir sayfaya yönlendirir.

# tl_member_group.jumpTo.0
source: Redirect page
it: Salta alla pagina
sl: Pojdi na stran
tr: Yönlendirilecek sayfa

# tl_member_group.jumpTo.1
source: Please choose the page to which the group members will be redirected.
it: Seleziona la pagina dove vuoi che i membri siano reindirizzati al login
sl: Prosimo, izberite stran, kamor želite preusmeriti člane skupine.
tr: Lütfen grup üyelerinin yönlendirileceği sayfayı seçin.

# tl_member_group.disable.0
source: Deactivate
it: Disattiva
sl: Onemogoči
tr: Etkisizleştir

# tl_member_group.disable.1
source: Temporarily disable the group.
it: Se selezioni questa opzione, il gruppo corrente sar√† disattivato. I permessi di un gruppo disattivato non possono essere ereditati da nessun membro del gruppo stesso.
sl: Začasno onemogoči skupino.
tr: Grubu geçici olarak etkisizleştirir.

# tl_member_group.start.0
source: Activate on
it: Attiva dal
sl: Omogoči na
tr: Etkinleştirilme zamanı

# tl_member_group.start.1
source: If you want to prevent the group from being active before a certain date/time, you can enter it here. Otherwise, leave the field blank.
sl: Če želite preprečiti, da bi bila skupina aktivna pred določenim dnem/uro, ga/jo lahko vnesete tu. Drugače pustite vnosno polje prazno.

# tl_member_group.stop.0
source: Deactivate on
it: Disattiva dal
sl: Onemogoči na
tr: Etkisizleştirilme zamanı

# tl_member_group.stop.1
source: If you want to prevent the group from being active after a certain date/time, you can enter it here. Otherwise, leave the field blank.
sl: Če želite onemogočiti skupino z določenim dnem oz. uro, ga oz. jo vnesite tu. Drugače pustite polje prazno.

# tl_member_group.title_legend
source: Title
it: Nome del modulo
sl: Naziv
tr: Başlık

# tl_member_group.redirect_legend
source: Auto-redirect
sl: Samodejna preusmeritev
tr: Otomatik yönlendirme

# tl_member_group.account_legend
source: Group settings
it: Impostazioni di gruppo
sl: Nastavitve skupine
tr: Grup ayarları

# tl_member_group.new.0
source: New
it: Nuovo
sl: Nov
tr: Yeni

# tl_member_group.new.1
source: Create a new member group
it: Crea un nuovo gruppo di membri
sl: Ustvari novo skupino članov
tr: Yeni bir üye grubu ekle

# tl_member_group.show
source: Show the details of member group ID %s
it: Mostra i dettagli del gruppo di membri ID %s
sl: Prikaži podrobnosti skupine članov z ID %s
tr: %s kimlikli üye grubunun ayrıntılarını görüntüle

# tl_member_group.edit
source: Edit member group ID %s
it: Modifica gruppo di membri ID %s
sl: Uredi skupino članov z ID %s
tr: %s kimlikli üye grubunu düzenle

# tl_member_group.copy
source: Duplicate member group ID %s
it: Gruppo di membri duplicati ID %s
sl: Podvoji skupino članov z ID %s
tr: %s kimlikli üye grubunu kopyala

# tl_member_group.delete
source: Delete member group ID %s
it: Elimina gruppo di membri ID %s
sl: Izbriši skupino članov z ID %s
tr: %s kimlikli üye grubunu sil

# tl_member_group.toggle.0
source: Activate/deactivate member group
sl: Omogoči/onemogoči skupino članov

# tl_member_group.toggle.1
source: Deactivate member group ID %s
sl: Onemogoči skupino članov z ID %s

# tl_member_group.toggle.2
source: Activate member group ID %s
sl: Omogoči skupino članov z ID %s

# tl_member_group.start.1
source: If you want to prevent the group from being active before a certain date/time, you can enter it here. Otherwise leave the field blank.
tr: Grubun belirli bir tarih/saatten önce etkin olmasını engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_member_group.stop.1
source: If you want to prevent the group from being active after a certain date/time, you can enter it here. Otherwise leave the field blank.
tr: Grubun belirli bir tarih/saatten sonra etkin olmasını engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_member_group.toggle
source: Activate/deactivate member group ID %s
tr: %s kimlikli üye grubunu etkinleştir/etkisizleştir
