Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_module.xlf
Languages: cs, de, es, fr, nl, pl, sv

# tl_module.contextLength.1
source: The first field defines the number of characters on the left and right side of each keyword and the second one the overall context length per result.
cs: První pole určuje počet znaků na levé a pravé straně každého klíčového slova, a druhé pole definuje celkovou délku výsledku.
de: Das erste Feld definiert die Anzahl der Zeichen links und rechts jedes Suchbegriffs und das zweite die gesamte Kontextlänge pro Ergebnis.
es: El primer campo define el número de caracteres en el lado izquierdo y derecho de cada palabra clave y el segundo, la longitud total del contexto por resultado.
fr: Le premier champ permet de définit le nombre de caractères à droite et à gauche de chaque mot-clé et le deuxième champ l'étendu du contexte par résultats.
nl: Het eerste veld definieert het aantal tekens aan de linker- en rechterkant van elk trefwoord en het tweede de totale contextlengte per resultaat.
pl: Pierwsze pole określa liczbę znaków po lewej i prawej stronie każdego słowa kluczowego, a drugie ogólną długość kontekstu w wyniku.
sv: Det första fältet definierar antalet tecken på vänster och höger sida för varje nyckelord och det andra den totala sammanhangslängden per resultat.

# tl_module.minKeywordLength.0
source: Minimum keyword length
cs: Miminální délka klíčového slova
de: Mindestlänge für Suchbegriffe
es: Longitud mínima de palabra clave
fr: Longueur minimum d'un mot-clé
nl: Minimale lengte trefwoord
pl: Minimalna długość słowa kluczowego
sv: Minsta sökordslängd

# tl_module.minKeywordLength.1
source: Keywords deceeding the minimum length will be ignored in the search results. Set to 0 to disable.
cs: Délka klíčového slova bude ignorována v těchto výsledcích hledání. Zadejte 0, abyste to vypnuli.
de: Suchbegriffe, die die Mindestlänge unterschreiten, werden bei der Suche nicht berücksichtigt. Geben Sie 0 ein, um die Funktion zu deaktivieren.
es: Las palabras clave que fallecen la longitud mínima serán ignoradas en los resultados de búsqueda. Establecer en 0 para deshabilitar.
fr: Les mots clés plus petits que la longueur minimale seront ignorés dans les résultats de la recherche. Réglez sur 0 pour désactiver
nl: Zoektermen die kleiner zijn dan de minimumlengte worden genegeerd in de zoekopdracht. Voer 0 in om dit uit te schakelen.
pl: Słowa kluczowe poniżej minimalnej długości będą ignorowane w wynikach wyszukiwania. Ustaw na 0, aby wyłączyć.
sv: Nyckelord som bedrar minimilängden ignoreras i sökresultaten. Ställ in på 0 för att inaktivera.

# tl_module.perPage.0
source: Items per page
cs: Počet záznamů na stránku
de: Elemente pro Seite
es: Elementos por página
fr: Éléments par page
nl: Resultaten per pagina
pl: Ilość wyników
sv: Antal poster per sida

# tl_module.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
cs: Počet záznamů na stránku. Zadejte 0, pokud chcete vypnout zalamování stránky.
de: Die Anzahl an Elementen pro Seite. Geben Sie 0 ein, um den automatischen Seitenumbruch zu deaktivieren.
es: Por favor introduce el número de resultados por página (0 = deshabilitar paginación).
fr: Le nombre d'éléments par page. Saisir 0 pour désactiver la pagination.
nl: Het aantal items per pagina. Stel in op 0 om paginering uit te schakelen.
pl: Wpisz ile wyników wyszukiwania ma się pojawiać jednorazowo na stronie (0 = wyłącza paginacje).
sv: Ange antal poster som ska visas per sida. Sätt till 0 för att inte använda paginering.

# tl_module.searchType.0
source: Search form layout
cs: Vzhled vyhledávacího formuláře
de: Suchformular-Layout
es: Formulario de búsqueda
fr: Formulaire de recherche
nl: Zoekformulier
pl: Wyszukiwanie
sv: Sökformulär-layout

# tl_module.searchType.1
source: Here you can select the search form layout.
cs: Zde můžete zvolit vzhled vyhledávacího formuláře.
de: Bitte wählen Sie das Suchformular-Layout aus.
es: Por favor selecciona un formulario de búsqueda.
fr: Choisir un formulaire de recherche.
nl: Selecteer een zoekformulier.
pl: Wybierz rodzaj wyszukiwania.
sv: Välj en sökformulär-layout.

# tl_module.searchTpl.0
source: Search results template
cs: Předloha pro výsledky vyhledávání
de: Ergebnis-Template
es: Plantilla de resultados de búsqueda
fr: Modèle du résultat de recherche
nl: Zoekresultaten template
pl: Szablon wyników wyszukiwania
sv: Sökresultatsmalll

# tl_module.searchTpl.1
source: Here you can select the search results template.
cs: Zde můžete vybrat předlohu pro výsledky vyhledávání.
de: Hier können Sie das Ergebnis-Template auswählen.
es: Por favor selecciona una plantilla de resultados de búsqueda. La plantilla por defecto se llama <em>search_default</em>. Si quieres añadir tu propias plantillas, sube las al directorio <em>templates</em> (la extensión de archivo debe ser <em>tpl</em>).
fr: Choisir un modèle de résultat de recherche.
nl: Selecteer hier de template voor zoekresultaten.
pl: Wybierz szablon wyników wyszukiwania. Domyślnym szablonem jest <em>search_default</em>. Jeśli chcesz dodać własny szablon, wgraj go do katalogu <em>templates</em> (rozszerzenie pliku musi być <em>html5</em>).
sv: Välj en egen mall för sökresultat. Den förvalda mallen kallas <em>search_default</em>. Namnet på egna mallar ska börja med <em>search_</em>.

# tl_module.inColumn.0
source: Layout section
cs: Oddíl vzhledu
de: Layoutbereich
es: Sección de diseño
fr: Section
nl: Lay-out sectie
pl: Sekcja szablonu
sv: Layoutsektion

# tl_module.inColumn.1
source: Please choose the layout section whose articles you want to list.
cs: Vyberte prosím oddíl vzhledu, jehož články chcete zobrazit v seznamu.
de: Bitte wählen Sie den Layoutbereich, dessen Artikel Sie auflisten möchten.
es: Elija la sección de diseño cuyos artículos desea enumerar.
fr: Choisir la section contenant les articles que vous voulez lister.
nl: Kies de lay-out sectie van wiens artikelen u wilt vermelden.
pl: Wybierz sekcję szablonu, w której chcesz wylistować artykuły.
sv: Välj layoutavsnittet vars artiklar du vill lista.

# tl_module.skipFirst.0
source: Skip items
cs: Přeskočit elementy
de: Elemente überspringen
es: Saltar primer artículo
fr: Ignorer des éléments
nl: Items overslaan
pl: Pomiń artykuły
sv: Hoppa över artikel

# tl_module.skipFirst.1
source: Here you can define how many items will be skipped.
cs: Zde můžete učit, kolik elementů se má přeskočit.
de: Hier legen Sie fest, wie viele Elemente übersprungen werden sollen.
es: Selecciona esta opción para excluir el primer artículo de la lista de artículos.
fr: Définir combien d'éléments seront ignorés.
nl: Bepaal hier hoeveel items zullen worden overgeslagen.
pl: Określ, ile artykułów ma zostać wykluczonych z listy.
sv: Här kan du ange hur många artiklar som kommer att hoppas över.

# tl_module.loadFirst.0
source: Load the first item
cs: Nahrát první element
de: Erstes Element laden
es: Cargar el primer elemento
fr: Charger le premier élément
nl: Laad eerste item
pl: Ładuj pierwszy artykuł
sv: Ladda första artikeln

# tl_module.loadFirst.1
source: Automatically redirect to the first item if none is selected.
cs: Automaticky přesměrovat k prvnímu elementu, pokud není již vybraný nějaký jiný.
de: Automatisch zum ersten Element weiterleiten, wenn keines ausgewählt ist.
es: Redirigir automáticamente al primer elemento si no se ha seleccionado otro.
fr: Rediriger automatiquement vers le premier élément si aucun n'est sélectionné.
nl: Leidt automatisch naar het eerste item als er niets is geselecteerd.
pl: Automatycznie przekieruj do pierwszego artykułu, jeśli żaden nie został wybrany.
sv: Öppna automatiskt den första artikeln om ingen artikel är vald.

# tl_module.singleSRC.0
source: Source file
cs: Zdrojový soubor
de: Quelldatei
es: Archivo fuente
fr: Fichier source
nl: Bronbestand
pl: Plik źródłowy
sv: Källfil

# tl_module.singleSRC.1
source: Please select a file from the files directory.
cs: Vyberte soubor z adresáře
de: Bitte wählen Sie eine Datei aus der Dateiübersicht.
es: Por favor selecciona un archivo de la carpeta de archivos.
fr: Sélectionner un fichier à partir de l'explorateur de fichiers.
nl: Selecteer een bestand uit de bestandsdirectory.
pl: Wybierz plik z katalogu.
sv: Välj en fil från filarkivet.

# tl_module.fullsize.0
source: Full-size view/new window
cs: Zobrazit v plné velikost v lightboxu/nové okno
de: Großansicht/Neues Fenster
es: Visualizar tamaño completo/nueva ventana
fr: Pleine taille/nouvelle fenêtre
nl: Ware grootte/nieuw venster
pl: Pełen podgląd/nowe okno
sv: Visa i fullstorlek/nytt fönster

# tl_module.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
cs: Zobrazit obrázek v maximální velikosti v rozevíracím rámu lightboxu - stane se tak po kliknutí na obrázek.
de: Großansicht des Bildes in einer Lightbox bzw. den Link in einem neuem Browserfenster öffnen.
es: Abrir la imagen de tamaño completo en una lightbox o el enlace en una ventana de navegador nueva.
fr: Ouvrir l'image grandeur réelle dans une lightbox ou le lien dans une autre fenêtre du navigateur.
nl: Open de afbeelding op ware grootte in een lightbox of de link in een nieuw browser venster.
pl: Otwórz pełen podgląd jako lightbox lub link do otwarcia w nowym oknie przeglądarki.
sv: Öppna bilden i full storlek i en lightbox eller länken i ett nytt fönster.

# tl_module.useCaption.0
source: Show caption
cs: Zobrazit popisek
de: Bildunterschrift anzeigen
es: Mostrar nombre de imagen en el pie
fr: Afficher la légende
nl: Afbeeldingsnaam als titel
pl: Użyj nazwy obrazka jako podpisu
sv: Bildrubrik

# tl_module.useCaption.1
source: Display the image name or caption below the image.
cs: Zobrazit název nebo popisek obrázku pod ním.
de: Den Bildnamen bzw. die Bildunterschrift unter dem Bild anzeigen.
es: Si seleccionas esta opción, el nombre de la imagen se mostrará justo debajo de la misma.
fr: Afficher le nom de l'image ou la description au-dessous de l'image.
nl: Indien u deze optie kiest zal de afbeeldingsnaam onder de afbeelding worden weergegeven.
pl: Po wybraniu tej opcji, pod obrazkiem zostanie wyświetlona jego nazwa.
sv: Markera detta alternativ för att visa bildnamnet under bilden.

# tl_module.multiSRC.0
source: Source files
cs: Zdroj souborů
de: Quelldateien
es: Archivos de fuentes
fr: Fichiers sources
nl: Bronbestanden
pl: Pliki źródłowe
sv: Källfiler

# tl_module.multiSRC.1
source: Please select one or more files from the files directory.
cs: Vyberte jeden nebo více souborů z adresáře
de: Bitte wählen Sie eine oder mehrere Dateien aus der Dateiübersicht.
es: Por favor selecciona uno o más archivos de la carpeta de archivos.
fr: Sélectionner un ou plusieurs fichiers à partir de l'explorateur de fichiers.
nl: Selecteer een of meerdere bestanden uit de bestandsdirectory.
pl: Wybierz pliki z katalogu lub katalogów.
sv: Välj en eller flera fil(er) från filarkivet.

# tl_module.html.0
source: HTML code
cs: Kód HTML
es: Código HTML
fr: Code HTML
pl: Kod HTML
sv: HTML-kod

# tl_module.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
cs: Seznam povolených znaků HTML můžete upravit v nastaveních systému.
de: Sie können die Liste der erlaubten HTML-Tags in den Backend-Einstellungen ändern.
es: Por favor introduce tu código HTML.
fr: Modifier la liste des balises HTML autorisées dans la configuration du back office.
nl: U kunt de lijst met toegestane HTML tags aanpassen in de back-end instellingen.
pl: Wprowadź twój kod HTML.
sv: Ange din HTML-kod. Listan över tillåtna HTML-taggar kan redigeras i systeminställningarna.

# tl_module.unfilteredHtml.0
source: HTML code
es: Código HTML
fr: Code HTML
pl: Kod HTML
sv: HTML-kod

# tl_module.unfilteredHtml.1
source: Take care when pasting things you don't understand. This could allow attackers to steal your identity or take control of the whole system.
es: Tenga cuidado al pegar cosas que no entiende. Esto podría permitir a los atacantes robar su identidad o tomar el control de todo el sistema.
fr: Faites attention lorsque vous collez des choses que vous ne comprenez pas. Cela pourrait permettre à des hackers de voler votre identité ou de prendre le contrôle de l'ensemble du système.
nl: Wees voorzichtig bij het plakken van dingen die u niet begrijpt. Hierdoor kunnen aanvallers uw identiteit stelen of controle over het hele systeem overnemen.
pl: Zachowaj ostrożność podczas wklejania informacji, których nie rozumiesz. Może to umożliwić napastnikom kradzież tożsamości użytkownika lub przejęcie kontroli nad całym systemem.
sv: Var försiktig när du klistrar in saker du inte förstår. Detta kan tillåta angripare att stjäla din identitet eller ta kontroll över hela systemet.

# tl_module.rss_cache.1
source: Here you can define how long the feed is being cached.
es: Aquí puede definir cuánto tiempo se almacena en caché el feed.
fr: Vous pouvez définir ici la durée de mise en cache du flux.

# tl_module.rss_feed.0
source: Feed URLs
cs: URL kanálu
es: URL RSS feed
fr: URL(s) du (des) flux RSS
nl: RSS feed URLs
pl: Adres wiadomości RSS
sv: URL:er för RSS-flöden

# tl_module.rss_feed.1
source: Please enter the URL of one or more feeds.
es: Introduzca la URL de uno o más feeds.
fr: Veuillez saisir l'URL d'un ou plusieurs flux.

# tl_module.rss_template.0
source: Feed template
cs: Šablona kanálu
es: Plantilla de diseño
fr: Modèle de flux RSS
pl: Szablon układu
sv: RSS-mall

# tl_module.rss_template.1
source: Here you can select the feed template.
cs: Zde můžete vybrat šablonu kanálu.
de: Hier können Sie das Feed-Template auswählen.
es: Por favor selecciona una plantilla de diseño. Puedes añadir diseños personalizados para RSS en la carpeta <em>templates</em>. Los archivos de plantillas de RSS empieza por <em>rss_</em> y requieren la extensión de archivo <em>.tpl</em>.
fr: Sélectionner un modèle de flux RSS.
nl: Selecteer hier de feed template.
pl: Wybierz szablon układ graficznego. Własne szablony można zapisać do katalogu <em>templates</em>. Pliki szablonów muszą zaczynać się <em>rss_</em> a kończyć <em>.html5</em>.
sv: Välj en RSS-mall.<br />RSS-mallarnas namn startar med <em>rss_</em>.

# tl_module.protected.0
source: Protect module
cs: Chránit modul
de: Modul schützen
es: Proteger módulo
fr: Protéger le module
nl: Module beschermen
pl: Moduł chroniony
sv: Skydda modulen

# tl_module.protected.1
source: Show the module to certain member groups only.
cs: Ukázat modul jen některým členům skupiny.
de: Das Modul nur bestimmten Mitgliedergruppen anzeigen.
es: Mostrar el módulo solo a ciertos grupos de miembros.
fr: Afficher le module à certains groupes de membre seulement.
nl: Toon module enkel aan bepaalde ledengroepen.
pl: Pokaż moduł tylko konkretnej grupie użytkowników.
sv: Visa modulen enbart för vissa medlemsgrupper.

# tl_module.groups.0
source: Allowed member groups
cs: Povolené členské skupiny
de: Erlaubte Mitgliedergruppen
es: Miembros de grupos permitidos
fr: Groupes de membres autorisés
nl: Ledengroepen die zijn toegestaan
pl: Dozwolone grupy użytkowników
sv: Tillåtna medlemsgrupper

# tl_module.groups.1
source: These groups will be able to see the module.
cs: Zvolená skupina bude smět vidět daný modul.
de: Diese Gruppen können das Modul sehen.
es: Aquí puedes escoger a qué grupos les será permitido ver el módulo.
fr: Ces groupes de membres seront autorisés à voir le module.
nl: Hier kunt u kiezen welke groepen toegang hebben tot de module.
pl: Tutaj możesz wybrać, które grupy użytkowników będą mogły zobaczyć ten moduł.
sv: Här kan du välja vilka grupper kommer att tillåtas att se modulen.

# tl_module.cssID.0
source: CSS ID/class
cs: Kaskádovitý styl ID/class
de: CSS-ID/Klasse
es: ID de la hoja de estilo y clase
fr: ID/classe(s) CSS
pl: ID w pliku CSS
sv: Stilmall ID och klass

# tl_module.cssID.1
source: Here you can set an ID and one or more classes.
cs: Zde můžete zadat ID nebo jednu nebo více tříd (class) kaskádovitých stylů.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.
es: Aquí puedes introducir una ID para la hoja de estilo (atributo id) y una o más clases de hoja de estilos (atributos clase) para poder dar formato al elemento del modulo utilizando CSS.
fr: Saisir un ID de feuille de style et/ou une ou plusieurs classes.
nl: Hier kunt u een style sheet ID (id attribute) en een of meerdere style sheet classes opgeven.
pl: Jeśli potrzebujesz osobnej definicji do formatowania tego modułu w stylach CSS, możesz tu wprowadzić ID. To ID będzie przypisane do tego modułu i można je modyfikować w arkuszu CSS.
sv: Här kan du ange ett stilmalls-ID (CSS ID) och/eller en eller flera stilmallsklasser (CSS-klass). ID och klasser anges utan prefix (nummertecken # resp. punkt .).

# tl_module.disableCaptcha.0
source: Disable spam protection
cs: Vypnout ochranu proti spamu
de: Spam-Schutz deaktivieren
es: Desactivar la protección contra correo no deseado
fr: Désactiver la protection contre le spam
nl: Schakel spambeveiliging uit
pl: Wyłącz ochronę przeciw spamowi
sv: Inaktivera skräppostskydd

# tl_module.disableCaptcha.1
source: Here you can disable the spam protection (not recommended).
cs: Zde můžete vypnout obranu proti spamu (nedoporučené).
de: Hier können Sie den Spam-Schutz deaktivieren (nicht empfohlen).
es: Aquí puede desactivar la protección contra correo no deseado (no recomendado).
fr: Ici vous pouvez désactiver la protection contre le spam (non recommandé)
nl: Hier kunt u de spambeveiliging uitschakelen (niet aanbevolen).
pl: Tutaj możesz wyłączyć ochronę przed spamem (niezalecane).
sv: Här kan du inaktivera skräppostskyddet (rekommenderas inte).

# tl_module.reg_groups.0
source: Member groups
cs: Skupiny členů
de: Mitgliedergruppen
es: Grupos de miembros
fr: Groupes de membres
nl: Ledengroepen
pl: Grupy użytkowników
sv: Medlemsgrupper

# tl_module.reg_groups.1
source: Here you can assign the member to one or more groups.
cs: Zde můžete přidělit člena k jedné nebo více skupinám.
de: Hier können Sie das Mitglied einer oder mehreren Gruppen zuweisen.
es: Aquí puede asignar el miembro a uno o varios grupos.
fr: Affecter le membre à un ou plusieurs groupes.
nl: Wijs een lid aan één of meerdere groepen toe.
pl: Tutaj mozesz przypisać użytkownika do jednej lub więcej grup.
sv: Här kan du lägga till en medlem i en eller flera grupper.

# tl_module.reg_allowLogin.0
source: Allow login
cs: Povolit přihlášení
de: Login erlauben
es: Permitir conexión
fr: Permettre la connexion
nl: Aanmelden toestaan
pl: Zezwól na logowanie
sv: Tillåt inloggning

# tl_module.reg_allowLogin.1
source: Allow the new member to log into the front end.
cs: Povolit novému členovi přihlásit se přes webovou stránku.
de: Dem neuen Mitglied die Anmeldung im Frontend erlauben.
es: Permita que el nuevo miembro inicie sesión en la interfaz.
fr: Autorisez le nouveau membre à se connecter au front office.
nl: Laat het nieuwe lid inloggen op de front-end.
pl: Zezwól nowemu użytkownikowi na logowanie do serwisu.
sv: Låt den nya medlemmen logga in i frontend.

# tl_module.reg_skipName.0
source: Skip username
cs: Neptat se na uživatelské jméno
de: Benutzernamen nicht abfragen
es: Saltear nombre de usuario
fr: Passer le nom d'utilisateur
nl: Gebruikersnaam overslaan
pl: Pomiń nazwę użytkownika
sv: Hoppa över användarnamn

# tl_module.reg_skipName.1
source: Do not require the username to request a new password.
cs: Nebude požadováno zadání uživatelského jména.
de: Den Benutzernamen bei der Passwort-Anforderung nicht abfragen.
es: No se requiere un nombre de usuario para solicitar una nueva contraseña.
fr: N'exige pas le nom d'utilisateur pour demander un nouveau mot de passe.
nl: Gebruikersnaam niet vereist om nieuw wachtwoord aan te vragen.
pl: Nie wymagaj nazwy użytkownika podczas żądania nowego hasła.
sv: Kräv inte användarnamn för att begära ett nytt lösenord.

# tl_module.reg_close.0
source: Mode
cs: Způsob
de: Modus
es: Modalidad
nl: Modus
pl: Tryb
sv: Läge

# tl_module.reg_close.1
source: Here you can define how to handle the deletion.
cs: Zde určíte, jakým způsobem bude provedeno smazání.
de: Hier legen Sie fest, wie die Löschung ausgeführt wird.
es: Permite definir cómo responder a las solicitudes de eliminación.
fr: Définir la manière de gérer la suppression.
nl: Hier kunt u bepalen hoe het account te verwijderen.
pl: Tutaj możesz określić, jak poradzić sobie z usunięciem.
sv: Här kan du definiera hur man hanterar borttagningen.

# tl_module.reg_deleteDir.0
source: Delete home directory
cs: Smazat domovský adresář
de: Home-Verzeichnis löschen
es: Eliminar directorio de inicio
fr: Supprimer le répertoire personnel
nl: Verwijder home directory
pl: Usuń katalog domowy
sv: Ta bort hemkatalogen

# tl_module.reg_deleteDir.1
source: Delete the home directory when the account is deleted.
cs: Smaže domovský adresář, pokud se smaže účet.
de: Das Home-Verzeichnis löschen, wenn das Konto gelöscht wird.
es: Elimine el directorio de inicio cuando se elimine la cuenta.
fr: Supprimez le répertoire personnel lorsque le compte est supprimé.
nl: Verwijder de home directory wanneer het account wordt verwijderd.
pl: Usuń katalog domowy podczas usuwania konta.
sv: Ta bort hemkatalogen när kontot raderas.

# tl_module.reg_assignDir.0
source: Create a home directory
cs: Vytvořit domovský adresář.
de: Ein Home-Verzeichnis anlegen
es: Crear directorio principal
fr: Créer un répertoire personnel
nl: Maak een home directory aan.
pl: Załóż katalog użytkownika
sv: Skapa hemmapp

# tl_module.reg_assignDir.1
source: Create a home directory from the registered username.
cs: Vyberte tuto volbu k automatickému vytváření domovského adresáře uživatele.
de: Ein Home-Verzeichnis aus dem registrierten Benutzernamen erstellen.
es: Selecciona esta opción para crear automáticamente un directorio principal del nombre de usuario
fr: Créer un répertoire personnel au nom de l'utilisateur enregistré.
nl: Kies deze optie om automatisch een home directory voor dit lid aan te maken.
pl: Wybierz tę opcję, aby automatycznie założyć katalog użytkownika.
sv: Välj detta alternativ för att automatiskt skapa en hemmapp i filarkivet utifrån medlemmens namn. Hemmappen används för lagring av medlemmens filer.

# tl_module.reg_homeDir.0
source: Home directory path
cs: Domovský adresář
de: Pfad zum Home-Verzeichnis
es: Directorio principal
fr: Chemin d'accès au répertoire personnel
nl: Home directory pad
pl: Foldery użytkowników
sv: Hemmappens föräldramapp

# tl_module.reg_homeDir.1
source: Please select the parent folder from the files directory.
cs: Prosím vyberte rodičovský adresář k uživatelským adresářům.
de: Bitte wählen Sie das übergeordnete Verzeichnis aus der Dateiübersicht.
es: Por favor selecciona el directorio del que colgará el directorio principal del usuario.
fr: Choisir le répertoire parent dans l'explorateur de fichiers.
nl: Selecteer de hoofdmap voor de home directory van dit lid.
pl: Wybierz folder, w którym zostaną utworzone katalogi użytkowników.
sv: Välj föräldramapp för hemmappen.

# tl_module.reg_activate.0
source: Send activation e-mail
cs: Poslat aktivační e-mail
de: Aktivierungsmail verschicken
es: Enviar e-mail de activación
fr: Envoyer un e-mail d'activation
nl: Verzend activatie e-mail
pl: Aktywacja poprzez e-mail
sv: Skicka aktiveringsmeddelande

# tl_module.reg_activate.1
source: Send an activation e-mail to the registered e-mail address.
cs: Vyberte tuto volbu pokud chcete poslat aktivační e-mail registrovaným uživatelům.
de: Eine Aktivierungsmail an die registrierte E-Mail-Adresse senden.
es: Selecciona esta opción para enviar un e-mail de activación de cuenta al usuario registrado
fr: Envoyer un e-mail d'activation à l'adresse e-mail enregistrée.
nl: Kies deze optie om een activatie e-mail te verzenden naar het geregistreerde adres.
pl: Wybierz tę opcję, aby wysłać do rejestrującego się użytkownika e-maila z aktywacją konta.
sv: Välj detta alternativ för att skicka ett kontoaktiveringsmeddelande via E-post till den registrerade medlemmen.
