Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_module.xlf
Languages: cs, de, es, fr, nl, pl, sv

# tl_module.name.0
source: Title
cs: Název
de: Titel
es: Título
fr: Titre
nl: Titel
pl: Nagłówek
sv: Rubrik

# tl_module.name.1
source: Please enter the module title.
cs: Zadejte unikátní jméno modulu
de: Bitte geben Sie den Titel des Moduls ein.
es: Por favor introduce un nombre de módulo único.
fr: Saisir le titre du module.
nl: Geef een unieke titel voor de module op.
pl: Wpisz unikalną nazwę modułu.
sv: Ange ett namn för modulen.

# tl_module.headline.0
source: Headline
cs: Nadpis
de: Überschrift
es: Titular
fr: Titre
nl: Hoofdtitel
pl: Nagłówek
sv: Rubrik

# tl_module.headline.1
source: Here you can add a headline to the module.
cs: Pokud zadáte nadpis, bude zobrazena nahoře modulu
de: Hier können Sie dem Modul eine Überschrift hinzufügen.
es: Si introduces un titular, será mostrado en la parte superior del módulo.
fr: Saisir un titre à afficher en haut du module.
nl: Indien u een titel opgeeft, dan wordt deze bovenaan de module weergegeven.
pl: Jeśli wprowadzisz tytuł nagłówka, będzie on widoczny na górze modułu.
sv: Om du anger en rubrik här så kommer den att visas som rubrik över modulens genererade innehåll.

# tl_module.type.0
source: Module type
cs: Typ modulu
de: Modultyp
es: Tipo de módulo
fr: Type de module
pl: Typ modułu
sv: Modultyp

# tl_module.type.1
source: Please choose the type of module.
cs: Zvolte typ tohoto modulu
de: Bitte wählen Sie den Typ des Moduls.
es: Por favor selecciona el tipo de módulo actual.
fr: Choisir le type de module.
nl: Selecteer het module type.
pl: Wybierz typ dla tego modułu.
sv: Välj modultyp.

# tl_module.ariaLabel.0
source: ARIA label
es: Etiqueta ARIA

# tl_module.ariaLabel.1
source: If there is more than one navigation element on the page, each should have a unique label.
es: Si hay más de un elemento de navegación en la página, cada uno debe tener una etiqueta única.

# tl_module.levelOffset.0
source: Start level
cs: Startovací úroveň
es: Nivel de inicio
fr: Niveau de départ
nl: Beginniveau
pl: Poziom początkowy
sv: Startnivå

# tl_module.levelOffset.1
source: Enter a value greater than 0 to show only submenu items.
cs: Zadejte hodnotu větší než 0 pro zobrazení položek podmenu.
de: Geben Sie einen Wert größer 0 ein, um nur Untermenüpunkte darzustellen.
es: Por favor define desde qué nivel serán visibles los elementos del menú. Introduce 0 o dejar en blanco para iniciar desde el nivel superior.
fr: Saisir une valeur supérieure à 0 pour ne montrer que des sous-menus.
nl: Definieer op welk niveau de menu-items zichtbaar moeten zijn. Kies 0 of laat open om bovenaan te beginnen.
pl: Zdefiniuj, od którego poziomu pozycje w menu powinny być widoczne. Wybierz 0 lub zostaw puste, aby zacząć od najwyższego poziomu.
sv: Ange startnivå för menyn. Välj 0 för att visa allt från högsta nivå och nedåt. Välj ett värde större än 0 för att enbart visa undermenynivåer.

# tl_module.showLevel.0
source: Stop level
cs: Zastavovací úroveň
es: Elementos del menú visibles
fr: Niveau de fin
nl: Eindniveau
pl: Widoczne elementy menu
sv: Stopnivå

# tl_module.showLevel.1
source: Enter a value greater than 0 to limit the nesting level of the menu.
cs: Zadejte hodnotu větší než 0, abyste omezili podúrovně menu.
de: Geben Sie einen Wert größer 0 ein, um die Verschachtelungstiefe des Menüs zu beschränken.
es: Por favor defines hasta qué nivel los elementos del menú serán visibles. Por ejemplo, selecciona 1 para mostrar solo los elementos del menú principal y los subelementos de la página activa. Escoge 0 para mostrar todos los elementos principales y subelementos.
fr: Saisir une valeur supérieure à 0 pour limiter le niveau d'imbrication du menu.
nl: Definieer tot welk niveau menu-items zichtbaar zijn. Kies 0 of laat open om alles weer te geven.
pl: Zdefiniuj jaki poziom menu powinien być widoczny. Np. gdy wpisane 1, wyświetlą się tylko główne elementy menu oraz podelementy aktualnej strony. Gdy wpisane 0, wyświetlą się wszystkie główne elementy i ich podelementy.
sv: Ange ett värde större än 0 för att begränsa hur många nivåer ner i menyn (efter satt Startnivå) som ska visas.

# tl_module.hardLimit.0
source: Hard limit
cs: Tvrdý limit
es: Límite forzado
fr: Limite
pl: Ograniczenie
sv: Hård nivågräns

# tl_module.hardLimit.1
source: Never show any menu items beyond the stop level.
cs: Nikdy nezobrazovat součásti menu mimo úroveň stopu.
de: Niemals Menüpunkte jenseits des Stoplevels anzeigen.
es: No mostrar ningún elementos (ni los activos) a partir del nivel introducido.
fr: Ne montrer aucun élément de menu au-delà du niveau de fin.
nl: Toon geen enkel item (ook geen actieve) voorbij het eindniveau.
pl: Nie pokazuj żadnych pozycji (nawet aktywnych) poza tym poziomem.
sv: Om vald så visas inga menyposter efter angiven Stoppnivå, inte ens aktiva.

# tl_module.showProtected.0
source: Show protected items
cs: Ukázat chráněné elementy
de: Geschützte Seiten anzeigen
es: Mostrar elementos protegidos
fr: Afficher les éléments protégés
nl: Toon beschermde items
pl: Pokaż zastrzeżone elementy
sv: Visa skyddade menyposter

# tl_module.showProtected.1
source: Show items that are usually only visible to authenticated members.
cs: Zobrazit elementy, které mohou jinak vidět jen autorizovaní uživatelé.
de: Menüpunkte anzeigen, die sonst nur für angemeldete Mitglieder sichtbar sind.
es: Muestra elementos que normalmente solo son visibles para miembros autenticados.
fr: Afficher les éléments qui ne sont généralement visibles que pour les membres authentifiés
nl: Toon items die meestal alleen zichtbaar zijn voor geverifieerde leden.
pl: Pokaż rzeczy, które są widoczne tylko dla zalogowanych użytkowników.
sv: Visa objekt som vanligtvis bara är synliga för autentiserade medlemmar.

# tl_module.defineRoot.0
source: Set a reference page
cs: Určit referenční stránku
de: Eine Referenzseite festlegen
es: Especificar página referencia
fr: Définir une page de référence
nl: Stel referentiepagina in
pl: Zdefiniuj stronę startową
sv: Ange en startsida

# tl_module.defineRoot.1
source: Define a custom source or target page for the module.
cs: Přiřadit vlastní zdroj nebo cílovou stránku modulu.
de: Dem Modul eine individuelle Quell- oder Zielseite zuweisen.
es: Especifica una página de referencia a ser utilizada como página fuente o de destino del módulo.
fr: Définir une page source ou cible pour le module.
nl: De module een individuele bron- of doelpagina toewijzen.
pl: Użyj innej strony startowej niż punkt startowy serwisu
sv: Använd en egen startsida istället för hemsidans rootsida.

# tl_module.rootPage.0
source: Reference page
cs: Referenční stránka
de: Referenzseite
es: Página de referencia
fr: Page de référence
nl: Referentiepagina
pl: Strona odsyłająca
sv: Referenssida

# tl_module.rootPage.1
source: Please choose the reference page.
es: Elija la página de referencia.
fr: Veuillez choisir la page de référence.
sv: Vänligen välj referenssidan.

# tl_module.navigationTpl.0
source: Navigation template
cs: Předloha navigace
de: Navigations-Template
es: Plantilla de navegación
fr: Modèle de navigation
nl: Navigatie template
pl: Szablon menu
sv: Navigeringsmall

# tl_module.navigationTpl.1
source: Here you can select the navigation template.
cs: Zde můžete vybrat předlohu navigace
de: Hier können Sie das Navigations-Template auswählen.
es: Por favor selecciona una plantilla de navegación (plantillas de navegación empiezan por <em>nav_</em>).
fr: Choisir un modèle de navigation.
nl: Kies een navigatie template.
pl: Wybierz szablon menu. Możesz dodać własne szablony nawigacji do katalogu templates. Pliki szablonów nawigacji muszą zaczynać się od nav_ i muszą mieć rozszerzenie <code>html5</code>.
sv: Välj egen navigeringsmall om sådan finns (navigeringsmallar börjar med <em>nav_</em>). Standardmallen heter <em>nav_default</em>.

# tl_module.customTpl.0
source: Module template
cs: Předloha modulu
de: Modul-Template
es: Plantilla de módulo
fr: Modèle de module.
pl: Szablon modułu
sv: Modulmall

# tl_module.customTpl.1
source: Here you can select the module template.
cs: Zde můžete zvolit předlohu modulu.
de: Hier können Sie das Modul-Template auswählen.
es: Aquí puede seleccionar la plantilla del módulo.
fr: Ici, vous pouvez choisir un modèle de module.
nl: Hier kunt u het module template selecteren.
pl: Tutaj możesz wybrać szablon modułu.
sv: Här kan du välja modulmallen.

# tl_module.pages.0
source: Pages
cs: Stránky
de: Seiten
es: Páginas
nl: Pagina's
pl: Strony
sv: Målsidor

# tl_module.pages.1
source: Please choose one or more pages.
es: Elija una o más páginas.
fr: Veuillez choisir une ou plusieurs pages.
sv: Välj en eller flera sidor.

# tl_module.showHidden.0
source: Show hidden items
cs: Ukázat skryté elementy
de: Versteckte Seiten anzeigen
es: Mostrar elementos no visibles
fr: Afficher les éléments cachés
nl: Toon verborgen items
pl: Pokaż ukryte elementy
sv: Visa gömda menyposter

# tl_module.showHidden.1
source: Show items that are usually hidden in the navigation menu.
cs: Ukázat elementy v navigaci, které jsou jinak skryté.
de: Menüpunkte anzeigen, die sonst in der Navigation nicht sichtbar sind.
es: Incluir los elementos que no son visibles en el menú de navegación.
fr: Afficher les éléments habituellement cachés dans le menu de navigation.
nl: Toon items die normaal verborgen zijn in het navigatiemenu.
pl: Dołącz elementy niewidoczne w menu (ukryte).
sv: Visa även poster som normalt är gömda i navigationsmenyn.

# tl_module.customLabel.0
source: Custom label
cs: Vlastní údaj
de: Individuelle Bezeichnung
es: Etiqueta personalizada
fr: Libellé personnalisé
nl: Eigen label
pl: Własna etykieta
sv: Egen etikett

# tl_module.customLabel.1
source: Here you can enter a custom label for the drop-down menu or the overview link.
de: Hier können Sie eine individuelle Bezeichnung für das Dropdown-Menü oder den Link zur Übersicht eingeben.
es: Aquí puede introducir una etiqueta personalizada para el menú desplegable o el enlace de descripción general.
fr: Vous pouvez ici saisir un nom personnalisé pour le menu déroulant ou le lien d'aperçu.
nl: Hier kunt u een aangepast label invoeren voor het drop-down menu of de overzichtslink.
pl: Tutaj możesz wprowadzić nazwę własnej etykiety dla menu drop-down lub linka do listy.
sv: Här kan du ange en anpassad etikett för rullgardinsmenyn eller översiktslänken.

# tl_module.autologin.0
source: Allow auto login
cs: Povolit automatické přihlášení
de: Autologin erlauben
es: Permitir el inicio de sesión automático
fr: Autoriser la connexion automatique
nl: Automatisch inloggen toestaan
pl: Zezwól na automatyczne logowanie
sv: Tillåt automatisk inloggning

# tl_module.autologin.1
source: Allow members to log into the front end automatically.
cs: Povolí členům automatické přihlášení do frontendu.
de: Mitgliedern die automatische Anmeldung im Frontend erlauben.
es: Permitir a los miembros acceder al front end automáticamente.
fr: Autoriser les membres à se connecter automatiquement.
nl: Sta automatisch inloggen voor leden toe in het front-end.
pl: Zezwól użytkownikom na automatyczne logowanie do serwisu
sv: Tillåt medlemmar att logga in automatiskt i frontend.

# tl_module.jumpTo.0
source: Redirect page
cs: Přesměrovat na stránku
de: Weiterleitungsseite
es: Saltar a la página
fr: Page de redirection
nl: Ga naar pagina
pl: Skocz do strony
sv: Omdirigera till

# tl_module.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking a link or submitting a form.
cs: Zvolte prosím stránku, na kterou bude přesměrovaný návštěvník poté, co kliknul na tlačítko odeslat.
de: Bitte wählen Sie die Seite aus, zu der Besucher beim Anklicken eines Links oder Abschicken eines Formulars weitergeleitet werden.
es: Esta configuración define a qué pagina será redirigido un usuario tras cierta acción (por ejemplo, al hacer clic sobre un link o al enviar un formulario).
fr: Choisir la page vers laquelle les visiteurs seront redirigés à la suite d'un clic sur un lien ou à la soumission d'un formulaire.
nl: Selecteer de pagina waarnaar een gebruiker wordt verder geleid na het klikken op een link of het versturen van een formulier.
pl: Te ustawienia definiują, na którą stronę zostanie przekierowany użytkownik po jakiejś operacji (np. kliknięcie na link lub przesłanie formularza).
sv: Denna inställning anger vilken sida en användare kommer att omdirigeras till vid en viss handling (t.ex. klickar på en länk eller godkänner ett formulär).

# tl_module.pwResetPage.0
source: Reset password page
es: Página de restablecer la contraseña

# tl_module.pwResetPage.1
source: Here you can choose a page to which visitors will be redirected when clicking the <em>Forgot your password?</em> link.
es: Aquí puede elegir una página a la que los visitantes serán redirigidos al hacer clic en el enlace <em>¿Olvidó su contraseña?</em> .

# tl_module.overviewPage.0
source: Overview page
de: Übersichtsseite
es: Página de descripción general
nl: Overzichtspagina
pl: Strona listy
sv: Översiktssida

# tl_module.overviewPage.1
source: Select an overview page to include a link to it in the template.
de: Wählen Sie eine Übersichtsseite aus, um einen Link zu dieser Seite im Template auszugeben.
es: Seleccione una página de descripción general para incluir un enlace a ella en la plantilla.
nl: Selecteer een overzichtspagina om er een link naar op te nemen in de template.
pl: Wybierz stronę listy, aby umieścić link do niej w szablonie.
sv: Välj en översiktssida för att inkludera en länk till den i mallen.

# tl_module.redirectBack.0
source: Redirect to last page visited
cs: Přesměrování na poslední navštívenou stránku
de: Zur zuletzt besuchten Seite
es: Redirigir a la última página visitada
fr: Redirection vers la dernière page visitée
nl: Doorsturen naar de laatst bezochte pagina
pl: Przekieruj do ostatnio odwiedzonej strony
sv: Omdirigera till senaste besökta sidan

# tl_module.redirectBack.1
source: Redirect the member back to the last page visited instead of the redirect page.
cs: Přesměrovat uživatele na poslední navštívenou stránku namísto na stránku určenou k přesměrování.
de: Das Mitglied zurück zu der zuletzt besuchten Seiten anstatt der Weiterleitungsseite leiten.
es: Redirigir al miembro a la última página visitada en lugar de a la página de redireccionamiento.
fr: Redirigez le membre vers la dernière page visitée au lieu de la page de redirection.
nl: Leid het lid terug naar de laatst bezochte pagina in plaats van de omleidingspagina.
pl: Przekieruj użytkownika z powrotem do ostatnio odwiedzanej strony zamiast do określonej strony docelowej.
sv: Omdiriger medlemmen tillbaka till den senast besökta sidan istället för omdirigeringssidan.

# tl_module.1cl.0
source: One column
cs: Jeden sloupec
de: Eine Spalte
es: Una columna
fr: Une colonne
nl: Eén kolom
pl: Jedna kolumna
sv: En kolumn

# tl_module.1cl.1
source: Show the label above the input field.
cs: zobrazit popisek nad polem.
de: Die Bezeichnung wird über dem Eingabefeld angezeigt.
es: la etiqueta de cada campo de entrada se mostrará encima del campo de entrada.
fr: Le libellé sera affiché au-dessus du champ.
nl: Het label van elk input veld zal boven de input velden getoond worden.
pl: opis każdego pola będzie wyświetlany nad nim.
sv: Visa etiketten ovanför inmatningsfältet.

# tl_module.2cl.0
source: Two columns
cs: Dva sloupce
de: Zwei Spalten
es: Dos columnas
fr: Deux colonnes
nl: Twee kolommen
pl: Dwie kolumny
sv: Två kolumner

# tl_module.2cl.1
source: Show the label on the left side of the input field.
cs: zobrazit popisek vlevo vedle pole.
de: Die Bezeichnung wird links neben dem Eingabefeld angezeigt.
es: la etiqueta de cada campo de entrada se mostrará el lado izquierdo del campo de entrada.
fr: Le libellé sera affiché sur la gauche du champ.
nl: Het label van elk input veld zal links van het input veld getoond worden.
pl: opis każdego pola będzie wyświetlany po jego lewej stronie.
sv: Visa etiketten på vänster sida av inmatningsfältet.

# tl_module.editable.0
source: Editable fields
cs: Upravitelná pole
de: Editierbare Felder
es: Campos editables
fr: Champs éditables
nl: Bewerkbare velden
pl: Pola edycji
sv: Redigerbara fält

# tl_module.editable.1
source: Show these fields in the front end form.
cs: Zobrazit tato pole ve formuláři ve frontendu.
de: Diese Felder im Frontend-Formular anzeigen.
es: Por favor selecciona u o más campos que serán editables en el front end.
fr: Afficher ces champs dans le formulaire du front office.
nl: Selecteer een of meerdere velden die bewerkbaar zijn in het front-end.
pl: Zaznacz jedno lub więcej pól, które będą mogły być edytowane przez użytkownika.
sv: Ange ett eller flera fält som ska vara redigerbara för medlemmen i frontend.

# tl_module.reqFullAuth.0
source: Require full authentication
es: Requerir autenticación completa

# tl_module.reqFullAuth.1
source: Users with only a "remember me" cookie must verify their identity in order to access the module.
es: Los usuarios que solo tengan una cookie "recordarme" deben verificar su identidad para poder acceder al módulo.

# tl_module.memberTpl.0
source: Form template
cs: Předloha formuláře
de: Formular-Template
es: Plantilla formulario
fr: Modèle du formulaire
nl: Formulier template
pl: Szablon formularza
sv: Formulärmall

# tl_module.memberTpl.1
source: Here you can select the form template.
cs: Zde můžete zvolit předlohu formuláře.
de: Hier können Sie das Formular-Template auswählen.
es: Por favor selecciona una plantilla de formulario. La plantilla por defecto se llama <em>member_default</em>. Si quieres añadir tu propias plantillas, súbelas al directorio <em>templates</em> (la extensión de archivo debe ser <em>tpl</em>).
fr: Choisir un modèle de formulaire.
nl: Kies een formulier template.
pl: Wybierz szablon formularza. Domyślnym szablonem jest <em>member_default</em>. Jeśli chcesz dodać własny szablon, wgraj go do katalogu <em>templates</em> (rozszerzenie pliku musi być <em>html5</em>).
sv: Välj en egen mall för formuläret. Standardmallen kallas <em>member_default</em>. Namnet på egna mallar ska börja med <em>member_</em>.

# tl_module.form.0
source: Form
cs: Formulář
de: Formular
es: Formulario
fr: Formulaire
nl: Formulier
pl: Formularz
sv: Formulär

# tl_module.form.1
source: Please select a form.
cs: Zvolte prosím formulář.
de: Bitte wählen Sie ein Formular.
es: Por favor selecciona un formulario.
fr: Sélectionner un formulaire.
nl: Selecteer een formulier.
pl: Wybierz formularz.
sv: Välj ett formulär.

# tl_module.queryType.0
source: Default query type
cs: Výchozí typ dotazu
de: Standard-Abfragetyp
es: Tipo de query por defecto
fr: Type de requête par défaut
nl: Standaardvraag type
pl: Domyślny rodzaj zapytania
sv: Förvald frågetyp

# tl_module.queryType.1
source: Please select the default query type.
cs: Zvolte prosím výchozí typ dotazu.
de: Bitte wählen Sie den Standard-Abfragetyp aus.
es: Por favor selecciona el tipo de query por defecto.
fr: Choisir le type de requête par défaut.
nl: Gelieve een standaardvraag type te selecteren.
pl: Zaznacz domyślny rodzaj zapytania.
sv: Välj vilken frågetyp som ska vara förvald.

# tl_module.and.0
source: Find all words
cs: Vyhledej všechna slova
de: Finde alle Wörter
es: Buscar todas las palabras
fr: Trouver tous les mots
nl: Zoek alle woorden
pl: Znajdź wszystkie słowa
sv: Sök på alla ord

# tl_module.and.1
source: Returns only pages that contain all keywords.
cs: najde jen ty stránky, které obsahují dané slovo.
de: Findet nur Seiten, die alle gesuchten Begriffe enthalten.
es: El motor de búsqueda devuelve sólo las páginas que contengan todas las palabras clave.
fr: Renvoie seulement les pages qui contiennent tous les mots-clés.
nl: De zoekmachine geeft enkel pagina's weer die alle sleutelwoorden bevatten.
pl: Wyszukiwarka odnajdzie strony, gdzie występują wszystkie podane słowa kluczowe.
sv: Returnera endast sidor som innehåller samtliga sökord.

# tl_module.or.0
source: Find any word
cs: Vyhledej jakýkoliv slovo
de: Finde irgendein Wort
es: Buscar cualquier palabra
fr: Trouver au moins un mot
nl: Vindt elk woord
pl: Znajdź jakiekolwiek słowo
sv: Sök på något ord

# tl_module.or.1
source: Returns all pages that contain any of the keywords.
cs: najde všechny stránky, které obsahují dané slovo.
de: Findet alle Seiten, die einen der Suchbegriffe enthalten.
es: El motor de búsqueda devuelve todas las páginas que contenga al menos una palabra clave.
fr: Renvoie toutes les pages qui contiennent au moins un des mots-clés.
nl: De zoekmachine geeft alle pagina's weer die tenminste één sleutelwoord bevat.
pl: Wyszukiwarka odnajdzie strony, gdzie występuje przynajmniej jedno z podanych słów kluczowych.
sv: Returnerar alla sidor som innehåller något av sökorden.

# tl_module.fuzzy.0
source: Fuzzy search
cs: Nepřesné vyhledávání
de: Ungenaue Suche
es: Búsquea difusa
fr: Recherche approximative
nl: Oppervlakkig zoeken
pl: Wyszukiwanie typu Fuzzy
sv: Fuzzy-sök

# tl_module.fuzzy.1
source: Will find "Contao" if you search for "con" (equal to a wildcard search).
cs: Najde např. "Contao" při zadání slova "con".
de: Findet "Contao" bei der Suche nach "con" (entspricht einer Suche mit Platzhaltern).
es: Incluirá en los resultados "TYPOlight" si se busca "typo" (similar a una búsqueda con comodines).
fr: Trouvera "Contao" si vous recherchez "cont" (égal à une recherche générique).
nl: Zal "Contao" vinden als u zoekt naar "con" (vergelijkbaar met zoeken m.b.v. een wildcard).
pl: Odnajdzie "Contao" jeśli wpiszesz "cont".
sv: Hittar "Contao" om du söker på "con" (vilket motsvarar en sökning med jokertecken).

# tl_module.simple.0
source: Simple form
cs: Jednoduchý formulář
de: Einfaches Formular
es: Simple
fr: Formulaire simple
nl: Eenvoudig formulier
pl: Proste
sv: Enkelt sökformulär

# tl_module.simple.1
source: Contains a single input field only.
cs: obsahuje jen jedno pole.
de: Enthält nur ein Eingabefeld.
es: Formulario de búsqueda simple, con un solo campo de entrada.
fr: Contient un champ de saisie seulement.
nl: Eenvoudig zoekformulier dat slechts één input veld heeft.
pl: Proste wyszukiwanie zawiera tylko jedno pole.
sv: Innehåller endast ett enda inmatningsfält.

# tl_module.advanced.0
source: Advanced form
cs: Pokročilejší formulář
de: Erweitertes Formular
es: Avanzado
fr: Formulaire avancé
nl: Uitgebreid formulier
pl: Zaawansowane
sv: Avancerat sökformulär

# tl_module.advanced.1
source: Contains an input field and a radio button menu to choose the query type.
cs: obsahuje jedno pole a jedno výběrové tlačítko pro volbu typu dotazu.
de: Enthält ein Eingabefeld und ein Radio-Button-Menü zur Auswahl des Abfragetyps.
es: Formulario de búsqueda avanzado, permite la seleccionar el tipo de búsqueda dinámicamente.
fr: Contient un champ de saisie et un menu de boutons à cocher pour choisir le type de requête.
nl: Bevat een input veld en radio knop menu om een zoekopdracht te kiezen.
pl: W zaawansowanym szukaniu możesz wybrać rodzaj zapytania, jaki będzie używać wyszukiwarka.
sv: Innehåller ett inmatningsfält och en radiomeny att välja frågetyp.

# tl_module.contextLength.0
source: Context length
cs: Délka obsahu
de: Kontextlänge
es: Longitud del contexto
fr: Étendu du contexte
nl: Contextlengte
pl: Długość kontekstu
sv: Kontextlängd
