Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_module.xlf
Languages: cs, de, es, fr, nl, pl, sv

# tl_module.reg_jumpTo.0
source: Confirmation page
cs: Stránka s potvrzením
de: Bestätigungsseite
es: Activación saltar a página
fr: Page de confirmation
nl: Bevestigingspagina
pl: Przekierowanie po aktywacji
sv: Aktiveringssida

# tl_module.reg_jumpTo.1
source: Please choose the page to which members will be redirected after the request has been completed.
cs: Vyberte prosím stránku, na níž bude uživatel přesměrován po úspěšném přihlášení.
de: Bitte wählen Sie die Seite aus, zu der Mitglieder nach Verarbeitung der Anfrage weitergeleitet werden.
es: Elija la página a la que se redirigirá a los miembros una vez que se haya completado la solicitud.
fr: Veuillez choisir la page vers laquelle les membres seront redirigés une fois le formulaire complété.
nl: Kies de pagina waarnaar leden worden doorgestuurd nadat het verzoek is voltooid.
pl: Wybierz stronę, na którą zostanie przekierowany użytkownik po zakończonym żądaniu.
sv: Välj den sida till vilken medlemmarna kommer att omdirigeras efter att begäran har slutförts.

# tl_module.reg_text.0
source: Activation message
cs: Aktivační e-mail
de: Aktivierungsmail
es: E-mail de activación
fr: Message d'activation
nl: Activatie bericht
pl: E-mail aktywacyjny
sv: Aktiveringsmeddelandetext

# tl_module.reg_text.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any input field (e.g. <em>##lastname##</em>).
cs: Můžete použít <em>##domain##</em> (jméno domény), <em>##link##</em> (aktivační link) a jakékoliv pole "input" (např. <em>##příjmení##</em>).
de: Sie können die Platzhalter <em>##domain##</em> (Domainname), <em>##link##</em> (Aktivierungslink) sowie alle Eingabefelder (z. B. <em>##lastname##</em>) benutzen.
es: Por favor introduce el texto del e-mail de activación. Puedes utilizar cualquier campo de entrada como comodín (por ejemplo <em>##lastname##</em>) y también <em>##domain##</em> (nombre de dominio actual) y <em>##link##</em> (enlace de activacion).
fr: Les caractères joker <em>##domain##</em> (nom de domaine), <em>##link##</em> (lien d'activation) et tous les champs de saisie (ex. : <em>##lastname##</em>) sont autorisés dans ce message.
nl: U kunt de wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) en elk invoerveld (b.v. <em>##lastname##</em>) gebruiken.
pl: Podaj tekst e-maila aktywującego. Dozwolone są także pola formularza, który wypełnił użytkownik (np. <em>##lastname##</em>) jak również <em>##domain##</em> (aktualna domena) oraz <em>##link##</em> (link aktywacyjny).
sv: Ange texten i aktiveringsmeddelandet. Du kan använda vilket inmatningsfält som helst eller wildcard (e.g. <em>##lastname##</em>) likväl som <em>##domain##</em> (aktuellt domännamn) och <em>##link##</em> (aktiveringslänk).

# tl_module.reg_password.0
source: Password message
cs: Mail s heslem
de: Bestätigungsmail
es: E-mail de confirmación
fr: Message de confirmation
nl: Wachtwoord e-mail
pl: Email potwierdzajacy
sv: Bekräftelsemeddelandetext

# tl_module.reg_password.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any member property (e.g. <em>##lastname##</em>).
cs: Můžete použít <em>##domain##</em> (jméno domény), <em>##link##</em> (aktivační link) a jakékoliv pole členů (např. <em>##lastname##</em>).
de: Sie können die Platzhalter <em>##domain##</em> (Domainname), <em>##link##</em> (Aktivierungslink) sowie alle Mitgliedsdaten (z. B. <em>##lastname##</em>) verwenden.
es: Puede utilizar los comodines <em>##domain##</em> (nombre de dominio), <em>##link##</em> (enlace de activación) y cualquier propiedad de miembro (por ejemplo, <em>##lastname##</em>).
fr: Les caractères joker <em>##domain##</em> (nom de domaine), <em>##link##</em> (lien d'activation) et toutes les propriétés des membres (ex. : <em>##lastname##</em>) sont autorisés dans ce message.
nl: U kunt de wildcards <em>##domain##</em> (domeinnaam), <em>##link##</em> (activeringslink) en elke eigenschap van een lid (bijv. <em>##lastname##</em>) gebruiken.
pl: Możesz używać wildcardów <em>##domain##</em> (nazwa domeny), <em>##link##</em> (link aktywacyjny) i dowolnych danych użytkownika (np. <em>##lastname##</em>).
sv: Du kan använda wildcards <em>##domain##</em> (domännamn), <em>##link##</em> (aktiveringslänk) och vilken medlemsegenskap som helst (t.ex. <em>##lastname##</em>).

# tl_module.data.0
source: Template data
cs: Data předlohy
de: Template-Daten
es: Datos de la plantilla
fr: Données du modèle
nl: Templategegevens
pl: Dane szablonu
sv: Malldata

# tl_module.data.1
source: These values are available as <code>$this->data</code> in the template.
cs: Tyto hodnoty se nacházejí v předloze jako <code>$this->data</code>.
de: Sie können über <code>$this->data</code> auf die Werte im Template zugreifen.
es: Estos valores están disponibles como <code>$this->data</code> en la plantilla.
fr: Ces valeurs sont disponibles en tant que <code>$this->data</code> dans le modèle.
nl: Deze waarden zijn beschikbaar als <code>$this->data</code> in de template.
pl: Te wartości są dostępne jako <code>$this->data</code> w szablonie.
sv: Dessa värden är tillgängliga som <code>$this->data</code> i mallen.

# tl_module.rootPageDependentModules.0
source: Modules
cs: Moduly
de: Module
es: Módulos
pl: Moduły
sv: Moduler

# tl_module.rootPageDependentModules.1
source: Please select a module for every website root page.
es: Seleccione un módulo para cada página raíz del sitio web.
fr: Veuillez sélectionner un module pour chaque page racine du site web.
sv: Välj en modul för varje webbplatsrotsida.

# tl_module.rootPageDependentModulesBlankOptionLabel
source: Choose module for "%s"
de: Modul wählen für "%s"
es: Elija el módulo para "%s"
fr: Choisissez un module pour "%s"
nl: Kies een module voor "%s"
pl: Wybierz moduł dla "%s"
sv: Välj modul för "%s"

# tl_module.title_legend
source: Title and type
cs: Název a typ
de: Titel und Typ
es: Título y tipo
fr: Titre et type
nl: Titel en type
pl: Tytuł i typ modułu
sv: Titel och typ

# tl_module.label_legend
source: Label
cs: Štítek
de: Bezeichnung
es: Etiqueta
fr: Libellé
pl: Etykieta
sv: Etikett

# tl_module.nav_legend
source: Navigation settings
cs: Nastavení navigace
de: Menü-Konfiguration
es: Ajustes de navegación
fr: Paramètres de navigation
nl: Navigatie instellingen
pl: Ustawienia nawigacji
sv: Navigationsinställningar

# tl_module.reference_legend
source: Reference page
cs: Referenční stránka
de: Referenzseite
es: Página de referencia
fr: Page de référence
nl: Referentiepagina
pl: Strona odsyłająca
sv: Referenssida

# tl_module.redirect_legend
source: Redirect settings
cs: Přesměrování
de: Weiterleitung
es: Ajustes de redirección
fr: Paramètres de redirection
nl: Instellingen omsturen
pl: Ustawienia przekierowania
sv: Omdirigeringsinställningar

# tl_module.template_legend
source: Template settings
cs: Předloha komentáře
de: Template-Einstellungen
es: Ajustes de plantilla
fr: Paramètres des modèles
nl: Template-instellingen
pl: Ustawienia szablonów
sv: Mallinställningar

# tl_module.image_legend
source: Image settings
cs: Nastavení obrázku
de: Bildeinstellungen
es: Opciones de la imagen
fr: Paramètres d'image
nl: Afbeeldingseigenschappen
pl: Ustawienia obrazka
sv: Bildinställningar

# tl_module.config_legend
source: Module configuration
cs: Nastavení mudulu
de: Modul-Konfiguration
es: Configuración de módulo
fr: Configuration du module
nl: Module configuratie
pl: Konfiguracja modułu
sv: Modulkonfiguration

# tl_module.include_legend
source: Include settings
cs: Zahrnout nastavení
de: Include-Einstellungen
es: Ajustes de include
fr: Paramètres des éléments inclus
nl: Instellingen toevoegen
pl: Ustawienia załączania
sv: Inkluderingsinställningar

# tl_module.source_legend
source: Source
cs: Zdroj
de: Quelle
es: Fuente
nl: Bron
pl: Źródło
sv: Källa

# tl_module.html_legend
source: Text/HTML
es: Texto/HTML
fr: Texte/HTML
nl: Tekst/HTML
pl: Tekst/HTML

# tl_module.protected_legend
source: Access protection
cs: Chráněný přístup
de: Zugriffsschutz
es: Acceso protegido
fr: Protection d'accès
nl: Toegangsbescherming
pl: Ochrona dostępu
sv: Åtkomstkydd

# tl_module.expert_legend
source: Expert settings
cs: Rozšířená nastavení
de: Experteneinstellungen
es: Configuración avanzada
fr: Paramètres avancés
nl: Expert-instellingen
pl: Zaawansowane ustawienia
sv: Expertinställningar

# tl_module.email_legend
source: E-mail settings
cs: Nastavení e-mailu
de: E-Mail-Einstellungen
es: Ajustes del e-mail
fr: Paramètres d'e-mail
nl: E-mail instellingen
pl: Ustawienia e-maila
sv: E-postinställningar

# tl_module.account_legend
source: Account settings
cs: Nastavení účtu
de: Kontoeinstellungen
es: Ajustes de cuenta
fr: Paramètres du compte
nl: Account instellingen
pl: Ustawienia konta
sv: Kontoinställningar

# tl_module.emailText.0
source: Your registration on %s
cs: Vaše registrace na %s
de: Ihre Registrierung auf %s
es: Tu registro el %s
fr: Votre enregistrement sur %s
nl: Uw registratie op %s
pl: Twoja rejestracja w serwisie %s
sv: Din registrering på %s

# tl_module.emailText.1
source: Thank you for your registration on ##domain##. Click here to complete your registration and to activate your account: ##link## The confirmation link is valid for 24 hours. If you did not request an account, please ignore this e-mail.
cs: Děkujeme za registrování se na ##domain##. Klikněte na tento odkaz pro dokončení registrace a aktivování účtu: ##link## Potvrzovací kód je platná 24 hodin. Pokud jste žádnou registraci neprovedli, ignorujte prosím tento mail.
de: Vielen Dank für Ihre Registrierung auf ##domain##. Bitte klicken Sie hier, um Ihre Registrierung abzuschließen und Ihr Konto zu aktivieren: ##link## Der Bestätigungslink ist 24 Stunden gültig. Wenn Sie keinen Zugang angefordert haben, ignorieren Sie bitte diese E-Mail.
es: Gracias por su registro en ##domain##. Haga clic aquí para completar su registro y activar su cuenta: ##link## El enlace de confirmación es válido por 24 horas. Si no solicitó una cuenta, ignore este correo electrónico.
fr: Merci de vous être inscrit sur ##domain##. Veuillez cliquer sur ##link## pour compléter votre inscription et activer votre compte. Si vous n'avez pas demandé la création d'un compte, merci de ne pas tenir compte de cet e-mail.
nl: Bedankt voor uw registratie van ##domain##. Klik hier om uw registratie te voltooien en uw account te activeren: ##link##. De bevestigingslink is 24 uur geldig. Indien u geen account bij ons aanvroeg, gelieve deze e-mail te negeren.
pl: Dziękujemy za rejestrację na ##domain##. Kliknij tutaj, aby zakończyć rejestrację i aktywować swoje konto: ##link## Link potwierdzający jest ważny 24 godziny. Jeśli nie zakładałeś konta, zignoruj ten e-mail.
sv: Tack för din registrering på ##domain##. Klicka här för att slutföra din registrering och för att aktivera ditt konto: ##link## Bekräftelselänken är giltig i 24 timmar. Om du inte begärde ett konto kan du ignorera det här e-postmeddelandet.

# tl_module.passwordText.0
source: Your password request on %s
cs: Vyžádání Vašeho hesla na %s
de: Ihre Passwort-Anforderung auf %s
es: La petición de contraseña en %s
fr: Votre demande de mot de passe sur %s
nl: Uw wachtwoord aanvraag bij %s
pl: Nowe hasło w %s
sv: Din lösenordsförfrågan på %s

# tl_module.passwordText.1
source: You have requested a new password for ##domain##. Click here to set the new password: ##link## If you did not request this e-mail, please contact the website administrator.
cs: Požádali jste o vytvoření nového hesla pro ##domain##. Klikněte na odkaz pro zadání nového hesla: ##link## Pokud jste o nic takového nepožádali, kontaktujte prosím správce webu.
de: Sie haben ein neues Passwort für ##domain## angefordert. Bitte klicken Sie hier, um das neue Passwort festzulegen: ##link## Wenn Sie diese E-Mail nicht angefordert haben, kontaktieren Sie bitte den Administrator der Webseite.
es: Ha solicitado una nueva contraseña para ##domain##. Haga clic aquí para establecer la nueva contraseña: ##link## Si no solicitó este correo electrónico, comuníquese con el administrador del sitio web.
fr: Vous avez demandé un nouveau mot de passe pour ##domain##. Veuillez cliquer sur ##link## pour saisir un nouveau mot de passe. Si vous n'avez pas demandé cet e-mail, merci de contacter l'administrateur du site internet.
nl: U heeft een nieuw wachtwoord aangevraagd voor ##domain##. Klik hier om het nieuwe wachtwoord in te stellen: ##link## Indien u geen nieuw wachtwoord aanvroeg, gelieve dan met de administrator van de website contact op te nemen.
pl: Zażądałeś nowego hasła na ##domain##. Kliknij tutaj, aby ustawić nowe hasło: ##link## Jeśli nie prosiłeś o ten e-mail, skontaktuj się z administratorem strony.
sv: Du har begärt ett nytt lösenord för ##domain##. Klicka här för att ställa in det nya lösenordet: ##link## Kontakta webbplatsadministratören om du inte begärde detta e-postmeddelande.

# tl_module.internal
source: Internal file
cs: Vnitřní soubor
de: Interne Datei
es: archivo interno
fr: Fichier interne
nl: Intern bestand
pl: Wewnętrzny plik
sv: Intern fil

# tl_module.external
source: External URL
cs: Externí internetová adresa
de: Externe URL
es: URL externa
fr: URL externe
nl: Externe URL
pl: Zewnętrzny URL
sv: Extern URL

# tl_module.close_deactivate
source: Deactivate account
cs: Vypnutí účtu
de: Konto deaktivieren
es: Desactivar cuenta
fr: Désactiver le compte
nl: Account uitschakelen
pl: Deaktywuj konto
sv: Inaktivera konto

# tl_module.close_delete
source: Irrevocably delete account
cs: Nenávratné smazání účtu
de: Konto unwiderruflich löschen
es: Eliminar cuenta de manera permanente
fr: Supprimer le compte de manière irrévocable
nl: Account onherroepelijk verwijderen
pl: Nieodwracalne usunięcie konta
sv: Radera kontot permanent

# tl_module.new.0
source: New
cs: Nové
de: Neu
es: Nuevo
fr: Nouveau
nl: Nieuw
pl: Nowy
sv: Ny

# tl_module.new.1
source: Create a new module
cs: Vytvořit nový modul
de: Ein neues Modul erstellen
es: Crear un módulo nuevo
fr: Créer un nouveau module
nl: Maak een nieuwe module aan
pl: Utwórz nowy moduł
sv: Skapa en ny modul

# tl_module.show
source: Show the details of module ID %s
cs: Zobrazit podrobnosti k modulu ID %s
de: Details des Moduls ID %s anzeigen
es: Muestra los detalles del módulo con ID %s
fr: Afficher les détails du module ID %s
nl: Toon details van module ID %s
pl: Pokaż szczegóły modułu ID %s
sv: Visa detaljer för modul med ID %s

# tl_module.edit
source: Edit module ID %s
cs: Editovat modul ID %s
de: Modul ID %s bearbeiten
es: Editar el módulo con ID %s
fr: Éditer le module ID %s
nl: Bewerk module ID %s
pl: Edytuj moduł ID %s
sv: Redigera modul med ID %s

# tl_module.copy
source: Duplicate module ID %s
cs: Duplikovat modul ID %s
de: Modul ID %s duplizieren
es: Duplica el módulo con ID %s
fr: Dupliquer le module ID %s
nl: Kopieer module ID %s
pl: Duplikuj moduł ID %s
sv: Kopiera modul med ID %s

# tl_module.cut
source: Move module ID %s
cs: Přesunout modul ID %s
de: Modul ID %s verschieben
es: Mover módulo con ID %s
fr: Déplacer le module ID %s
nl: Verplaats module ID %s
pl: Przenieś moduł ID %s
sv: Flytta modul med ID %s

# tl_module.delete
source: Delete module ID %s
cs: Smazat modul ID %s
de: Modul ID %s löschen
es: Elimina el módulo con ID %s
fr: Supprimer le module ID %s
nl: Verwijder module ID %s
pl: Skasuj moduł ID %s
sv: Ta bort modul med ID %s

# tl_module.rss_cache.0
source: Cache timeout
cs: Doba ukládání do cache
de: Cachezeit
fr: Durée de vie du cache
pl: Pamięć podręczna

# tl_module.rss_cache.1
source: Here you can define how long the RSS feed is being cached.
cs: Zde můžete určit, jak dlouho bude RSS kanál uložen ve vyrovnávací paměti.
de: Hier können Sie festlegen, wie lange der RSS-Feed zwischengespeichert wird.
nl: Hier kunt u bepalen hoe lang de RSS feed tijdelijk wordt opgeslagen.
pl: Tutaj możesz zdefiniować czas, przez jaki kanał RSS będzie przechowywany w pamięci podręcznej.

# tl_module.rss_feed.1
source: Please enter the URL of one or more RSS feeds.
cs: Prosím vložte URL jednoho nebo více RSS kanálů.
de: Bitte geben Sie die URL eines oder mehrerer RSS-Feeds ein.
nl: Geef de URLs van een of meerdere RSS feeds op.
pl: Podaj adres (URL) wiadomości RSS.

# tl_module.rootPage.1
source: Please choose the reference page from the site structure.
cs: Zvolte prosím stránku ze struktury stránek.
de: Bitte wählen Sie die Referenzseite aus der Seitenstruktur.

# tl_module.pages.1
source: Please choose one or more pages from the site structure.
cs: Vyberte prosím jednu nebo více stránek ze struktury stránek.
de: Bitte wählen Sie eine oder mehrere Seiten aus der Seitenstruktur.

# tl_module.url.0
source: URL
cs: Internetová adresa

# tl_module.url.1
source: Please enter the URL (http://…) of the Flash movie.
cs: Zadejte prosím internetovou adresu (http://...) daného flashového videa.
de: Bitte geben Sie die URL (http://…) des Flash-Films ein.

# tl_module.guests.0
source: Show to guests only
cs: Ukázat pouze hostům
de: Nur Gästen anzeigen

# tl_module.guests.1
source: Hide the module if a member is logged in.
cs: Skrýt modul, pokud je přihlášený alespoň jeden z členů.
de: Das Modul verstecken, sobald ein Mitglied angemeldet ist.

# tl_module.rootPageDependentModules.1
source: Please select a module for every root page.
de: Bitte wählen Sie ein Modul für jede Root-Seite.
