Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_page.xlf
Languages: cs, de, es, it, lv, pl, ru, sl, sr, tr

# tl_page.subpageLayout.0
source: Subpage layout
cs: Vzhled podstránek
de: Unterseitenlayout
es: Diseño de subpágina
it: Layout di sottopagina
lv: Apakšlapas salikums
pl: Szablon podstron
ru: Макет подстраницы
sl: Postavitev podstrani
sr: Распоред подстранице
tr: Alt sayfa düzeni

# tl_page.subpageLayout.1
source: Here you can select a different layout for subpages.
cs: Zde můžete vybrat rozdílný vzhled pro podstránky.
de: Hier können Sie ein abweichendes Layout für Unterseiten auswählen.
es: Aquí puede seleccionar un diseño diferente para las subpáginas.
it: Qui puoi selezionare un layout diverso per le sottopagine
pl: Tutaj możesz wybrać inny szablon dla podstron.
ru: Вы можете выбрать другой макет для подстраниц.
sl: Tu lahko nastavite različne postavitve za podstrani.
sr: Овде можете одабрати други распоред за подстранице.
tr: Buradan alt sayfalar için farklı bir düzen seçebilirsiniz.

# tl_page.includeCache.0
source: Set cache timeouts
cs: Zadejte vypršení meziúložiště
de: Cachezeiten festlegen
es: Establecer tiempos de espera de caché
it: Imposta il timeout della cache
lv: Uzstādīt kešošanas noildzes
pl: Ustal wartość pamięci podręcznej
ru: Время кеширования
sl: Življenjska doba predpomnilnika
sr: Подеси вредност кеш тајмаута.
tr: Ön bellek zaman aşımını ayarla

# tl_page.includeCache.1
source: Set cache timeout values for the page and its subpages.
cs: Určí lhůtu pro stránky a jejich podstránky.
de: Cachezeiten für die Seite und ihre Unterseiten festlegen.
es: Establezca los valores de tiempo de espera de caché para la página y sus subpáginas.
it: Imposta il timeout della cache per la pagina e relative sottopagine
lv: Uzstādīt kešošanas noildzes vērtibas lapai un tās apakšlapām.
pl: Ustaw wartość pamięci podręcznej dla strony i jej podstron.
ru: Установите значение времени кеширования страницы и ее подстраниц.
sl: Določite življenjsko dobo strani in podstrani v predpomnilniku.
sr: Подеси вредност кеш тајмаута за страницу и њене подстранице.
tr: Sayfa ve alt sayfalarında kullanılacak ön bellek zaman aşımı değerlerini ayarlayın.

# tl_page.cache.0
source: Shared cache timeout
cs: Vypršení sdíleného úložiště
de: Cachezeit Shared-Cache
es: Tiempo de espera de caché compartido
it: Timeout cache condivisa
lv: Koplietotās kešatmiņas noildze
pl: Limit czasu wspólnej pamięci podręcznej
ru: Время кеширования общего кеша
sl: Življenjska doba deljenega predpomnilnika
tr: Paylaşılan ön bellek zaman aşımı

# tl_page.cache.1
source: The period after which the page should no longer be considered fresh by a shared cache.
cs: Počet sekund, po nichž má být stránka označená jako zastaralá při používání sdíleného meziúložiště.
de: Der Zeitraum, nach dem die Seite von einem Shared-Cache als veraltet eingestuft werden soll.
es: El período después del cual la página ya no debe considerarse nueva por un caché compartido.
it: Il periodo dopo il quale la pagina non dovrebbe più essere considerata aggiornata da una cache condivisa.
pl: Okres, po którym strona nie powinna być uznawana za świeżą przez wspólną pamięć podręczną.
ru: Период, после которого страница больше не должна считаться новой в общем кеше.
sl: Čas po katerem stran ni več veljavna v deljenem predpomnilniku.
sr: Време после којег кеширани садржај странице неће бити сматран ажурним у дељеном кешу.
tr: Sayfanın paylaşılan ön bellek tarafından artık yeni sayılmayacağı süre.

# tl_page.alwaysLoadFromCache.0
source: Always load from shared cache
cs: Vždy načíst ze sdíleného meziúložiště
de: Immer aus dem Shared-Cache laden
es: Cargar siempre desde caché compartida
it: Carica sempre dalla cache condivisa
lv: Vienmēr ielādēt no koplietotās kešatmiņas
pl: Zawsze ładuj ze wspólnej pamięci podręcznej
ru: Всегда загружать из общего кеша
sl: Vedno naloži iz deljenega predpomnilnika
sr: Увек учитавај кеширани саржај из дељеног кеша
tr: Her zaman paylaşılan ön bellekten yüklensin

# tl_page.alwaysLoadFromCache.1
source: Always load this page from the shared cache, even if a member is logged in. Note that you can no longer personalize the page for logged in members in this case!
cs: Vždy načíst ze sdíleného meziúložiště, i když je člen přihlášený. Mějte na paměti, že pak nemůžete personifikovat stránky pro přihlášené členy!
de: Diese Seite immer aus dem Shared-Cache laden, selbst wenn ein Mitglied angemeldet ist. Beachten Sie, dass Sie die Seite dann nicht mehr für angemeldete Mitglieder personalisieren können!
es: Cargue siempre esta página desde el caché compartido, incluso si un miembro ha iniciado sesión. ¡Tenga en cuenta que en este caso ya no puede personalizar la página para miembros registrados!
it: Carica sempre questa pagina dalla cache condivisa, anche se un membro ha effettuato l'accesso. In questo caso non puoi più personalizzare la pagina per i membri connessi!
pl: Zawsze ładuj tę stronę ze wspólnej pamięci podręcznej, nawet jeśli członek jest zalogowany. Pamiętaj, że w tym przypadku nie możesz już personalizować strony dla zalogowanych użytkowników!
ru: Всегда загружать страницу из общего кеша, даже если участник вошел в систему. Обратите внимание, что в этом случае вы больше не сможете персонализировать страницу для зарегистрированных участников!
sl: Stran vedno naloži iz deljenega predpomnilnika, tudi kadar je uporabnik prijavljen. Vedeti morate, da je s tem onemogočena personalizacija strani za prijavljene uporabnike.
sr: Увек учитај ову страницу из дељеног кеша, чак и ако су чланови пријављени. Обратите пажњу да у том случају више нећете моћи персонализовати странице за пријављене кориснике!
tr: Bu seçenek etkinleştirildiğinde, bir üye oturum açmış olsa bile bu sayfa her zaman paylaşılan ön bellekten yüklenir. Bu durumda sayfayı artık oturum açmış üyeler için kişiselleştiremeyeceğinizi unutmayın!

# tl_page.clientCache.0
source: Private cache timeout
cs: Vypšení uživatelského meziúložiště
de: Cachezeit Private-Cache
es: Tiempo de espera de caché privado
it: Timeout cache privata
lv: Privātās kešatmiņas noildze
pl: Limit czasu prywatnej pamięci podręcznej
ru: Время кеширования частного кеша
sl: Življenjska doba osebnega predpomnilnika
tr: Özel ön bellek zaman aşımı

# tl_page.clientCache.1
source: The period after which the page should no longer be considered fresh by a private cache.
cs: Počet sekund, po nichž má být stránka označená jako zastaralá při používání sdíleného meziúložiště.
de: Der Zeitraum, nach dem die Seite von einem Private-Cache als veraltet eingestuft werden soll.
es: El período después del cual la página ya no debe considerarse nueva por un caché privado.
it: Il periodo dopo il quale la pagina non dovrebbe più essere considerata aggiornata da una cache privata.
lv: Periods, pēc kura privātā kešatmiņā lapa vairs nav uzskatāma par svaigu.
pl: Okres, po którym strona nie powinna być uważana za świeżą przez prywatną pamięć podręczną.
ru: Период, после которого страница больше не должна считаться новой в общем кеше.
sl: Čas po katerem stran ni več veljavna v osebnem predpomnilniku.
sr: Време после којег кеширани садржај странице неће бити сматран ажурним у приватном кешу.
tr: Sayfanın özel ön bellek tarafından artık yeni sayılmayacağı süre.

# tl_page.includeChmod.0
source: Assign access rights
cs: Přidělit přístupová práva
de: Zugriffsrechte zuweisen
es: Asignar permisos
it: Assegna permessi
lv: Piešķirt piekļūšanas tiesības
pl: Ustal zezwolenia
ru: Назначить права
sl: Določi dostopne pravice
sr: Додела приступних права
tr: Atanmış erişim izinleri

# tl_page.includeChmod.1
source: Access rights determine what back end users can do with the page.
cs: Nastaví, co budou smět s touto stránkou dělat uživatelé Contao.
de: Zugriffsrechte legen fest, was Backend-Benutzer mit der Seite tun dürfen.
es: Los derechos de acceso determinan lo que pueden hacer los usuarios del backend.
it: I permessi consentono di definire quali elementi di una pagina o di un articolo è modificabile da un utente "backend" . Se non scegli questa opzione questa pagina userà gli stessi permessi della pagina genitore
lv: Piekļūšanas tiesības nosaka ko aizmugures lietotāji var darīt ar lapu.
pl: Zezwolenia pozwalają określić do jakiego obrębu użytkownik może modyfikować stronę i jej artykuły. Jeśli nie wybierzesz tej opcji, strona używa tych samych zezwoleń co strona .
ru: Назначение прав доступа определяет, кто из пользователей панели управления может модифицировать страницу и статьи.
sl: Pravice dostopa določajo, kako lahko uporabniki s skrbniškimi računi urejajo stran.
sr: Приступна права одређују шта корисници БекЕнда могу да раде са страницом.
tr: Erişim izlenleri yönetim bölümü kullanıcıların sayfa üzerinde yapabileceği işlemleri belirler.

# tl_page.cuser.0
source: Owner
cs: Uživatel
de: Besitzer
es: Usuario
it: Utente
lv: Lietotājs
pl: Użytkownik
ru: Владелец
sl: Lastnik
sr: Власник
tr: Sahip

# tl_page.cuser.1
source: Please select a user as the owner of the page.
cs: Vyberte vlastníka současné stránky
de: Bitte wählen Sie einen Benutzer als Besitzer der Seite aus.
es: Por favor selecciona un usuario como propietario de la página actual.
it: Selezionare un utente come proprietario della pagina corrente
lv: Lūdzu izvēlieties lietotāju par aktuālās lapas īpašnieku.
pl: Wybierz właściciela tej strony.
ru: Выберите владельца текущей страницы.
sl: Prosimo, izberite uporabnika kot lastnika strani.
sr: Изаберите корисника који ће бити власник странице.
tr: Lütfen sayfanın sahibi olarak bir kullanıcı seçin.

# tl_page.cgroup.0
source: Group
cs: Skupina
de: Gruppe
es: Grupo
it: Gruppo
lv: Grupa
pl: Grupa
ru: Группа
sl: Skupina
sr: Група
tr: Grup

# tl_page.cgroup.1
source: Please select a user group as the owner of the page.
cs: Vyberte skupinu jako vlastníka současné stránky
de: Bitte wählen Sie eine Benutzergruppe als Besitzer der Seite aus.
es: Seleccione un grupo de usuarios como propietario de la página.
it: Seleziona un gruppo di utenti come proprietario della pagina.
lv: Lūdzu, izvēlieties lietotāju grupu kā lapas īpašnieku.
pl: Wybierz grupę użytkowników jako właściciela strony.
ru: Выберите группу пользователей, владельцев текущей страницы.
sl: Prosimo, izberite skupino kot lastnico strani.
sr: Изаберите корисничку групу као власника странице.
tr: Lütfen sayfanın sahibi olarak bir kullanıcı grubu seçin.

# tl_page.chmod.0
source: Access rights
cs: Přístupová práva
de: Zugriffsrechte
es: Privilegios de acceso
it: Diritti accesso
lv: Piekļuves tiesības
pl: Prawa dostępu
ru: Права доступа
sl: Dostopne pravice
sr: Приступна права
tr: Erişim izlnleri

# tl_page.chmod.1
source: Please assign the access rights for the page and its subpages.
cs: Určete prosím práva pro tuto stránku a její součásti.
de: Bitte legen Sie die Zugriffsrechte der Seite und ihrer Unterseiten fest.
es: Por favor, asigne los derechos de acceso a la página y sus subpáginas.
it: Ogni pagina ha tre livelli di accesso: uno per l'utente, uno per il gruppo, e uno per tutti gli altri. Puoi assegnare permessi differenti ad ogni livello
lv: Lūdzu piešķiriet piekļuves tiesības lapai un tās apakšlapām.
pl: Każda strona ma 3 poziomy dostępu: jeden dla użytkownika, jeden dla grupy i jeden dla kogokolwiek innego. Możesz ustalić różne zezwolenia dla każdego poziomu.
ru: Определите права доступа для страницы и ее подстраниц.
sl: Prosimo, določite dostopne pravice strani in njenih podstrani.
sr: Доделите приступна права страници и њеним подстраницама.
tr: Lütfen sayfa ve alt sayfaların erişim izinlerini ayarlayın.

# tl_page.noSearch.0
source: Do not search
cs: Nevyhledávat
de: Nicht durchsuchen
es: No buscar en esta página
it: Non indicizzare questa pagina
lv: Nemeklāt šajā lapā
pl: Nie przeszukuj tej strony
ru: Запретить поиск на странице
sl: Ne išči
sr: Не претражуј
tr: Aramaya katılmasın

# tl_page.noSearch.1
source: Exclude the page from the search index.
cs: Neindexovat tuto stránku
de: Diese Seite nicht in den Suchindex aufnehmen.
es: Si seleccionas esta opción, la página actual será excluida de las operaciones de búsqueda en la web.
it: Non includere questa pagina nei risultati di ricerca
lv: Neindeksēt šo lapu.
pl: Po wybraniu tej opcji ta strona nie będzie brana pod uwagę podczas przeszukiwania witryny.
ru: Исключить страницу из поискового индекса.
sl: Izključi stran iz iskalnega indeksa.
sr: Искључи ову страницу из индекса претраге.
tr: Bu seçenek etkinleştirildiğinde, bu sayfa arama sonuçlarına katılmaz.

# tl_page.cssClass.0
source: CSS class
cs: Kaskádovité styly
de: CSS-Klasse
es: Clase CSS
it: Classe CSS
lv: CSS klase
pl: Klasa CSS
ru: CSS класс
sr: CSS класа
tr: CSS sınıfı

# tl_page.cssClass.1
source: The class(es) will be used in the navigation menu and the &lt;body&gt; tag.
cs: Třída(y) budou použité v navigaci a v tagu &lt;body&gt;
de: Die Klasse wird sowohl in der Navigation als auch im &lt;body&gt;-Tag verwendet.
es: El/La clase(s) serán usados en el menú de navegación y en la etiqueta &lt;body&gt;.
it: Inserendo una classe css verrà usato come attributo <em>class</em> nel menu di navigazione e nel &lt;body&gt; tag. In questo modo sarà possibile applicare uno stile personalizzato.
lv: Klase(s) tiks izmantota(s) navigācijas izvēlnē un &lt;body&gt; birkā.
pl: Jeśli wprowadzisz tu nazwę klasy, będzie ona użyta (jako klasa CSS) w nawigacji i tagu &lt;body&gt;.
ru: Класс(ы) будут использованы в меню навигации и теге &lt;body&gt;.
sl: CSS razredi (<em>class</em>) bodo uporabljeni v navigacijskem meniju in oznaki &lt;body&gt;.
sr: Класа(е) ће бити кориштене у навигационом менију и тагу &lt;body&gt;.
tr: Gezinme menüsü ve &lt;body&gt; kod iminde kullanılacak sınıflar.

# tl_page.sitemap.0
source: Show in HTML sitemap
cs: Zobrazit v HTML mapy stránek
de: In der HTML-Sitemap zeigen
es: Mostrar en el mapa del sitio HTML
it: Mostra nella mappa del sito (sitemap)
lv: Rādīt HTML lapas kartē
pl: Pokaż w mapie strony HTML
ru: Показать в HTML-карте веб-сайта
sl: Prikaži v HTML kazalu strani
sr: Прикажи у HTML мапи сајта
tr: HTML site haritasında görüntülensin

# tl_page.sitemap.1
source: Here you can define whether the page is shown in the HTML sitemap.
cs: Zde můžete určit, zda se stránka objeví v mapě stránky HTML.
de: Hier können Sie festlegen, ob die Seite in der HTML-Sitemap angezeigt wird.
es: Aquí puede definir si la página se muestra en el mapa del sitio HTML.
it: Puoi definire se visualizzare la pagina nella mappa del sito (sitemap)
lv: Šeit jūs varat noteikt, vai lapa tiks rādīta HTML lapas kartē.
pl: Tutaj możesz określić, czy strona ma być wyświetlana w mapie strony HTML.
ru: Вы можете определить, будет ли страница отображаться в HTML-карте веб-сайта.
sl: Tu lahko določite, če se stran prikaže v HTML kazalu strani
sr: Овде можете дефинисати да ли страница треба да буде приказана у HTML мапи сајта.
tr: Bu seçenek etkinleştirildiğinde, sayfa HTML site haritasında görüntülenir.

# tl_page.hide.0
source: Hide in navigation
cs: Skrýt stránku v navigaci
de: Im Menü verstecken
es: Ocultar en la navegación
it: Nascondere in navigazione
lv: Slēpt navigācijā
pl: Ukryj w nawigacji
ru: Скрыть в навигации
sl: Ne prikaži v navigaciji
sr: Сакриј у навигацији
tr: Gezinmeden gizlensin

# tl_page.hide.1
source: Hide the page in the navigation menu.
cs: Skrýt stránku v navigačním menu
de: Diese Seite in der Navigation nicht anzeigen.
es: Ocultar la página en el menú de navegación.
it: Nascondere la pagina nel menu di navigazione.
lv: Paslēpt lapu navigācijas izvēlnē.
pl: Ukryj stronę w menu nawigacyjnym.
ru: Скрыть страницу в меню навигации.
sl: Ne prikaži te strani navigacijskem meniju.
sr: Сакриј страницу у навигационом менију.
tr: Bu seçenek etkinleştirildiğinde, sayfa gezinme menüsünde gizlenir.

# tl_page.accesskey.0
source: Access key
cs: Klávesová zkratka
de: Tastaturkürzel
es: Tecla acceso
lv: Piekļuves taustiņš
pl: Klawisz dostępu
ru: Клавиша быстрого доступа
sl: Dostopni ključ
sr: Приступни тастер
tr: Erişim tuşu

# tl_page.accesskey.1
source: A navigation item can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
cs: Součásti navigace mohou být vybrané zmáčknutím klávesy [ALT] nebo [CTRL] a příslušného znaku.
de: Ein Menüpunkt kann direkt angewählt werden, indem man gleichzeitig die [ALT]- bzw. [STRG]-Taste und das Tastaturkürzel drückt.
es: Un elemento de navegación se puede enfocar pulsando la tecla de acceso simultáneamente la tecla [CTRL] ó [ALT] .
it: Un 'access key' è un singolo caratteri che può essere assegnato ad un elemento di navigazione. Questi caratteri vengono generalmente usati per fornire un accesso rapido ad alcuni elementi del sito (di solito premendo il tasto ALT + access key)
lv: Spiežot [ALT] vai [CTRL] taustiņu un vienlaicīgi piekļuves taustiņu var fokusēties uz navigācijas vienumu.
pl: Klawisz dostępu jest pojedynczym znakiem, który może być przypisany to elementu nawigacji. Jeśli odwiedzający jednocześnie wciśnie klawisz ALT i klucz dostępu (np. literę A), element nawigacji uaktywni się tak samo jak po kliknięciu.
ru: Элемент навигации может быть сфокусирован одновременным нажатием [ALT] или [CTRL] + клавиша быстрого доступа.
sl: Na element navigacije se lahko osredotočimo s pritiskom tipke [ALT] ali [CTRL] ter dostopnega ključa sočasno.
sr: Ставки навигације се може приступити притискањем [ALT] или [CTRL] тастера и приступног тастера истовремено, преко тастатуре.
tr: [ALT] ya da [CTRL] tuşu ile erişim tuşuna aynı anda basılarak bir gezinme ögesine gidilebilir.

# tl_page.published.0
source: Publish page
cs: Publikovat
de: Seite veröffentlichen
es: Publicada
it: Pubblicato
lv: Publicēts
pl: Opublikowany
ru: Опубликовать
sl: Objavi stran
sr: Објави страницу
tr: Sayfayı yayınla

# tl_page.published.1
source: Make the page publicly visible on the website.
cs: Zveřejní stránku na webové stránce.
de: Die Seite auf der Webseite anzeigen.
es: Si esta opción no esta seleccionada, la página no puede ser vista por los visitantes de tu web.
it: Fin quando non si seleziona questa opzione la pagina non sarà visibile sul sito internet
lv: Lapa būs neredzama jūsu lapas apmeklētājiem, ja vien neizvēlēsieties šo opciju.
pl: Jeżeli nie wybierzesz tej opcji, strona nie będzie widoczna dla odwiedzających.
ru: Сделать страницу видимой на веб-сайте.
sl: Stran naj bo javno vidna.
sr: Омогући да страница буде видљива на сајту.
tr: Bu seçenek etkinleştirildiğinde, bu sayfa web sitesinde herkese açık olarak yayınlanır.

# tl_page.start.0
source: Show from
cs: Zobrazit od
de: Anzeigen ab
es: Mostrar desde
it: Visibile dal giorno
lv: Rādīt no
pl: Wrapper start
ru: Публиковать с
sl: Objavi od
sr: Прикажи од
tr: Görüntülenme başlangıcı

# tl_page.start.1
source: If you want to prevent the page from showing on the website before a certain date/time, you can enter it here. Otherwise, leave the field blank.
cs: Pokud chcete zabránit zobrazení stránky před jistým datem/dobou, můžete to zadat tady. Jinak ponechte dané pole prázdné.
it: Se desideri impedire che la pagina venga visualizzata sul sito prima di una determinata data/ora, puoi inserirla qui. Altrimenti lascia il campo vuoto.
tr: Sayfanın belirli bir tarih/saatten önce sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_page.stop.0
source: Show until
cs: Zobrazit do
de: Anzeigen bis
es: Mostrar hasta
it: Visibile fino al giorno
lv: Rādīt līdz
pl: Wrapper stop
ru: Публиковать до
sl: Objavi do
sr: Прикажи до
tr: Görüntülenme bitişi

# tl_page.stop.1
source: If you want to prevent the page from showing on the website after a certain date/time, you can enter it here. Otherwise, leave the field blank.
cs: Pokud chcete zabránit zobrazení stránky po jistém datu/době, můžete to zadat tady. Jinak ponechte dané pole prázdné.
tr: Sayfanın belirli bir tarih/saatten sonra sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_page.enforceTwoFactor.0
source: Enforce two-factor authentication
cs: Použít dvoufázové ověření
de: Zwei-Faktor-Authentifizierung erzwingen
es: Hacer cumplir la autenticación de dos factores
it: Applica l'autenticazione a due fattori
lv: Divu faktoru autentifikācijas īstenošana
pl: Wymuszaj uwierzytelnianie dwuskładnikowe
ru: Обеспечить двухфакторную авторизацию
sl: Zahtevaj dvostopenjsko prijavo
sr: Користи двостепену аутентификацију
tr: İki aşamalı kimlik doğrulama kullanılsın

# tl_page.enforceTwoFactor.1
source: Enforce two-factor authentication for all members.
cs: Vynutit použité dvoufázového ověření pro členy.
de: Erzwingt die Zwei-Faktor-Authentifizierung für alle Mitglieder.
es: Aplicar la autenticación de dos factores para todos los miembros.
it: Applica l'autenticazione a due fattori per tutti i membri.
lv: Ieviest divfaktora autentifikāciju visiem biedriem.
pl: Wymuszaj uwierzytelnianie dwuskładnikowe dla wszystkich użytkowników.
ru: Обеспечить двухфакторную авторизацию для всех участников.
sl: Zahtevaj dvostopenjsko prijavo za vse uporabnike
sr: Користи двостепену аутентификацију за све чланове.
tr: Bu seçenek etkinleştirildiğinde, tüm üyeler için iki aşamalı kimlik doğrulaması kullanılır.

# tl_page.twoFactorJumpTo.0
source: Two-factor redirect page
cs: Přesměrovací stánka pro dvoufázovou autorizaci
de: Zwei-Faktor-Weiterleitungsseite
es: Página de redireccionamiento de dos factores
it: Pagina di reindirizzamento per autenticazione a due fattori
lv: Divu faktoru novirzīšanas lapa
pl: Dwuskładnikowa strona przekierowania
ru: Перейти на страницу двухфакторной авторизации
sl: Preusmeritvena stran za dvostopenjsko prijavo
sr: Преусмерење странице за двостепену аутентификацију
tr: İki aşamalı kimlik doğrulama yönlendirme sayfası

# tl_page.twoFactorJumpTo.1
source: Please choose the page to which members will be redirected to set up two-factor authentication.
cs: Vyberte prosím stránku, na níž bude uživatel přesměrován po úspěšném dvoufázovém ověření.
de: Bitte wählen Sie die Seite aus, zu der Mitglieder weitergeleitet werden, um die Zwei-Faktor-Authentifizierung einzurichten.
es: Elija la página a la que se redirigirá a los miembros para configurar la autenticación de dos factores.
it: Scegli la pagina in cui i membri verranno reindirizzati per impostare l'autenticazione a due fattori.
lv: Lūdzu, izvēlieties lapu, uz kuru dalībnieki tiks novirzīti, lai iestatītu divu faktoru autentifikāciju.
pl: Wybierz stronę, na którą zostaną przekierowani użytkownicy do skonfigurowania uwierzytelniania dwuskładnikowego.
ru: Выберите страницу, к которой будут перенаправлены посетители, чтобы настроить двухфакторную аутентификацию.
sl: Prosimo, določite stran na katero bodo preusmerjeni vsi uporabniki, da si bodo lahko nastavili dvostopenjsko prijavo.
sr: Изаберите страницу на коју ће посетиоци бити преусмерени ради подешавања двостепене аутентификације.
tr: Lütfen üyelerin iki aşamalı kimlik doğrulamasını kurduktan sonra yönlendirilecekleri sayfayı seçin.

# tl_page.enableCsp.0
source: Enable CSP
cs: Povolit CSP

# tl_page.enableCsp.1
source: Enable Content Security Policy for this website.
cs: Povolí Content Security Policy pro tuto stránku.

# tl_page.csp.1
source: Here you can enter custom Content Security Policy directives.
cs: Zde můžeš zadat vlastní příkazy pro Content Security Policy.

# tl_page.cspReportOnly.0
source: Reporting only
cs: Pouze oznamovat

# tl_page.cspReportOnly.1
source: Only report policy violations without enforcing them.
cs: Zpravovat o porušení bez vyvolání jich.

# tl_page.cspReportLog.0
source: Enable report logging
cs: Povolit logování

# tl_page.cspReportLog.1
source: Log CSP violations to the Contao system log.
cs: Budou se zaznamenávat zprávy o porušení ochrany obsahu v systémovém logu Contaa.

# tl_page.title_legend
source: Name and type
cs: Název a typ
de: Name und Typ
es: Nombre y tipo
it: Nome e tipologia
lv: Vārds un veids
pl: Nazwa i typ
ru: Имя и тип
sl: Naziv in tip
sr: Назив и врста
tr: Ad ve tür
