Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_page.xlf
Languages: cs, de, es, it, lv, pl, ru, sl, sr, tr

# tl_page.routing_legend
source: Routing
cs: Směrování
es: Enrutamiento
lv: Maršrutēšana
ru: Маршрутизация
sl: Usmerjanje (routing)
sr: Рутирање
tr: Yöneltme

# tl_page.canonical_legend
source: Canonical URL
cs: Kanonické URL
de: Kanonische URL
es: URL canónica
lv: Kanoniskais URL
pl: Kanoniczny adres URL
ru: Канонический URL
sr: Канонски URL
tr: Kanonik adres

# tl_page.system_legend
source: System settings
cs: Nastavení systému
de: Systemeinstellungen
es: Configuración de sistema
it: Impostazioni di sistema
lv: Sistēmas iestatījumi
pl: Ustawienia systemu
ru: Системные настройки
sl: Sistemske nastavitve
sr: Системска подешавања
tr: Sistem ayarları

# tl_page.redirect_legend
source: Redirect settings
cs: Přesměrování
de: Weiterleitung
es: Ajustes de redirección
it: Impostazioni redirezione
lv: Virzienmaiņas iestatījumi
pl: Ustawienia przekierowania
ru: Настройки перенаправления
sl: Nastavitve preusmeritve
sr: Подешавање преусмерења
tr: Yönlendirme ayarları

# tl_page.url_legend
source: URL settings
cs: Nastavení URL
de: URL-Einstellungen
es: Configuración de URL
it: Impostazione URL
lv: URL iestatījumi
pl: Ustawienia URL
ru: Настройки URL
sl: Nastavitve naslova URL
sr: URL подешавања
tr: Adres ayarları

# tl_page.language_legend
source: Language settings
cs: Nastavení jazyka
de: Spracheinstellungen
es: Ajustes de idioma
it: Impostazioni lingua
lv: Valodas iestatījumi
pl: Ustawienia języka
ru: Настройки языка
sl: Jezikovne nastavitve
sr: Подешавања језика
tr: Dil ayarları

# tl_page.website_legend
source: Website settings
cs: Nastavení webové stránky
de: Website-Einstellungen
es: Configuraciones del sitio web
it: Impostazioni del sito Web
lv: Mājas lapas iestatījumi
pl: Ustawienia witryny
ru: Настройки веб-сайта
sl: Nastavitve spletnega mesta
sr: Подешавања сајта
tr: Web sitesi ayarları

# tl_page.global_legend
source: Global settings
cs: Obecná nastavení
de: Globale Einstellungen
es: Configuración global
it: Impostazioni globali
lv: Vispārējie iestatījumi
pl: Ustawienia globalne
ru: Общие настройки
sl: Globalne nastavitve
sr: Глобална подешавања
tr: Genel ayarlar

# tl_page.sitemap_legend
source: XML sitemap
cs: Stuktura webu XML
es: Mapa web XML
lv: XML lapas karte
pl: Mapa XML strony
ru: XML-карта веб-сайта
sl: XML struktura strani
sr: XML мапа сајта
tr: XML site haritası

# tl_page.forward_legend
source: Auto-forward
cs: Automatické přesměrování
de: Auto-Weiterleitung
es: Redirigir automáticamente
it: Inoltro pagina
lv: Auto pārsūtīšana
pl: Auto-przekazywanie
ru: Автоматическое перенаправление
sl: Samodejno posreduj
sr: Аутоматско прослеђивање
tr: Otomatik yönlendirme

# tl_page.protected_legend
source: Access protection
cs: Chráněný přístup
de: Zugriffsschutz
es: Acceso protegido
it: Protezione accesso
lv: Piekļuves aizsardzība
pl: Ochrona dostępu
ru: Защита доступа
sl: Zaščita pred dostopom
sr: Заштита приступа
tr: Erişim koruması

# tl_page.layout_legend
source: Layout settings
cs: Nastavení vzhledu
de: Layout-Einstellungen
es: Ajustes de diseño
it: Impostazione layout
lv: Salikuma iestatījumi
pl: Ustawienia szablonu
ru: Настройки макета
sl: Nastavitve postavitve
sr: Подешавања распореда
tr: Düzen ayarları

# tl_page.cache_legend
source: Cache settings
cs: Nastavení cache
de: Cache-Einstellungen
es: Ajustes de caché
it: Impostazione cache
lv: Kešatmiņas iestatījumi
pl: Ustawienia pamięci podręcznej
ru: Настройки кеша
sl: Nastavitve medpomnilnika
sr: Подешавања кеша
tr: Ön bellek ayarları

# tl_page.chmod_legend
source: Access rights
cs: Přístupová práva
de: Zugriffsrechte
es: Privilegios de acceso
it: Diritti accesso
lv: Piekļuves tiesības
pl: Prawa dostępu
ru: Права доступа
sl: Dostopne pravice
sr: Приступна права
tr: Erişim izlnleri

# tl_page.expert_legend
source: Expert settings
cs: Rozšířená nastavení
de: Experteneinstellungen
es: Configuración avanzada
it: Impostazioni avanzate
lv: Eksperta iestatījumi
pl: Zaawansowane ustawienia
ru: Экспертные настройки
sl: Napredne nastavitve
sr: Напредна подешавања
tr: Uzman ayarları

# tl_page.tabnav_legend
source: Keyboard navigation
cs: Ovládání pomocí klávesových zkratek
de: Tastatur-Navigation
es: Navegación con teclado
it: Navigazione con tastiera
lv: Tastatūras navigācija
pl: Nawigacja klawiaturą
ru: Клавиши навигации
sl: Navigacija s pomočjo tipkovnice
sr: Управљање тастерима
tr: Klavye gezinmesi

# tl_page.publish_legend
source: Publish settings
cs: Zveřejnění
de: Veröffentlichung
es: Opciones de publicación
it: Impostazione di pubblicazione
lv: Publicēšanas iestatījumi
pl: Ustawinia publikacji
ru: Настройки публикации
sl: Objavi nastavitve
sr: Примени подешавања
tr: Yayınlanma ayarları

# tl_page.twoFactor_legend
source: Two-factor authentication
cs: Dvoufázové ověření
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
it: Autenticazione a due fattori
lv: Divfaktoru autentifikācija
pl: Uwierzytelnianie dwuskładnikowe
ru: Двухфакторная авторизация
sl: Dvostopenjska prijava
sr: Двостепена аутентификација
tr: İki aşamalı kimlik doğrulama

# tl_page.permanent
source: 301 Permanent redirect
cs: trvalý
de: 301 Permanente Weiterleitung
es: Redirección 301 permanente
it: permanente (301)
lv: 301 Pastāvīga novirzīšana
pl: trwałe
ru: 301 Постоянное перенаправление
sl: 301 Stalna preusmeritev
sr: Трајно преусмеравање 301
tr: 301 kalıcı yönlendirme

# tl_page.temporary
source: 302 Temporary redirect
cs: dočasný
de: 302 Temporäre Weiterleitung
es: Redirección 302 temporal
it: provvisorio (302)
lv: 302 Pagaidu novirzīšana
pl: tymczasowe
ru: 302 Временное перенаправление
sl: 302 Začasna preusmeritev
sr: Привремено преусмеравање 302
tr: 302 geçici yönlendirme

# tl_page.map_default
source: Default
cs: Výchozí
de: Standard
es: Por defecto
lv: Noklusējuma
pl: Domyślnie
ru: По умолчанию
sl: Privzeto
sr: Подразумевана вредност
tr: Varsayılan

# tl_page.map_always
source: Show always
cs: Vždy ukázat
de: Immer anzeigen
es: Mostrar siempre
it: Mostra sempre
lv: Vienmēr rādīt
pl: Pokaż zawsze
ru: Всегда показывать
sl: Vedno prikaži
sr: Прикажи увек
tr: Her zaman görüntülensin

# tl_page.map_never
source: Show never
cs: Nikdy neukazovat
de: Nie anzeigen
es: Nunca mostrar
it: Non mostrare mai
lv: Nekad nerādīt
pl: Nigdy nie pokazuj
ru: Никогда не показывать
sl: Nikoli ne prikaži
sr: Никад не приказуј
tr: Asla görüntülenmesin

# tl_page.layout_inherit
source: Inherit page layout
cs: Sdědit vzhled stránky
de: Seitenlayout vererben
es: Heredar diseño de página
it: Eredita layout di pagina
lv: Pārmantot lapas salikumu
pl: Odziedzicz szablon storn
ru: Наследовать макет страницы
sl: Podeduj postavitev strani
sr: Наследи распоред странице
tr: Sayfa düzeni devralınsın

# tl_page.new.0
source: New
cs: Nové
de: Neu
es: Nuevo
it: Nuovo
lv: Jauns
pl: Nowy
ru: Новый
sl: Nov
sr: Ново
tr: Yeni

# tl_page.new.1
source: Create a new page
cs: Vytvořit novou stránku
de: Eine neue Seite anlegen
es: Crear una página nueva
it: Crea una nuova pagina
lv: Izveidot jaunu lapu
pl: Utwórz nową stronę
ru: Создать новую страницу
sl: Ustvari novo stran
sr: Креирај нову страницу
tr: Yeni bir sayfa ekle

# tl_page.show
source: Show the details of page ID %s
cs: Zobrazit podrobnosti ke stránce ID %s
de: Details der Seite ID %s anzeigen
es: Mostrar los detalles de la página con ID %s
it: Mostra dettagli pagina ID %s
lv: Rādīt lapas ID %s detaļas
pl: Pokaż szczegóły strony ID %s
ru: Показать детали страницы ID %s
sl: Prikaži podrobnosti strani z ID %s
sr: Детаљи странице ID %s
tr: %s kodlu sayfanın ayrıntılarını görüntüle

# tl_page.edit
source: Edit page ID %s
cs: Upravit stránku ID %s
de: Seite ID %s bearbeiten
es: Editar página con ID %s
it: Modifica pagina ID %s
lv: Rediģēt lapu ID %s
pl: Edytuj stronę ID %s
ru: Редактировать страницу ID %s
sl: Uredi stran z ID %s
sr: Уреди страницу ID %s
tr: %s kodlu sayfayı düzenle

# tl_page.cut
source: Move page ID %s
cs: Přesunout stránku ID %s
de: Seite ID %s verschieben
es: Mover página ID %s
it: Sposta pagina ID %s
lv: Parvietot lapu ID %s
pl: Przenieś stronę ID %s
ru: Переместить страницу ID %s
sl: Premakni stran z ID %s
sr: Помери страницу ID %s
tr: %s kodlu sayfayı taşı

# tl_page.copy
source: Duplicate page ID %s
cs: Duplikovat stránku ID %s
de: Seite ID %s duplizieren
es: Duplicar página con ID %s
it: Duplica pagina ID %s
lv: Dublicēt lapu ID %s
pl: Duplikuj stronę ID %s
ru: Дублировать страницу ID %s
sl: Podvoji stran z ID %s
sr: Копирај страницу ID %s
tr: %s kodlu sayfayı kopyala

# tl_page.copyChildren
source: Duplicate page ID %s with its subpages
cs: Duplikovat stránku ID %s s podstránkamy

# tl_page.delete
source: Delete page ID %s
cs: Smazat stránku ID %s
de: Seite ID %s löschen
es: Eliminar página con ID %s
it: Elimina pagina ID %s
lv: Dzēst lapu ID %s
pl: Usuń stronę ID %s
ru: Удалить страницу ID %s
sl: Izbriši stran z ID %s
sr: Обриши страницу ID %s
tr: %s kodlu sayfayı sil

# tl_page.toggle.0
source: Publish/unpublish page
cs: Publikovat / nepublikovat
it: Attiva/Disattiva lo stato di pubblicazione della pagina
sl: Objavi/Ne objavi

# tl_page.toggle.1
source: Unpublish page ID %s
cs: Nezveřejnit stránku ID %s
it: Nascondi pagina ID %s
sl: Skrij stran z ID %s

# tl_page.toggle.2
source: Publish page ID %s
cs: Zveřejnit stránku ID %s
it: Pubblica pagina ID %s
sl: Objavi stran z ID %s

# tl_page.pasteinto.0
source: Paste at the top
cs: Vložit nahoru
de: Oben einfügen
es: Pegar al inicio
it: Incolla in cima
lv: Ielīmēt sākumā
pl: Wstaw na początku
ru: Вставить после
sl: Prilepi na vrh
sr: Налепи на врх
tr: Üste yapıştır

# tl_page.pasteinto.1
source: Paste into page ID %s
cs: Vložit do stránky ID %s
de: In die Seite ID %s einfügen
es: Pegar dentro de la página con ID %s
it: Incolla dentro pagina ID %s
lv: Ielīmēt lapā ID %s
pl: Wklej do strony ID %s
ru: Вставить в страницу ID %s
sl: Prilepi na stran z ID %s
sr: Налепи у страницу ID %s
tr: %s kodlu sayfaya yapıştır

# tl_page.pasteafter.1
source: Paste after page ID %s
cs: Vložit za stránku ID %s
de: Nach der Seite ID %s einfügen
es: Pegar después de la página con ID %s
it: Incolla dopo pagina ID %s
lv: Ielīmēt pēc lapas ID %s
pl: Wklej po stronie ID %s
ru: Вставить после страницы ID %s
sl: Prilepi za stranjo z ID %s
sr: Налепи страницу ID %s
tr: %s kodlu sayfadan sonra yapıştır

# tl_page.articles
source: Edit the articles of page ID %s
cs: Upravit článek stránky ID %s
de: Artikel der Seite ID %s bearbeiten
es: Editar artículos de la página con ID %s
it: Modifica gli articoli della pagina ID %s
lv: Rediģēt lapas ID %s rakstus
pl: Edytuj artykuły strony ID %s
ru: Редактировать статьи на странице ID %s
sl: Uredi članke strani z ID %s
sr: Уреди чланак на страници ID %s
tr: %s kodlu sayfanın makalelerini görüntüle

# tl_page.routeConflicts.0
source: Route conflicts
cs: Konflikty směrování
de: Routenkonflikte
es: Conflictos de ruta
it: Conflitti di percorso
lv: Maršrutu konflikti
pl: Konflikty route
ru: Конфликты маршрутов
sr: Конфликти руте
tr: Yöneltme çakışmaları

# tl_page.routeConflicts.1
source: The following pages have a similar alias that may conflict with this page. If the URL is not resolved correctly, try changing the priority of the routes.
cs: Následující stránka má stejný alias, který může způsobovat problémy s touto stránkou. Pokud není odkaz stránky správný, pokuste se změnit prioritu směrování.
de: Folgende Seiten haben einen ähnlichen Alias, der mit dieser Seite in Konflikt geraten kann. Wenn die URL nicht korrekt aufgelöst wird, versuchen Sie, die Priorität der Routen zu ändern.
es: Las siguientes páginas tienen un alias similar que puede entrar en conflicto con esta página. Si la URL no se resuelve correctamente, intente cambiar la prioridad de las rutas.
it: Le pagine seguenti hanno un alias simile che potrebbe entrare in conflitto con questa pagina. Se l'URL non viene risolto correttamente, prova a modificare la priorità dei percorsi.
lv: Šīm lapām ir līdzīgs aizstājvārds, kas var konfliktēt ar šo lapu. Ja URL netiek atrisināts pareizi, mēģiniet mainīt maršrutu prioritāti.
pl: Następujące strony mają podobny alias, który może kolidować z tą stroną. Jeśli adres URL nie jest rozwiązywany poprawnie, spróbuj zmienić priorytet route'ów.
ru: Следующие страницы имеют аналогичный алиас, который может конфликтовать с этой страницей. Если URL-адрес разрешен неправильно, попробуйте изменить приоритет маршрутов.
sr: Следеће странице имају сличан алиас који може довести до конфликта са овом страницом. Ако се URL не може исправно одредити, пробајте са променом приоритета.
tr: Aşağıdaki sayfaların, bu sayfayla çakışabilecek benzer bir kısaltması var. Adres doğru şekilde çözümlenmezse yolların önceliğini değiştirmeyi deneyin.

# tl_page.relCanonical
source: Enable canonical URLs in the website root page to enable this configuration.
cs: Aktivováním kanonických odkazů v kořenové stránce spustíte dané nastavení.
de: Aktivieren Sie kanonische URLs in der Website-Startseite, um diese Konfiguration zu aktivieren.
it: Abilita gli URL canonici nella pagina principale del sito web per attivare questa configurazione.
ru: Включите канонические URL-адреса в корневой странице веб-сайта, чтобы включить эту конфигурацию.
tr: Bu yapılandırmayı kullanabilmek için web sitesi kök sayfasında kanonik adresleri etkinleştirin.

# CACHE.0
source: 0 (do not cache)
cs: 0 (bez cache)
de: 0 (nicht cachen)
es: No realizar caché
it: Nessun caching
lv: Nekešot
pl: Bez pamięci podręcznej
ru: 0 (не кешировать)
sl: 0 (ne shranjuj v medpomnilnik)
sr: 0 (не кеширај)
tr: 0 (ön belleğe alınmasın)

# CACHE.5
source: 5 seconds
cs: 5 sekund
de: 5 Sekunden
es: 5 segundos
it: 5 secondi
lv: 5 sekundes
pl: 5 sekund
ru: 5 секунд
sl: 5 sekund
sr: 5 секунди
tr: 5 saniye

# CACHE.15
source: 15 seconds
cs: 15 sekund
de: 15 Sekunden
es: 15 segundos
it: 15 secondi
lv: 15 sekundes
pl: 15 sekund
ru: 15 секунд
sl: 15 sekund
sr: 15 секунди
tr: 15 saniye

# CACHE.30
source: 30 seconds
cs: 30 sekund
de: 30 Sekunden
es: 30 segundos
it: 30 secondi
lv: 30 sekundes
pl: 30 sekund
ru: 30 секунд
sl: 30 sekund
sr: 30 секунди
tr: 30 saniye

# CACHE.60
source: 60 seconds
cs: 1 minuta
de: 60 Sekunden
es: 1 minuto
it: 1 minuto
lv: 1 minūte
pl: 1 minuta
ru: 1 минута
sl: 1 minuta
sr: 60 секунди
tr: 60 saniye

# CACHE.300
source: 5 minutes
cs: 5 minut
de: 5 Minuten
es: 5 minutos
it: 5 minuti
lv: 5 minūtes
pl: 5 minut
ru: 5 минут
sl: 5 minut
sr: 5 минута
tr: 5 dakika

# CACHE.900
source: 15 minutes
cs: 15 minut
de: 15 Minuten
es: 15 minutos
it: 15 minuti
lv: 15 minūtes
pl: 15 minut
ru: 15 минут
sl: 15 minut
sr: 15 минута
tr: 15 dakika

# CACHE.1800
source: 30 minutes
cs: 30 minut
de: 30 Minuten
es: 30 minutos
it: 30 minuti
lv: 30 minūtes
pl: 30 minut
ru: 30 минут
sl: 30 minut
sr: 30 минута
tr: 30 dakika

# CACHE.3600
source: 60 minutes
cs: 1 hodina
de: 60 Minuten
es: 1 hora
it: 1 ora
lv: 1 stunda
pl: 1 godzina
ru: 60 минут
sl: 1 ura
sr: 60 минута
tr: 60 dakika

# CACHE.10800
source: 3 hours
cs: 3 hodiny
de: 3 Stunden
es: 3 horas
it: 3 ore
lv: 3 stundas
pl: 3 godziny
ru: 3 часа
sl: 3 ure
sr: 3 часа
tr: 3 saat

# CACHE.21600
source: 6 hours
cs: 6 hodin
de: 6 Stunden
es: 6 horas
it: 6 ore
lv: 6 stundas
pl: 6 godzin
ru: 6 часов
sl: 6 ur
sr: 6 часова
tr: 6 saat

# CACHE.43200
source: 12 hours
cs: 12 hodin
de: 12 Stunden
es: 12 horas
it: 12 ore
lv: 12 stundas
pl: 12 godzin
ru: 12 часов
sl: 12 ur
sr: 12 часова
tr: 12 saat

# CACHE.86400
source: 24 hours
cs: 1 den
de: 24 Stunden
es: 1 día
it: 1 giorno
lv: 1 diena
pl: 1 dzień
ru: 24 часа
sl: 24 ur
sr: 24 часа
tr: 24 saat

# CACHE.259200
source: 3 days
cs: 3 dny
de: 3 Tage
es: 3 días
it: 3 giorni
lv: 3 dienas
pl: 3 dni
ru: 3 дня
sl: 3 dni
sr: 3 дана
tr: 3 gün

# CACHE.604800
source: 7 days
cs: 7 dní
de: 7 Tage
es: 7 días (1 semana)
it: 7 giorni
lv: 7 dienas
pl: 7 dni
ru: 7 дней
sl: 7 dni
sr: 7 дана
tr: 7 gün

# CACHE.2592000
source: 30 days
cs: 30 dní
de: 30 Tage
es: 30 días (1 mes)
it: 30 giorni
lv: 30 dienas
pl: 30 dni
ru: 30 дней
sl: 30 dni
sr: 30 дана
tr: 30 gün

# CACHE.7776000
source: 3 months
cs: 3 měsíce
de: 3 Monate
es: 3 meses
it: 3 mesi
lv: 3 mēneši
pl: 3 miesiące
ru: 3 месяца
sl: 3 mesece
sr: 3 месеца
tr: 3 ay

# CACHE.15552000
source: 6 months
cs: 6 měsíců
de: 6 Monate
es: 6 meses
it: 6 mesi
lv: 6 mēneši
pl: 6 miesięcy
ru: 6 месяцев
sl: 6 mesecev
sr: 6 месеци
tr: 6 ay

# CACHE.31536000
source: 1 year
cs: 1 rok
de: 1 Jahr
es: 1 año
it: 1 anno
lv: 1 gads
pl: 1 rok
ru: 1 год
sl: 1 leto
sr: 1 годину
tr: 1 yıl

# tl_page.robots.1
source: Here you can define how search engines handle the page.
de: Hier legen Sie fest, wie Suchmaschinen die Seite behandeln.
es: Aquí puedes definir cómo los motores de búsqueda acceden a la página.
it: Definisci come deve essere gestita la pagina dai motori di ricerca
lv: Šeit jūs varat definēt, kā meklētājprogrammas rīkojas ar lapu.
pl: Tutaj możesz zdefiniować jak wyszukiwarki mają interpretować Twoją stronę.
ru: Вы можете выбрать как поисковым системам следует обрабатывать страницу.
sl: Tu lahko določite kako stran obravnavajo iskalniki.
sr: Овде можете дефинисати начин на који ће претраживачи да виде страницу.
tr: Buradan arama motorlarının sayfayı nasıl işleyeceğini tanımlayabilirsiniz.

# tl_page.canonicalLink.1
source: Here you can set a custom canonical URL.
es: Aquí puede establecer una URL canónica personalizada.
pl: Tutaj możesz ustawić własny kanoniczny adres URL.
ru: Вы можете установить собственный канонический URL.

# tl_page.urlPrefix.1
source: Enter a URL prefix (e.g. the language) that will be prepended to aliases for this root page.
lv: Ievadiet URL prefiksu (piemēram, valodu), kas tiks pievienots šīs saknes lapas aizstājvārdiem.
pl: Wprowadź prefiks URL (np. język), który będzie dodawany do aliasów stron w tym serwisie.

# tl_page.guests.0
source: Show to guests only
lv: Rādīt tikai viesiem
pl: Pokaż tylko dla osób niezalogowanych

# tl_page.guests.1
source: Hide the page if a member is logged in.
lv: Paslēpt lapu, ja biedrs ir pieteicies.
pl: Ukryj stronę, jeśli użytkownik jest zalogowany.

# tl_page.tabindex.0
source: Tab index
pl: Kolejność elementów nawigacji

# tl_page.tabindex.1
source: The position of the navigation item in the tabbing order.
lv: Navigācijas vienuma pozīcija.
pl: Ta liczba określa pozycję tego elementu w nawigacji. Możesz wprowadzić liczbę pomiędzy 1 i 32767.

# tl_page.start.1
source: If you want to prevent the page from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie die Seite erst ab einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
es: Si desea evitar que la página se muestre en el sitio web antes de una fecha/hora determinada, puede ingresar aquí. De lo contrario, deje el campo en blanco.
lv: Ja vēlaties novērst lapas parādīšanu vietnē pirms noteikta datuma/laika, varat to ievadīt šeit. Pretējā gadījumā atstājiet šo lauku tukšu.
pl: Jeśli nie chcesz żeby strona była dostępna przed jakąś datą, możesz wprowadzić ją tutaj. W przeciwnym wypadku zostaw to pole puste.
ru: Если хотите запретить показ страницы на веб-сайте до определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.
sr: Ако желите да се страница не приказује на сајту пре одређеног датума/времена, можете то унети овде. У супротном, оставите поље празним.

# tl_page.stop.1
source: If you want to prevent the page from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie die Seite nur bis zu einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
es: Si desea evitar que la página se muestre en el sitio web después de una determinada fecha/hora, puede ingresarla aquí. De lo contrario, deje el campo en blanco.
lv: Ja vēlaties novērst lapas parādīšanu vietnē pēc noteikta datuma/laika, varat to ievadīt šeit. Pretējā gadījumā atstājiet šo lauku tukšu.
pl: Jeśli nie chcesz żeby strona była dostępna po jakiejś dacie, możesz wprowadzić ją tutaj. W przeciwnym wypadku zostaw to pole puste.
ru: Если хотите запретить показ страницы на веб-сайте после определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.
sr: Ако желите да се страница не приказује на сајту након одређеног датума/времена, можете то унети овде. У супротном, оставите поље празним.

# tl_page.meta_legend
source: Metadata
de: Metadaten
es: Metadatos
it: Metadati
lv: Metadati
pl: Metadane
ru: Метаданные
sl: Meta podatki
sr: Мета подаци
tr: Üst veriler

# tl_page.copyChilds
source: Duplicate page ID %s with its subpages
de: Seite ID %s inklusive Unterseiten duplizieren
es: Duplicar la página con ID %s y subpáginas
it: Duplica pagina ID %s con sottopagine
lv: Dublicēt lapu ID %s ar apakšlapām
pl: Duplikuj stronę ID %s razem z podstronami
ru: Дублировать страницу ID %s с подстраницами
sl: Podvoji stran z ID %s in vse njene podstrani
sr: Копирај страницу ID %s са њеним подстраницама
tr: %s kodlu sayfayı ve alt sayfalarını kopyala

# tl_page.toggle
source: Publish/unpublish page ID %s
de: Seite ID %s veröffentlichen/unveröffentlichen
es: Publicar/retirar la página con ID %s
lv: Publicēt/nepublicēt lapu ID %s
pl: Publikuj/nie publikuj stronę ID %s
ru: Опубликовать/изъять страницу ID %s
sr: Објави/сакриј страницу ID %s

# tl_page.legacyRouting
source: Disable legacy routing mode to enable this configuration.
lv: Lai iespējotu šo konfigurāciju, atspējojiet mantoto maršrutēšanas režīmu.
pl: Wyłącz stary tryb przekierowywania, aby włączyć tą konfigurację.

# tl_page.favicon.0
source: Favicon
lv: Favikona
