Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_page.xlf
Languages: cs, de, es, it, lv, pl, ru, sl, sr, tr

# tl_page.title.0
source: Page name
cs: Název stránky
de: Seitenname
es: Nombre de página
it: Nome pagina
lv: Lapas vārds
pl: Nazwa strony
ru: Имя страницы
sl: Naziv strani
sr: Име странице
tr: Sayfa adı

# tl_page.title.1
source: Please enter the page name.
cs: Název stránky se zobrazí v navigaci webu
de: Bitte geben Sie den Namen der Seite ein.
es: Por favor, introduzca el nombre de la página
it: Il nome della pagina viene mostrato come voce di menu nel sito
lv: Lapas vārds tiek rādīts mājas lapas navigācijā.
pl: Nazwa strony wyświetla się w nawigacji. Nie powinien zawierać więcej niż 65 znaków.
ru: Введите имя страницы.
sl: Prosim, vnesite naziv strani.
sr: Унесите име странице.
tr: Lütfen sayfa adını yazın.

# tl_page.type.0
source: Page type
cs: Typ stránky
de: Seitentyp
es: Tipo de página
it: Tipo pagina
lv: Lapas tips
pl: Typ strony
ru: Тип страницы
sl: Vrsta strani
sr: Врста странице
tr: Sayfa türü

# tl_page.type.1
source: Please choose the page type.
cs: Zvolte prosím typ stránky
de: Bitte wählen Sie den Typ der Seite aus.
es: Por favor selecciona el tipo de página en función de su fin.
it: Selezionare il tipo pagina, a seconda del suo scopo
lv: Lūdzu izvēlieties lapas tipu pēc tās mērķa.
pl: Wybierz typ strony zależnie od jej przeznaczenia.
ru: Выберите тип страницы.
sl: Prosimo, izberite tip strani.
sr: Изаберите врсту странице.
tr: Lütfen sayfa türünü seçin.

# tl_page.alias.0
source: Page alias
cs: Alias stránky
de: Seitenalias
es: Alias de página
it: Alias pagina
lv: Lapas aizstājvārds
pl: Alias strony
ru: Алиас страницы
sl: Alias strani
sr: Алиас странице
tr: Sayfa kısaltması

# tl_page.alias.1
source: The page alias is a unique reference to the page which can be called instead of its numeric ID.
cs: Alias stránky slouží jako náhrada ID stránky a může být taky zádán v adresním poli prohlížeče.
de: Der Seitenalias ist eine eindeutige Referenz, die anstelle der numerischen Seiten-ID aufgerufen werden kann.
es: El alias de página es una referencia única a la página que puede ser llamada en vez de la ID de página. Es especialmente útil si TYPOlight utiliza URL estáticas.
it: L'alias è un riferimento univoco alla pagina che può essere usato, al posto dell'ID numerico, quando si richiamano le pagine. E' utile specialmente quando Contao usa gli URL statici
lv: Lapas aizstājvārds ir unikāla reference uz lapu, kas var tikt izsaukta lapas ID vietā. Tas ir sevišķi noderīgi, ja TYPOlight lieto statiskos URL.
pl: Alias strony jest unikalnym odwołaniem do strony, który może być używany zamiast jej ID. Jest to użyteczne, jeśli Contao używa statycznych adresów URL.
ru: Алиас страницы является уникальной ссылкой на страницу, которую можно использовать вместо её ID.
sl: Alias strani je edinstvena referenca strani, ki se lahko kliče namesto njenega številčnega ID-ja.
sr: Алиас странице је јединствена референца на страницу која може да се користи уместо нумеричког ID-а странице.
tr: Sayfa kısaltması sayfa sayısal kodu olarak kullanılacak eşsiz bir belirteçtir.

# tl_page.requireItem.0
source: Require an item
cs: Vyžaduje položku
de: Element erforderlich
es: Requiere un artículo
it: Richiedi un elemento
lv: Pieprasīt vienumu
pl: Wymagaj aliasu
ru: Требовать элемент
sl: Zahtevaj element
sr: Захтевај ставку
tr: Öge zorunlu olsun

# tl_page.requireItem.1
source: Trigger a 404 error if the page URL does not contain an item alias.
cs: Zobrazí chybovou stránku 404, pokud adresa stránky neobsahuje žádný alias.
de: Zeigt die Fehlerseite 404, wenn die URL kein Alias zu einem Element enthält.
es: Desencadenar un error 404 si la URL de la página no contiene un alias de elemento.
it: Attivare un errore 404 se l'URL della pagina non contiene un alias dell'elemento.
pl: Wyświetl błąd 404, jeśli URL nie zawiera żadnego aliasu.
ru: Вызывать ошибку 404 если URL-адрес страницы не содержит алиас элемента.
sl: Sproži napako 404, kadar naslov URL ne vključuje aliasa.
sr: Покрени учитавање 404 странице ако URL не садржи алиас ставке.
tr: Bu seçenek etkinleştirildiğinde, sayfa adresinde bir öge kısaltması yoksa bir 404 hatası görüntülenir.

# tl_page.routePath.0
source: Route path
cs: Cesta
de: Routen-Pfad
es: Ruta path
it: Percorso
lv: Maršruta ceļš
pl: Ścieżka
ru: Путь маршрута
sr: Путања руте
tr: Yol

# tl_page.routePath.1
source: A preview of the final path (possibly with placeholders) to match this page.
cs: Náhled konečné cesty (zřejmě s náhradním elementem) ke stránce.
de: Vorschau des endgültigen Pfads (möglicherweise mit Platzhaltern), der zu dieser Seite passt.
es: Una vista previa de la ruta final (posiblemente con marcadores de posición) para que coincida con esta página.
it: Un'anteprima del percorso finale (possibilmente con segnaposto) da abbinare a questa pagina.
pl: Podgląd ostatecznej ścieżki (ewentualnie z symbolami zastępczymi) pasującej do tej strony.
ru: Предварительный просмотр окончательного пути (возможно, с заполнителями), соответствующего этой странице.
sr: Преглед коначне путање (могуће са уметнутим placeholders-има) која одговара овој страници.
tr: Bu sayfanın son yolunun (büyük olasılıkla yer belirticilerle birlikte) ön izlemesi.

# tl_page.routePriority.0
source: Route priority
cs: Priorita směřování
de: Routenpriorität
es: Prioridad de ruta
it: Priorità del percorso
lv: Maršruta prioritāte
pl: Priorytet route
ru: Приоритет маршрута
sr: Приоритет руте
tr: Yol önceliği

# tl_page.routePriority.1
source: Optionally configure the priority to affect the order of routes. Default: 0
cs: Případně nastavte prioritu, abyste mohli ovlivnit pořadí směrování. Výchozí: 0
de: Optional kann die Priorität konfiguriert werden, um die Reihenfolge der Routen zu beeinflussen. Standard: 0
es: Configure opcionalmente la prioridad para afectar el orden de las rutas. Predeterminado: 0
it: In modo opzionale, configurare la priorità per l'ordine dei percorsi. Predefinito: 0
pl: Opcjonalnie skonfiguruj priorytet, aby zmienić kolejność route'ów. Domyślnie: 0.
ru: При необходимости настройте приоритет, чтобы он влиял на порядок маршрутов. По умолчанию: 0
sr: Опционо конфигурисање приоритета који ће утицати на редослед руте. Подразумевано: 0
tr: İsteğe bağlı olarak, yolların sırasını belirleyecek önceliği yapılandırın. Varsayılan değer: 0

# tl_page.pageTitle.0
source: Page title
cs: Název stránky
de: Seitentitel
es: Título de página
it: Titolo pagina
lv: Lapas virsraksts
pl: Tytuł strony
ru: Название страницы
sl: Naslov strani
sr: Назив странице
tr: Sayfa başlığı

# tl_page.pageTitle.1
source: Please enter the page title.
cs: Zadejte prosím název stránky
de: Bitte geben Sie den Titel der Seite ein.
es: El título de página se muestra en la etiqueta TITLE de tu web y en los resultados de búsquedas. No debería contener más de 65 caracteres. Si deja este campo en blanco, se utilizará el nombre de página.
it: Il titolo della pagina viene mostrato nel tag TITLE del tuo sito e nei risultati della ricerca. Non dovrebbe essere più lungo di 65 caratteri. Se lasci questo campo vuoto, il nome della pagina verrà utilizzato come titolo
lv: Lūdzu ievadiet lapas virsrakstu
pl: Tytuł strony jest np. pokazywany w wynikach wyszukiwania. Nie powinien zawierać więcej niż 65 znaków. Jeśli zostawisz to pole puste, nazwa strony będzie pokazywana jako tytuł.
ru: Введите название страницы.
sl: Prosim, vnesite naslov strani.
sr: Унесите назив странице
tr: Lütfen sayfa başlığını yazın.

# tl_page.language.0
source: Language
cs: Jazyk
de: Sprache
es: Idioma
it: Lingua
lv: Valoda
pl: Język
ru: Язык
sl: Jezik
sr: Језик
tr: Dil

# tl_page.language.1
source: Please enter the page language according to the ISO-639 standard (e.g. "en" for English or "en_US" for American English).
cs: Zadejte prosím jazyk stránky podle mezinárodního standardu ISO-639-1 (například "cs" pro češtinu nebo "en" pro angličtinu).
de: Bitte geben Sie die Sprache der Seite gemäß des ISO-639 Standards ein (z. B. "de" für Deutsch oder "de_CH" für Schweizerdeutsch).
es: Ingrese el idioma de la página de acuerdo con el estándar ISO-639 (por ejemplo, "en" para inglés o "en_US" para inglés americano).
it: Inserisci la lingua della pagina secondo lo standard ISO-639 (ad esempio "en" per l'inglese o "en_US" per l'inglese americano).
lv: Lūdzu, ievadiet lapas valodu saskaņā ar ISO-639 standartu (piemēram, "en" angļu valodai vai "en_US" amerikāņu angļu valodai).
pl: Wprowadź kod języka strony, zgodnie ze standardem ISO-639 (np. "en" dla angielskiego lub "en_US" dla angielskiego amerykańskiego).
ru: Введите язык страницы согласно стандарта ISO-639 (напр. "en" для Английского или "en_US" для Американского английского).
sl: Prosimo, vnesite jezik strani v skladu s standardom ISO-639 (npr. "en" za angleščino oz. "en_US" za ameriško angleščino).
sr: Унесите језик странице у складу са стандардом ISO-639 (нпр. "en" за енглески или "en-US" за амерички енглески).
tr: ISO-639-1 standardına göre sayfa dilinin kodunu yazın (İngilizce için "en" ya da Amerikan İngilizcesi için "en_US" gibi).

# tl_page.robots.0
source: Robots tag
cs: Tag pro hledací roboty
es: Etiqueta Robots
it: tag robots
lv: Robotu birkas
pl: Tagi robotów wyszukiwarek
sl: Oznake robota
sr: Роботски тагови
tr: Robotlar etiketi

# tl_page.robots.1
source: Here you can define how search engines handle the page. The setting also determines whether the page appears in the <code>sitemap.xml</code> file or not.
cs: Zde můžeš určit, jak budou vyhledávače zacházet s tvou stránkou. Tato nastavení také ovlivní, zda se daná stránka objeví v souboru <code>sitemap.xml</code>.

# tl_page.maintenanceMode.0
source: Maintenance mode
cs: Bezpečnostní režim
de: Wartungsmodus
es: Modo mantenimiento
it: Modalità manutenzione
lv: Uzturēšanas režīms
pl: Tryb konserwacji
ru: Режим обслуживания
sl: Vzdrževalni način
sr: Мод одржавања
tr: Bakım kipi

# tl_page.maintenanceMode.1
source: Show visitors a page that this website is currently being maintained.
cs: Zobrazí návštěvníkům stránky, že se zrovna daná webová stránka nachází ve stavu vývoje.
de: Besuchern eine Seite anzeigen, dass diese Website gerade gewartet wird.
es: Muestre a los visitantes una página que este sitio web se está manteniendo actualmente.
it: Mostra ai visitatori una pagina di sito WEB in manutenzione.
pl: Pokaż odwiedzającym stronę, że ta strona internetowa jest obecnie w trybie konserwacji.
ru: Показать посетителям страницу, на которой поддерживается этот веб-сайт, в настоящее время.
sl: Obiskovalcem prikaži stran, da na tem spletnem mestu trenutno potekajo vzdrževalna dela.
sr: Прикажи посетиоцима страницу на којој ће бити обавештени да је сајт тренутно у одржавању.
tr: Bu seçenek etkinleştirildiğinde, ziyaretçilere web sitesinin bakımda olduğunu belirten bir sayfa görüntülenir.

# tl_page.description.0
source: Page description
cs: Popis stránky
de: Beschreibung der Seite
es: Descripción de página
it: Descrizione pagina
lv: Lapas apraksts
pl: Opis strony
ru: Описание страницы
sl: Opis strani
sr: Опис странице
tr: Sayfa açıklaması

# tl_page.description.1
source: Here you can enter a short description of the page which will be evaluated by search engines like Google or Yahoo. Search engines usually indicate between 150 and 300 characters.
cs: Sem můžete uvést krátký popis stránky, který poslouží při hodnocení jejího obsahu při vyhledávání přes Yahoo nebo Google. Vyhledávací roboti dokáží většinou přečíst mezi 150 a 300 znaky.
de: Hier können Sie eine kurze Beschreibung der Seite eingeben, die von Suchmaschinen wie Google oder Yahoo ausgewertet wird. Suchmaschinen indizieren normalerweise zwischen 150 und 300 Zeichen.
es: Puedes introducir una breve descripción de la página que se mostrará en los motores de búsqueda. Un motor de búsqueda normalmente indica entre 150 y 300 caracteres.
it: Inserisci una breve descrizione della pagina che verrà mostrato ai motori di ricerca. La lunghezza del testo dovrebbe essere compresa tra 150 e 300 caratteri
lv: Šeit varat ievadīt īsu lapas aprakstu, ko vērtēs meklētājprogrammas, piemēram, Google vai Yahoo. Meklētājprogrammas parasti rāda no 150 līdz 300 rakstzīmēm.
pl: Możesz wprowadzić krótki opis strony, który będzie pokazywany w wyszukiwarkach. Wyszukiwarka zazwyczaj wyświetla od 150 do 300 znaków.
ru: Вы можете ввести краткое описание страницы, которое будет оценено поисковыми системами, такими как Google или Yahoo. Индексируется обычно от 150 до 300 символов.
sl: Tu lahko vstavite kratek opis strani, ki ga bodo uporabili iskalniki, kot npr. Google ali Yahoo. Iskalniki navadno pokažejo med 150 in 300 znakov.
sr: Овде можете унети кратки опис странице који ће бити процењиван од претраживача као што су Google или Yahoo. Претраживачи обично реагују на 150 до 300 знакова.
tr: Buraya sayfanın Google ya da Yahoo gibi arama motorları tarafından değerlendirilecek kısaltmasını yazabilirsiniz. Arama motorları genellikle 150 ile 300 arasında karakter arasında görüntüler.

# tl_page.redirect.0
source: Redirect type
cs: Typ přesměrování
de: Weiterleitungstyp
es: Tipo de redireccionamiento
it: Tipo di redirezione
lv: Virzienmaiņas veids
pl: Typ przekierowania
ru: Тип перенаправления
sl: Vrsta preusmeritve
sr: Врста преусмерења
tr: Yönlendirme türü

# tl_page.redirect.1
source: Please choose the redirect type.
cs: Zvolte prosím typ přesměrování
de: Bitte wählen Sie den Typ der Weiterleitung.
es: Por favor eliga un tipo de redirección.
it: La redirezione può essere temporanea (HTTP 302 header), o permanente (HTTP 301 header)
lv: Lūdzu izvēlieties virzienmaiņas veidu
pl: Tymczasowe przekierowanie wyśle nagłówek HTTP 302, trwałe HTTP 301.
ru: Выберите тип перенаправления.
sl: Prosimo, izberite tip preusmeritve.
sr: Изаберите врсту преусмерења.
tr: Lütfen yönlendirme türünü seçin.

# tl_page.alwaysForward.0
source: Always redirect
cs: Stálé přesměrování
it: Reindirizza sempre

# tl_page.alwaysForward.1
source: Redirect to the target page even if there are query or path parameters.
cs: Přesměrovávat na cílovou stránku, i když se u ní vyskytují parametry pro query a cestu.
it: Reindirizzamento alla pagina di destinazione anche se sono presenti parametri di query o di percorso.

# tl_page.jumpTo.0
source: Redirect page
cs: Přesměrovat na stránku
de: Weiterleitungsseite
es: Saltar a la página
it: Salta alla pagina
lv: Pārsūtīšanas lapa
pl: Skocz do strony
ru: Перейти на страницу
sl: Pojdi na stran
sr: Страница преусмерења
tr: Yönlendirilecek sayfa

# tl_page.jumpTo.1
source: Please choose the page to which visitors will be redirected. Leave blank to redirect to the first regular subpage.
cs: Zvolte prosím stránku, na níž budou návštěvníci přesměrováni. Ponecháte-li pole prázdné, budou přesměrováni na úvodní stránku.
de: Bitte wählen Sie die Seite aus, zu der Besucher weitergeleitet werden. Wenn Sie keine Zielseite auswählen, wird automatisch zur ersten regulären Unterseite weitergeleitet.
es: Por favor selecciona una página destino del árbol de páginas.
it: Selezionare la pagina di destinazione
lv: Lūdzu, izvēlieties lapu, uz kuru tiks novirzīti apmeklētāji. Atstājiet tukšu, lai novirzītu uz pirmo regulāro apakšlapu.
pl: Wybierz docelową stronę z drzewa stron.
ru: Выберите страницу, к которой будут перенаправлены посетители. Оставьте пустым для перенаправления на первую постоянную подстраницу.
sl: Prosimo, izberite stran kamor bodo preusmerjeni obiskovalci. Pustite prazno za preusmeritev na prvo veljavno podstran.
sr: Изаберите страницу на коју ће посетиоци бити преусмерени. Оставите ово поље празно ако желите да то преусмеравање буде према првој следећој стандардној подстраници.
tr: Lütfen ziyaretçilerinizin yönlendirileceği sayfayı seçin. İlk normal alt sayfaya yönlendirilmesi için boş bırakın.

# tl_page.redirectBack.0
source: Redirect to last page visited
cs: Přesměrování na poslední navštívenou stránku
de: Zur zuletzt besuchten Seite
es: Redirigir a la última página visitada
it: Reindirizza all'ultima pagina visitata
lv: Pārsūtīt uz lapu, kas beidzamo reizi apmeklēta
pl: Przekieruj do ostatnio odwiedzonej strony
ru: Направление на последнюю посещенную страницу
sl: Preusmeri na zadnjo obiskano stran.
sr: Преусмери на претходно посећену страницу
tr: Son ziyaret edilen sayfaya yönlendirilsin

# tl_page.redirectBack.1
source: Redirect the member back to the last page visited instead of the redirect page.
cs: Přesměrovat uživatele na poslední navštívenou stránku namísto na stránku určenou k přesměrování.
de: Das Mitglied zurück zu der zuletzt besuchten Seiten anstatt der Weiterleitungsseite leiten.
es: Redirigir al miembro a la última página visitada en lugar de a la página de redireccionamiento.
it: Reindirizzare il membro all'ultima pagina visitata anziché alla pagina di reindirizzamento.
lv: Pārvirzīt biedru atpakaļ uz pēdējo apmeklēto lapu, nevis uz pāradresēto lapu.
pl: Przekieruj użytkownika z powrotem do ostatnio odwiedzanej strony zamiast do określonej strony docelowej.
ru: Направление участника на последнюю посещенную им страницу вместо перехода на страницу перенаправления.
sl: Preusmeri uporabnika nazaj na zadnjo obiskano stran namesto na preusmeritveno stran.
sr: Преусмери корисника на последњу страницу коју је посетио, уместо да иде на страницу преусмеравања.
tr: Bu seçenek etkinleştirildiğinde, üye yönlendirilecek sayfa yerine son ziyaret ettiği sayfaya yönlendirilir.

# tl_page.fallback.0
source: Language fallback
cs: Přesměrování na jazykovou verzi
de: Sprachen-Fallback
es: Fallo idioma
it: Lingua predefinita
lv: Valodas atpazīšana
pl: Domyślny język
ru: Резервный язык
sl: Rezervni jezik
sr: Резервни језик
tr: Varsayılan dil

# tl_page.fallback.1
source: Show this page if there is none that matches the visitor's language.
cs: Ukázat tuto stránku, pokud je operační systém návštěvníka v dané řeči či v nějaké jiné, v níž není ani jedna jazykových verzí Vaší webové stránky.
de: Diese Seite anzeigen, wenn es keine in der Sprache des Besuchers gibt.
es: Muestra esta página si no hay ninguno que coincida con el idioma del visitante.
it: Mostra questa pagina se nessuna pagina è compatibile con la lingua del visitatore
lv: Parādīt šo lapu, ja nav tādas, kas atbilst apmeklētāja valodai.
pl: Contao automatycznie przekieruje odwiedzającego do strony głównej w jego języku lub do językowej strony awaryjnej. Jeśli nie ma takiej strony, będzie wyświetlona wiadomość o błędzie <em>Nie znaleziono strony</em>.
ru: Показать эту страницу, если нет страницы, которая соответствует языку посетителя.
sl: Prikaži to stran, če portal ne vsebuje jezika skladnega z obiskovalčevim.
sr: Прикажи ову страницу ако нема подударања са језиком посетиоца.
tr: Ziyaretçinin diline uygun bir sayfa yoksa görüntülenecek sayfa.

# tl_page.disableLanguageRedirect.0
source: Disable language redirect
cs: Vypnout jazykové přesměrování
de: Sprachweiterleitung deaktivieren
es: Deshabilitar la redirección de idioma
it: Disattivare il ridirezionamento della lingua
lv: Atspējot valodas pārvirzīšanu
pl: Wyłącz przekierowanie językowe
ru: Отключить перенаправление языка
sl: Onemogoči jezikovno preusmeritev
sr: Онемогући језичко преусмеравање
tr: Dil yönlendirmesi yapılmasın

# tl_page.disableLanguageRedirect.1
source: Do not redirect visitors to this website root based on their preferred browser language.
cs: Automaticky nepřesměrovávat náštěvníky webu na jazykovou verzi korespondující s jazykem jejich prohlížeče.
de: Besucher nicht auf Basis ihrer bevorzugten Browser-Sprache zu dieser Website-Startseite weiterleiten.
es: No redirija a los visitantes a la raíz de este sitio web según el idioma de su navegador preferido.
it: Non reindirizzare i visitatori a questo sito web root in base alla lingua del browser preferita.
pl: Nie przekierowuj odwiedzających do tego punktu startowego bazując na ich preferowanym języku przeglądarki.
ru: Не перенаправлять посетителей в корень сайта в зависимости от предпочитаемого языка браузера.
sl: Ne preusmeri obiskovalcev na to korensko stran glede na prednostno nastavljeni jezik v brskalniku.
sr: Не преусмеравај кориснике у root сајта на основу језика постављеног у њиховом интернет претраживачу.
tr: Bu seçenek etkinleştirildiğinde, ziyaretçiler yeğledikleri web tarayıcı diline göre bu web sitesi köküne yönlendirilmez.

# tl_page.favicon.1
source: Here you can select a favicon for the website.
cs: Zde můžet vybrat faviconu webové stránky.
de: Hier können Sie ein Favicon für die Webseite auswählen.
es: Aquí puede seleccionar un favicon para el sitio web.
it: Qui puoi selezionare una favicon per il sito web.
lv: Šeit jūs varat atlasīt vietnes favikonu.
pl: Tutaj możesz wybrać favicon dla swojej strony.
ru: Вы можете выбрать значок сайта.
sl: Tu lahko izberete favicon za spletno mesto.
sr: Овде можете да поставите favicon сајта.
tr: Buradan web siteniz için bir favicon seçebilirsiniz.

# tl_page.robotsTxt.0
source: Custom robots.txt content
cs: Vlastní obsah robots.txt
de: Individuelle robots.txt-Anweisungen
es: Contenido de robots.txt personalizado
it: Contenuti robots.txt personalizzati
lv: Pielāgots robots.txt saturs
pl: Własna treść robots.txt
ru: Пользовательский robots.txt
sl: Poljubna vsebina datoteke robots.txt
sr: Прилагођени садржај фајла robots.txt
tr: Özel robots.txt içeriği

# tl_page.robotsTxt.1
source: Here you can enter custom robots.txt content. It may be extended automatically by extensions.
cs: Sem můžete zadat vlastní obsah robots.txt. Může být automaticky doplněný jinými rozšířeními
de: Hier können Sie individuelle robots.txt-Anweisungen hinzufügen. Diese werden ggf. automatisch durch Erweiterungen ergänzt.
es: Aquí puede ingresar contenido personalizado de robots.txt. Puede ser extendido automáticamente por extensiones.
it: Qui puoi inserire contenuti personalizzati al file robots.txt. Il file può essere esteso automaticamente anche dalle estensioni.
lv: Šeit varat ievadīt pielāgotu robots.txt saturu. Tas var tikt automātiski papildināts ar paplašinājumiem.
pl: Tutaj możesz wprowadzić własną zawartość robots.txt. Może być rozszerzona automatycznie przez zainstalowane moduły.
ru: Вы можете ввести пользовательский контент в robots.txt. Он может быть расширен автоматически с помощью расширений.
sl: Tu lahko vnesete vsebino datoteke robots.txt po meri. Razširitve lahko samodejno pripnejo zraven še svojo vsebino.
sr: Овде можете да унесте властити robots.txt садржај. Можда ће бити проширен аутоматски од стране екстензија.
tr: Buraya özel robots.txt içeriğini yazabilirsiniz. Uzantılar tarafından otomatik olarak genişletilebilir.

# tl_page.dns.0
source: Domain name
cs: Jméno domény
es: Nombre de dominio
it: Nome dominio
lv: Domēna nosaukums
pl: Nazwa domeny
ru: Имя домена
sl: Naziv domene
sr: Домен
tr: Etki alanı adı

# tl_page.dns.1
source: Here you can restrict the access to the website to a certain domain name.
cs: Zde můžete omezit přístup na webovou stránku na určité domény.
de: Hier können Sie den Zugriff auf die Webseite auf einen bestimmten Domainnamen beschränken.
es: Aquí puede restringir el acceso a la página web a ciertos nombres de dominio.
it: E' possibile limitare l'accesso al sito tramite il nome a dominio.
lv: Šeit Jūs varat ierobežot piekļuvi mājas lapā ar noteiktu domēna vārdu.
pl: Jeśli przypiszesz nazwę domenę do punktu startowego, odwiedzający będą przekierowani do tej strony dopiero wtedy kiedy wpiszą odpowiedni adres domeny (np. <em>twojadomena.pl</em> lub <em>subdomena.twojadomena.pl</em>).
ru: Вы можете ограничить доступ на веб-сайт определенным доменным именем.
sl: Tu lahko omejite dostop do strani na določeno domeno.
sr: Овде можете ограничити приступ сајту за одређено доменско име.
tr: Buradan siteye erişimi belirli bir etki alanı adı ile sınırlayabilirsiniz.

# tl_page.staticFiles.0
source: Files URL
cs: URL-adresa k souborům
de: Datei-URL
es: URL de archivos
it: URL File
lv: Faila URL
pl: URL plików
ru: URL файлов
sl: URL datoteke
sr: URL фајлова
tr: Files adresi
