Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_page.xlf
Languages: cs, de, es, it, lv, pl, ru, sl, sr, tr

# tl_page.staticFiles.1
source: The files URL applies to the <em>files</em> directory (page speed optimization).
cs: Dotkne se všech souborů v adresáři <em>tl_files</em> (zvýší rychlost načítání stránky)
de: Die Datei-URL gilt für das <em>files</em>-Verzeichnis (Page-Speed-Optimierung).
es: La URL de archivos aplica al directorio <em>tl_files</em> y a todas las imágenes miniatura (optimización de descarga de páginas).
it: L'URL file si applica alla cartella <em>files</em> (ottimizzazione del caricamento della pagina).
lv: Faila URL attiecas uz <em>tl_files</em> direktoriju un visiem sīktēliem (lapas ātruma optimizācija).
pl: URL plików dotyczy katalogu <em>tl_files</em> i wszystkich miniaturek obrazków (optymalizacja czasu ładowania strony).
ru: URL файлов применяется к каталогу <em>files</em> и всем эскизам изображений (оптимизация скорости страниц).
sl: URL datotek se nanaša na <em>tl_files</em> mapo in tudi vse male sličice (optimizacija strani za hitrost).
sr: URL фајлова се односи на <em>files</em> фолдер (оптимизација брзине учитавања страница).
tr: <em>files</em> klasörüne uygulanacak files adresi (sayfa hızı iyileştirmesi).

# tl_page.staticPlugins.0
source: Assets URL
cs: URL-adresa rozšíření
es: URL de plugins
it: URL Plugins
lv: Papildinājuma URL
pl: URL pluginów
ru: URL ресурсов
sl: URL vtičnikov
sr: URL ресурса
tr: Assets adresi

# tl_page.staticPlugins.1
source: The assets URL applies to the <em>assets</em> directory (page speed optimization).
cs: URL-adresa rozšíření se dotkne všech souborů v adresáři <em>rozšíření</em> (zvýší rychlost načítání stránky).
de: Die Assets-URL gilt für das <em>assets</em>-Verzeichnis (Page-Speed-Optimierung).
es: La URL de plugins aplica a todos los recursos en el directorio <em>plugins</em> (optimización de descarga de páginas).
it: L'URL plugin si applica a tutte le risorse nella cartella <em>plugins</em> (ottimizzazione del caricamento della pagina).
lv: Papildinājuma URL attiecas uz visiem resursiem <em>plugins</em> direktorijā (lapas ātruma optimizācija).
pl: URL plików dotyczy wszystkich źródeł w katalogu <em>plugins</em> (optymalizacja czasu ładowania strony).
ru: URL ресурсов применяется к каталогу <em>assets</em> и всем ресурсам внутри (оптимизация скорости страниц).
sl: URL vtičnikov se nanaša na vse vire v <em>plugins</em> mapi (optimizacija strani za hitrost).
sr: URL ресурса се односи на <em>assets</em> фолдер (оптимизација брзине учитавања страница).
tr: <em>assets</em> klasörüne uygulanacak assets adresi (sayfa hızı iyileştirmesi).

# tl_page.mailerTransport.0
source: Mailer transport
cs: Přenašeč mailů
es: Transporte por correo
lv: Pasta sūtījumu transports
ru: Почтовый транспорт
tr: E-posta aktarıcı

# tl_page.mailerTransport.1
source: Here you can override the mailer transport used to send e-mails on this website.
cs: Zde můžete přepsat přenašeč mailů, který se používá pro odesílání mailů z Vaší webové stránky.
de: Hier können Sie den Mailer-Transport überschreiben, der für den E-Mail-Versand auf dieser Webseite verwendet wird.
es: Aquí puede anular el transporte de correo utilizado para enviar correos electrónicos en este sitio web.
it: Qui è possibile sovrascrivere il mailer transport utilizzato per inviare e-mail su questo sito Web.
pl: Tutaj możesz nadpisać mailer transport używany do wysyłania e-maili z tej strony.
ru: Здесь можно переопределить транспорт почтовой рассылки, используемый для отправки сообщений электронной почты на этом веб-сайте.
sr: Овде можете да заобиђете подразумевани mailer transport за слање имејлова на сајту.
tr: Buradan bu web sitesinin e-postalarının gönderilmesi için kullanılacak e-posta aktarıcıyı değiştirebilirsiniz.

# tl_page.enableCanonical.0
source: Enable rel="canonical"
cs: Aktivovat rel="canonical"
de: rel="canonical" aktivieren
es: Habilitar rel="canonical"
it: Abilita rel="canonical"
lv: Iespējot rel="canonical"
pl: Włącz rel="canonical"
ru: Включить rel="canonical"
sl: Omogoči rel="canonical"
sr: Омогући Enable rel="canonical"
tr: rel="canonical" kullanılsın

# tl_page.enableCanonical.1
source: Add rel="canonical" tags to the website.
cs: Přidat tagy rel="canonical do webové stránky.
de: Der Website rel="canonical"-Tags hinzufügen.
es: Agregue etiquetas rel="canonical" al sitio web.
it: Aggiungi tag rel="canonical" al sito web.
lv: Pievienojiet vietnei rel="canonical" tagus.
pl: Dodaj tagi rel="canonical" do strony.
ru: Добавить rel="canonical" теги на веб-сайт.
sl: Na spletno stran doda oznake rel="canonical".
sr: Додај сајту таг rel="canonical"
tr: Bu seçenek etkinleştirildiğinde, web sitesine rel="canonical" kod imleri eklenir.

# tl_page.canonicalLink.0
source: Custom URL
cs: Vlastní URL
de: Individuelle URL
es: URL personalizada
it: URL personalizzato
lv: Pielāgots URL
pl: Własny URL
ru: Пользовательский URL
sl: Poljuben naslov URL
sr: Произвољни URL
tr: Özel adres

# tl_page.canonicalLink.1
source: Here you can set a custom canonical URL like https://example.com/.
cs: Zde můžete nastavit vlastní kanonickou URL jako https://example.com/.
de: Hier können Sie eine individuelle kanonische URL wie z. B. https://example.com/ setzen.
sl: Tu lahko nastavite "canonical URL" kot npr. https://example.com/.
tr: Buradan bir özel kanonik adres ayarlayabilirsiniz. Örnek: https://websitem.com/.

# tl_page.canonicalKeepParams.0
source: Query parameters
cs: Parametry query
de: Query-Parameter
es: Parámetros Query
it: Parametri Query
pl: Parametry zapytania
ru: Параметры запроса
sl: Parametri poizvedbe
sr: Параметри упита
tr: Sorgu parametreleri

# tl_page.canonicalKeepParams.1
source: By default, Contao strips the query parameters in the canonical URL. Here you can add a comma-separated list of query parameters to preserve. Use "*" as a wildcard.
cs: Běžně Contao přidá parametry query do canonické URL. Sem můžete zadat čárkou oddělený seznam parametrů query, abyste je zachovali. Použijte "*" pro nespecifikovanou položku.
de: Standardmäßig entfernt Contao die Query-Parameter in der kanonischen URL. Hier können Sie eine kommagetrennte Liste von Query-Parametern hinzufügen, die erhalten bleiben sollen. Verwenden Sie "*" als Platzhalter.
es: De forma predeterminada, Contao elimina los parámetros de consulta en la URL canónica. Aquí puede agregar una lista separada por comas de parámetros de consulta para conservar. Utilice "*" como marcador de posición.
it: Come impostazione predefinita, Contao rimuove i parametri di query nell'URL canonico. Qui puoi aggiungere un elenco separato da virgole di parametri di query da preservare. Usa "*" come carattere jolly.
pl: Domyślnie Contao usuwa parametry zapytania z kanonicznego adresu URL. Tutaj możesz dodać rozdzieloną przecinkami listę parametrów zapytania, które chcesz zachować. Użyj znaku "*" jako symbolu wieloznacznego.
ru: По умолчанию Contao удаляет параметры запроса из канонического URL-адреса. Вы можете добавить разделенный запятыми список параметров запроса для сохранения. Используйте "*" в качестве подстановочного знака.
sr: Contao уклања параметре упита из канонског URL, ако није другачије одређено. Овде можете додати листу параметара које треба сачувати. Више параметара раздвојите запетом. Џокер наведите као "*".
tr: Contao varsayılan olarak, kurallı adreslerdeki sorgu parametrelerini ayıklar. Buraya, virgül ile ayırarak korunacak sorgu parametrelerini listesini yazabilirsiniz. Genel arama karakteri olarak "*" kullanabilirsiniz.

# tl_page.adminEmail.0
source: E-mail address of the website administrator
cs: E-mailová adresa administrátora webu
de: E-Mail-Adresse des Webseiten-Administrators
es: Dirección e-mail del administrador de la web
it: Indirizzo e-mail dell'amministratore del sito
lv: Mājas lapas administratora e-pasts
pl: Adres e-mail administratora strony
ru: E-mail администратора веб-сайта
sl: Naslov elektronske pošte administratorja spletnega mesta
sr: Имејл адреса администратора сајта
tr: Web sitesi yöneticisinin e-posta adresi

# tl_page.adminEmail.1
source: This e-mail address will be used to send and receive system messages.
cs: Tato mailová adresa se použije pro odesílání a přijímání systémových zpráv.
de: Diese E-Mail-Adresse wird benutzt, um Systemnachrichten zu senden und zu empfangen.
es: Esta dirección de correo electrónico se utilizará para enviar y recibir mensajes del sistema.
it: uesto indirizzo e-mail sarà utilizzato per inviare e ricevere messaggi di sistema.
lv: Šī e-pasta adrese tiks izmantota, lai sūtītu un saņemtu sistēmas ziņojumus.
pl: Ten adres e-mail zostanie użyty do wysyłania i odbierania wiadomości systemowych.
ru: Этот адрес электронной почты будет использоваться для отправки и получения системных сообщений.
sl: Ta naslov elektronske pošte bo uporabljen za pošiljanje in prejemanje sistemskih sporočil.
sr: Ова имејл адреса че бити кориштена за слање и примање системских порука.
tr: Sistem iletilerini gönderip almak için kullanılacak e-posta adresi.

# tl_page.dateFormat.0
source: Date format
cs: Formát datumu
de: Datumsformat
es: Formato de fecha
it: Formato data
lv: Datuma formāts
pl: Format daty
ru: Формат даты
sl: Oblika zapisa datuma
sr: Формат датума
tr: Tarih biçimi

# tl_page.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
cs: Zadejte formát data jako je použito v PHP funkci date()
de: Der Datumsformat-String wird mit der PHP-Funktion date() geparst.
es: Por favor introduce un formato de fecha válido para la función PHP function date().
it: Inserisci il formato per la data come utilizzato dalla funzione PHP date().
lv: Lūdzu ievadiet datuma formātu kādu lieto PHP funkcija date().
pl: Wprowadź format daty obsługiwany przez funkcję PHP function date().
ru: Строка формата даты будет проанализирована функцией PHP date()
sl: Oblika zapisa datuma bo razčlenjena s pomočjo funkcije PHP date().
sr: Формат датума биће прослеђен преко функције PHP date().
tr: Tarih biçimi dizgesi PHP date() işlevi ile işlenir.

# tl_page.timeFormat.0
source: Time format
cs: Formát času
de: Zeitformat
es: Formato de hora
it: Formato ora
lv: Laika formāts
pl: Format czasu
ru: Формат времени
sl: Oblika zapisa časa
sr: Формат времена
tr: Saat biçimi

# tl_page.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
cs: Zadejte formát času jako je použito v PHP funkci date()
de: Der Zeitformat-String wird mit der PHP-Funktion date() geparst.
es: Por favor introduce un formato de hora válido para la función PHP function date().
it: Inserisci un formato ora come utilizzato dalla funzione PHP date().
lv: Lūdzu ievadiet laika formātu, kādu lieto PHP funkcija date().
pl: Wprowadź format czasu obsługiwany przez funkcję PHP function date().
ru: Строка формата времени будет проанализирована функцией PHP date()
sl: Oblika zapisa časa bo razčlenjena s pomočjo funkcije PHP date().
sr: Формат времена биће прослеђен преко функције PHP date().
tr: Saat biçimi dizgesi PHP date() işlevi ile işlenir.

# tl_page.datimFormat.0
source: Date and time format
cs: Formát data a času
de: Datums- und Zeitformat
es: Formato de fecha y hora
it: Formato data e ora
lv: Datuma un laika formāts
pl: Format daty i czasu
ru: Формат даты и времени
sl: Oblika zapisa datuma in časa
sr: Формат датума и времена
tr: Tarih ve saat biçimi

# tl_page.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
cs: Zadejte formát data a času jako je použito v PHP funkci date()
de: Der Datums- und Zeitformat-String wird mit der PHP-Funktion date() geparst.
es: Por favor introduce un formato de fecha y hora válido para la función PHP function date()
it: Inserisci un formato data e ora come utilizzato dalla funzione PHP date().
lv: Lūdzu ievadiet datuma un laika formātu, kādu lieto PHP funkcija date().
pl: Wprowadź format daty i czasu obsługiwany przez funkcję PHP function date().
ru: Строка формата даты и времени будет проанализирована функцией PHP date()
sl: Oblika zapisa datuma in časa bo razčlenjena s pomočjo funkcije PHP date().
sr: Формат датума и времена биће прослеђен преко функције PHP date().
tr: Tarih ve saat biçimi dizgesi PHP date() işlevi ile işlenir.

# tl_page.validAliasCharacters.0
source: Valid alias characters
cs: Platné znaky aliasů
de: Gültige Alias-Zeichen
es: Caracteres de alias válidos
it: Caratteri validi per l'alias
pl: Prawidłowe znaki aliasu
ru: Допустимые символы алиаса
sl: Dovoljeni znaki za alias
sr: Важећи алиас знакови
tr: Geçerli kısaltma karakterleri

# tl_page.validAliasCharacters.1
source: Here you can select a custom character set for auto-generated aliases.
cs: Zde můžete vybrat vlastní znaky, abyste ovlivnily automatické generování aliasů.
de: Hier können Sie einen individuellen Zeichensatz für automatisch erstellte Aliase auswählen.
es: Aquí puede seleccionar un juego de caracteres personalizado para alias autogenerados.
it: Qui è possibile selezionare un set di caratteri personalizzati per gli alias generati automaticamente.
pl: Tutaj możesz wybrać własny zestaw znaków do auto-generowania aliasów.
ru: Вы можете выбрать определенный набор символов для автоматически генерируемых алиасов.
sl: Tu lahko določite poljuben nabor znakov za samodejno ustvarjene aliase.
sr: Овде можете подесити произвољан сет знакова за генерисање аутоматских алиаса.
tr: Buradan otomatik olarak oluşturulan kısaltmalarda kullanılacak özel karakter kümesini seçebilirsiniz.

# tl_page.useFolderUrl.0
source: Enable folder URLs
cs: Povolit tyto složkové adresy
de: Ordner-URLs verwenden
es: Activar URLs decarpeta
it: Abilita URL a struttura directory
lv: Iespējot mapju URL
pl: Włącz foldery URL
ru: Файловый стиль для URL
sl: Vklopi URL direktorije
sr: Омогући URL у стилу фолдера
tr: Klasör adresleri kullanılsın

# tl_page.useFolderUrl.1
source: Generate folder-style page aliases like <em>docs/install/download.html</em> instead of <em>docs-install-download.html</em>.
cs: Zde můžete povolit styly složek stránkových aliasů jako <em>docs/install/download.html</em> namísto <em>docs-install-download.html</em>.
de: Ordnerstrukturen in Seitenaliasen wie <em>docs/install/download.html</em> anstatt <em>docs-install-download.html</em> verwenden.
es: Genere alias de página con estilo de carpeta como <em>docs/install/download.html</em> en lugar de <em>docs-install-download.html</em>.
it: Genera alias di pagine in stile cartella come <em>docs/install/download.html</em> invece di <em>docs-install-download.html</em>.
pl: Generuj aliasy strony w stylu folderów jak na przykład <em>docs/install/download.html</em> zamiast <em>docs-install-download.html</em>.
ru: Создание алиасов страниц в стиле отображения иерархии файловой системы напр. <em>docs/install/download.html</em> вместо <em>docs-install-download.html</em>.
sr: Направите алиасе страница у стилу фолдера као <em>docs/install/download.html</em> уместо <em>docs-install-download.html</em>.
tr: Bu seçenek etkinleştirildiğinde, <em>docs-install-download.html</em> yerine <em>docs/install/download.html</em> gibi klasör yolu biçiminde sayfa kısaltmaları oluşturulur.

# tl_page.urlPrefix.0
source: URL prefix
cs: Předpona URL
de: URL-Präfix
es: Prefijo de URL
it: Prefisso URL
lv: URL prefikss
pl: Prefiks URL
ru: URL-префикс
sl: Predpona URL
sr: URL префикс
tr: Adres ön eki

# tl_page.urlPrefix.1
source: Enter a URL prefix (e.g. the language) that will be prepended to all page aliases below this website root page.
cs: Zadejte předponu adresy URL (např. jazyk), která bude připojena ke všem aliasům stránek pod touto kořenovou stránkou webu.
de: Geben Sie ein URL-Präfix (z. B. die Sprache) ein, das allen Seitenaliasen unterhalb dieser Website-Startseite vorangestellt wird.
it: Inserisci un prefisso URL (ad es. la lingua) che verrà anteposto a tutti gli alias di pagina sotto la pagina principale di questo sito Web.
ru: Введите префикс URL (например, язык), который будет добавлен ко всем алиасам страниц под этой корневой страницей.
tr: Bu web sitesinin kök sayfası altındaki tüm sayfa kısaltmalarının başına eklenecek adres ön ekini (dil gibi) yazın.

# tl_page.urlSuffix.0
source: URL suffix
cs: Přípona URL
es: Sufijo de URL
it: Suffisso URL
lv: URL piedēklis
pl: Sufiks URL
ru: URL-суффикс
sl: Pripona URL
sr: URL суфикс
tr: Adres son eki

# tl_page.urlSuffix.1
source: The URL suffix will be added to the URI string to simulate static documents.
cs: Přípona URL se objeví na konci aliasu URL, aby tak simulovala statické dokumenty.
de: Das URL-Suffix wird an die URI angehängt, um statische Dokumente zu simulieren.
es: El sufijo de URL se agregará a la cadena de URI para simular documentos estáticos.
it: Il suffisso URL verrà aggiunto alla stringa URI per simulare documenti statici.
lv: URL virknei tiks pievienots URL piedēklis, lai imitētu statiskus dokumentus.
pl: Wprowadź sufiks URL, który będzie dodawany URI w celu symulacji statycznych dokumentów.
ru: Суффикс URL будет добавлен в строку URI для моделирования статических документов.
sl: Končnica URL bo dodano nizu URI, s čimer bo simuliran statičen dokument.
sr: URL суфикс ће бити додат у URL стринг како би опонашао статички документ.
tr: Adres dizgelerini durağan sayfalara benzetmek için kullanılacak son eki yazın.

# tl_page.useSSL.0
source: Protocol
cs: Protokol
de: Protokoll
es: Protocolo
it: Protocollo
lv: Protokols
pl: Protokół
ru: Протокол
sl: Protokol
sr: Протокол
tr: İletişim kuralı

# tl_page.useSSL.1
source: Here you can select which protocol to use for the website.
cs: Zde můžete vybrat, jaký se použije protokol pro webovou stránku.
de: Hier legen Sie fest, welches Protokoll für die Webseite verwendet werden soll.
es: Aquí puede seleccionar qué protocolo usar para el sitio web.
it: Qui è possibile selezionare il protocollo da utilizzare per il sito web.
lv: Šeit varat izvēlēties, kuru protokolu izmantot tīmekļa vietnei.
pl: Tutaj możesz wybrać jaki protokół użyć dla serwisu.
ru: Вы можете выбрать, какой протокол использовать для веб-сайта.
sl: Tu lahko nastavite protokol, ki bo uporabljen za dostop do spletnega mesta
sr: Овде можете одабрати протокол за сајт.
tr: Buradan web siteniz için kullanılacak iletişim kuralını seçebilirsiniz.

# tl_page.autoforward.0
source: Forward to another page
cs: Přesměrovat na jinou stránku
de: Zu einer anderen Seite weiterleiten
es: Redireccionar a otra página
it: Inoltra ad un'altra pagina
lv: Pārsūtīt uz citu lapu
pl: Przekieruj na inną stronę
ru: Перенаправить на страницу
sl: Preusmeri na drugo stran
sr: Проследи на другу страницу
tr: Başka bir sayfaya yönlendirilsin

# tl_page.autoforward.1
source: Redirect visitors to another page (e.g. a login page).
cs: Přesměrovat návštěvníky na jinou stránku (např. na přihlašovací stránku).
de: Die Besucher zu einer anderen Seite (z. B. einer Login-Seite) weiterleiten.
es: Si seleccionas esta opción, los visitantes serán redirigidos a otra página (por ejemplo una página de conexión o de bienvenida).
it: Selezionando quest'opzione i visitatori verranno rediretti ad un'altra pagina
lv: Novirzīt apmeklētāju uz citu lapu (piem, pieteikšanās lapu).
pl: Jeśli wybierzesz tą opcję, odwiedzający będą przekierowywani do innej strony (np. strony logowania lub strony powitalnej).
ru: Перенаправить посетителей на другую страницу (напр. страницу с формой авторизации или на главную).
sl: Preusmeri obiskovalce na drugo stran (npr. vpisno stran).
sr: Преусмери посетиоце на другу страницу (нпр. страницу за пријављивање).
tr: Ziyaretçiler başka bir sayfaya yönlendirilir (oturum açma sayfası gibi)

# tl_page.protected.0
source: Protect page
cs: Chránit stránku
de: Seite schützen
es: Proteger página
it: Proteggi pagina
lv: Aizsargāt lapu
pl: Strona chroniona
ru: Защитить страницу
sl: Zaščiti stran
sr: Заштити страницу
tr: Sayfa korunsun

# tl_page.protected.1
source: Restrict page access to certain member groups.
cs: Umožnit přístup na stránku jen členům skupin.
de: Den Seiten-Zugriff auf bestimmte Mitgliedergruppen beschränken.
es: Si seleccionas esta opción puedes restringir el acceso a ciertos miembros de grupos.
it: Scegliendo questa opzione sarà possibile limitare l'accesso a determinati gruppi
lv: Liegt noteiktām biedru grupām piekļuvi lapai.
pl: Jeśli wybierzesz tą opcję możesz ograniczyć dostęp do strony dla pewnych grup.
ru: Показывать страницу только для определённой группы участников.
sl: Dostop do strani omeji le na določene skupine članov.
sr: Ограничавање приступа страници само за одређене групе чланова.
tr: Buradan sayfaya erişebilecek üye gruplarını seçebilirsiniz.

# tl_page.groups.0
source: Allowed member groups
cs: Povolené členské skupiny
de: Erlaubte Mitgliedergruppen
es: Miembros de grupos permitidos
it: Accesso gruppi
lv: Atļautās biedru grupas
pl: Zezwolone grupy użytkowników
ru: Разрешенные группы участников
sl: Dovoljene skupine uporabnikov
sr: Дозвољене групе корисника
tr: İzin verilen üye grupları

# tl_page.groups.1
source: These groups will be able to access the page.
cs: Tyta skupiny budou mít povolený přístup na výše uvedenou stránku.
de: Diese Gruppen dürfen auf die Seite zugreifen.
es: Estos grupos serán capaces de acceder a la página.
it: Selezionare i gruppi che hanno accesso a questa pagina. Se non selezioni nessun gruppo tutti gli utente che hanno effettuato il login saranno in grado di accedere a questa pagina
lv: Šīs grupas varēs piekļūt lapai.
pl: Tutaj możesz przyznać dostęp dla jednej lub więcej grup użytkowników. Jeśli nie wybierzesz grupy, każdy zalogowany użytkownik będzie mieć dostęp do tej strony.
ru: Выбранные группы будут иметь возможность доступа к этой странице.
sl: Skupine, ki bodo lahko dostopale do strani.
sr: Ове групе ће моћи да приступе страници.
tr: Bu gruplar sayfayı görebilir.

# tl_page.includeLayout.0
source: Assign a layout
cs: Přiřadit vzhled
de: Ein Layout zuweisen
es: Asignar un diseño
it: Assegna un layout
lv: Piešķirt salikumu
pl: Ustal szablon
ru: Назначить макет
sl: Določi postavitev strani
sr: Додели распоред
tr: Kullanılacak düzen

# tl_page.includeLayout.1
source: Assign a page layout to the page and its subpages.
cs: Přiřadit ke stránce určitý vzhled a jeho náležitosti.
de: Der Seite und ihren Unterseiten ein Layout zuweisen.
es: Asignar un diseño de página a la página y sus subpáginas.
it: Ogni pagina utilizza lo stesso layout della sua pagina genitore. Selezionando quest'opzione sarà possibile assegnare un layout diverso a questa pagina ed alle sue sotto pagine
lv: Piešķirt lapas salikumu lapai un tās apakšlapām.
pl: Domyślnie strona używa takiego samego szablonu jak strona nadrzędna. Jeśli wybierzesz tą opcję, możesz ustalić nowy szablon dla tej strony jak i jej podstron.
ru: Назначить макет страницы и всех вложенных подстраниц.
sl: Strani in njenim podstranem določi obliko strani.
sr: Додели распоред страници и њеним подстраницама.
tr: Sayfa ve alt sayfalarında kullanılacak düzeni seçin.

# tl_page.layout.0
source: Page layout
cs: Vzhled stránky
de: Seitenlayout
es: Diseño página
it: Layout pagina
lv: Lapas salikums
pl: Szablon strony
ru: Макет страницы
sl: Postavitev strani
sr: Распоред странице
tr: Sayfa düzeni

# tl_page.layout.1
source: You can manage page layouts with the "themes" module.
cs: Vzhled stránky můžete nastavit v části "rozvržení stránky".
de: Seitenlayouts können mit dem Modul "Themes" verwaltet werden.
es: Puede manejar diseños de página con el módulo de "temas".
it: Seleziona un layout. E' possibile gestire i layout utilizzando il modulo <em>layout di pagina</em>
lv: Jūs varat pārvaldīt lapas salikumus ar "lapu salikumi" moduli.
pl: Wybierz szablon strony. Możesz edytować lub tworzyć szablony używając modułu <em>szablony strony</em>.
ru: Вы можете управлять макетами страниц в модуле панели управления 'Темы'.
sl: Postavitve strani lahko urejate z modulom "teme".
sr: Распоредом страница можете управљати и модулом "теме".
tr: Sayfa düzenlerini "temalar" modülü ile yönetebilirsiniz.
