Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_preview_link.xlf
Languages: ja, lv, pl, pt, sv

# tl_preview_link.url.0
source: Target URL
ja: 対象のURL
lv: Mērķa URL
pl: Docelowy URL
pt: URL alvo
sv: Mål URL

# tl_preview_link.url.1
source: The front end URL to be shared.
ja: 共有するフロントエンドのURLです。
lv: Kopīgojamais priekšgala URL.
pl: URL frontend do udostępnienia.
pt: URL de entrada a ser partilhado.
sv: Gränssnittets URL som ska delas.

# tl_preview_link.showUnpublished.0
source: Show unpublished
ja: 非公開を表示
lv: Rādīt nepublicēto
pl: Pokaż nieopublikowane
pt: Mostrar não publicado
sv: Visa opublicerad

# tl_preview_link.showUnpublished.1
source: Show unpublished pages and elements when sharing this link.
ja: このリンクを共有するときに非公開のページと要素を表示します。
lv: Rādīt nepublicētās lapas un elementus, kopīgojot šo saiti.
pl: Pokaż nieopublikowane strony i elementy podczas udostępniania tego linku.
pt: Mostrar páginas e elementos não publicados ao partilhar este link.
sv: Visa opublicerade sidor och element när du delar denna länk.

# tl_preview_link.restrictToUrl.0
source: Restrict access to specified URL
ja: アクセスを特定のURLに制限
sv: Begränsa åtkomst till angiven URL

# tl_preview_link.restrictToUrl.1
source: Allow access only to the specified URL instead of the entire website.
ja: ウェブサイト全体の代わりに特定のURLにだけアクセスを許可します。
sv: Tillåt endast åtkomst till den angivna webbadressen istället för hela webbplatsen.

# tl_preview_link.createdAt.0
source: Created at
ja: 作成日時
lv: Izveidots
pl: Utworzono
pt: Criado em
sv: Skapad vid

# tl_preview_link.createdAt.1
source: Date and time when the preview link was created.
ja: プレビューのリンクを作成した日時です。
lv: Datums un laiks, kad tika izveidota priekšskatījuma saite.
pl: Data i godzina utworzenia linku do podglądu.
pt: Data e hora de criação do link de pré-visualização.
sv: Datum och tid när förhandsgranskningslänken skapades.

# tl_preview_link.createdBy.0
source: Created by
ja: 作成者
lv: Izveidoja
pl: Utworzono przez
pt: Criado por
sv: Skapad av

# tl_preview_link.createdBy.1
source: The user who created the preview link.
ja: プレビューのリンクの作成者です。
lv: Lietotājs, kas izveidojis priekšskatījuma saiti.
pl: Użytkownik, który utworzył link do podglądu.
pt: O utilizador que criou o link de pré-visualização.
sv: Användaren som skapade förhandsgranskningslänken.

# tl_preview_link.expiresAt.0
source: Valid until
ja: 有効期限
lv: Derīga līdz
pl: Ważny do
pt: Válido até
sv: Giltig till

# tl_preview_link.expiresAt.1
source: Preview of the final date until which the link is available.
ja: プレビューのリンクを利用できる最終日です。
lv: Galīgā datuma, līdz kuram saite ir pieejama, priekšskatījums.
pl: Podgląd ostatecznej daty, do której link jest dostępny.
pt: Pré-visualização da data final até à qual a ligação está disponível.
sv: Förhandsgranskning av det sista datumet fram till vilket länken är tillgänglig.

# tl_preview_link.published.0
source: Enable
ja: 有効
lv: Iespējot
pl: Włącz
pt: Activar
sv: Aktivera

# tl_preview_link.published.1
source: Activate the link for sharing.
ja: リンクの共有を有効にします。
lv: Aktivizēt kopīgošanas saiti.
pl: Aktywuj link do udostępniania.
pt: Activar o link para partilha.
sv: Aktivera länken för delning.

# tl_preview_link.share.0
source: Copy to clipboard
ja: クリップボードにコピー
lv: Kopēt uz starpliktuvi
pl: Kopiuj do schowka
pt: Cópia para prancheta
sv: Kopiera till urklipp

# tl_preview_link.share.1
source: Copy the preview link ID %s to your clipboard.
ja: ID %sのプレビューのリンクをコピーします。
lv: Kopēt priekšskatījuma saiti ID %s uz starpliktuvi.
pl: Kopiuj link podglądu ID %s do swojego schowka.
pt: Copie o ID do link %s de pré-visualização para a sua área de transferência.
sv: Kopiera förhandsgranskningslänk-ID %s till ditt urklipp.

# tl_preview_link.url_legend
source: Target URL
ja: 対象のURL
lv: Mērķa URL
pl: Docelowy URL
pt: URL alvo
sv: Mål URL

# tl_preview_link.config_legend
source: Configuration
ja: 構成
lv: Konfigurācija
pl: Konfiguracja
pt: Configuração
sv: Konfiguration

# tl_preview_link.publishing_legend
source: Publish settings
ja: 公開の設定
lv: Publicēšanas iestatījumi
pl: Ustawinia publikacji
pt: Configurações de Publicação
sv: Publiceringsinställningar

# tl_preview_link.expire_options.1
source: 1 day
ja: 1日
lv: 1 diena
pl: 1 dzień
pt: 1 dia
sv: 1 dag

# tl_preview_link.expire_options.7
source: 7 days
ja: 7日
lv: 7 dienas
pl: 7 dni
pt: 7 dias
sv: 7 dagar

# tl_preview_link.expire_options.30
source: 30 days
ja: 30日
lv: 30 dienas
pl: 30 dni
pt: 30 dias
sv: 30 dagar

# tl_preview_link.hintNew
source: To add a preview link, use the "Share URL" button in the front end preview toolbar.
ja: プレビューのリンクを追加するには、フロントエンドのプレビューのツールバーにある「URLを共有」ボタンを使用してください。
lv: Lai pievienotu priekšskatījuma saiti, izmantojiet pogu "Kopīgot URL" priekšskata rīkjoslā.
pl: Aby dodać link podglądu, użyj przycisk "Udostępnij URL" w pasku narzędziowym podglądu frontend.
pt: Para adicionar um link de pré-visualização, usar o botão "Partilhar URL" na barra de ferramentas de pré-visualização front end.
sv: Om du vill lägga till en förhandsgranskningslänk använder du knappen "Dela URL" i verktygsfältet för förhandsgranskning i gränssnittet.

# tl_preview_link.hintSave
source: Please save this record to generate the preview link.
ja: このレコードを保存して、プレビューのリンクを生成してください。
lv: Lūdzu, saglabājiet šo ierakstu, lai ģenerētu priekšskatījuma saiti.
pl: Zapisz rekord, aby wygenerować link podglądu.
pt: Por favor guarde este registo para gerar o link de pré-visualização.
sv: Spara denna post för att generera förhandsgranskningslänken.

# tl_preview_link.hintEdit
source: Preview link
sv: Förhandsgranska länk

# tl_preview_link.hintExpired
source: This preview link has expired and can no longer be shared.
ja: このプレビューのリンクは失効していて、もはや共有できません。
lv: Šīs priekšskatījuma saites derīguma termiņš ir beidzies, un to vairs nevar kopīgot.
pl: Ten link podglądu stracił ważność i nie może być już udostępniany.
pt: Este link de pré-visualização expirou e já não pode ser partilhado.
sv: Den här förhandsgranskningslänken har upphört att gälla och kan inte längre delas.

# tl_preview_link.hintEdit
source: Preview link: <a href="%s" data-to-clipboard="%s">%s</a>
lv: Priekšskatījuma saite: <a href="%s" data-to-clipboard="%s">%s</a>
pt: Link de pré-visualização: <a href="%s" data-to-clipboard="%s">%s</a>
