Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_settings.xlf
Languages: pt

# tl_settings.adminEmail.0
source: E-mail address of the system administrator
pt: Endereço de e-mail do administrador do sistema

# tl_settings.adminEmail.1
source: This e-mail address will be used to send and receive system messages.
pt: Este endereço de correio electrónico será utilizado para enviar e receber mensagens do sistema.

# tl_settings.dateFormat.0
source: Date format
pt: Formato de data

# tl_settings.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
pt: Favor inserir o formato de data como utilizado pela função date() do PHP.

# tl_settings.timeFormat.0
source: Time format
pt: Formato de hora

# tl_settings.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
pt: Favor inserir o formato de hora como utilizado pela função date() do PHP.

# tl_settings.datimFormat.0
source: Date and time format
pt: Formato de data e hora

# tl_settings.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
pt: Favor inserir o formato de data e hora como utilizado pela função date() do PHP.

# tl_settings.timeZone.0
source: Time zone
pt: Fuso-horário

# tl_settings.timeZone.1
source: Please select the server time zone.
pt: Favor selecionar sua região de fuso-horário.

# tl_settings.resultsPerPage.0
source: Items per page
pt: Itens por página

# tl_settings.resultsPerPage.1
source: Here you can define the number of items per page in the back end.
pt: Aqui você define o número padrão de registros exibidos no "back end".

# tl_settings.maxResultsPerPage.0
source: Maximum items per page
pt: Máxima itens por página

# tl_settings.maxResultsPerPage.1
source: This overall limit takes effect if a user chooses the "show all records" option.
pt: Este limite global tem efeito se o usuário escolhe a opção "mostrar todos os registros".

# tl_settings.allowedTags.0
source: Allowed HTML tags
pt: Tags HTML permitidas

# tl_settings.allowedTags.1
source: Here you can enter a list of allowed HTML tags that will not be stripped.
pt: informe uma lista de tags HTML permitidas. Todas as outras tags serão removidas das entradas do usuário.

# tl_settings.allowedAttributes.0
source: Allowed HTML attributes
pt: Atributos HTML permitidos

# tl_settings.allowedAttributes.1
source: List of allowed HTML attributes that will not be stripped. The tag or attribute name <code>*</code> stands for all tags or attributes. Wildcards can be used for attributes with dashes like <code>data-*</code>.
pt: Lista de atributos HTML permitidos que não serão descascados. O nome da etiqueta ou atributo <code>*</code> representa todas as etiquetas ou atributos. Os wildcards podem ser utilizados para atributos com traços como <code>data-*</code>.

# tl_settings.allowedAttributesWarning
source: Allowing <code>*</code> attributes can be exploited for XSS attacks. Only do this if all backend users are trusted!
pt: Permitindo <code>*</code> atributos pode ser explorado para ataques XSS. Só o faça se todos os utilizadores backend forem de confiança!

# tl_settings.allowedDownload.0
source: Download file types
pt: Tipos de arquivos válidos para download

# tl_settings.allowedDownload.1
source: Here you can enter a comma separated list of downloadable file types.
pt: Informe em uma lista separada por vírgula, as extensões de tipos de arquivos que podem ser baixados. Por razões de segurança, só podem ser baixados arquivos que estejam na pasta de arquivos e suas sub-pastas

# tl_settings.uploadTypes.0
source: Upload file types
pt: Tipos de arquivos válidos para envio

# tl_settings.uploadTypes.1
source: Here you can enter a comma separated list of uploadable file types.
pt: Informe em uma lista separada por vírgula, as extensões de tipos de arquivos que podem ser enviados. Por razões de segurança, arquivos só podem ser enviados para a pasta de arquivos e suas sub-pastas

# tl_settings.maxFileSize.0
source: Maximum upload file size
pt: Tamanho máximo de arquivo para enviar

# tl_settings.maxFileSize.1
source: Here you can enter the maximum upload file size in bytes (1 MB = 1000 kB = 1000000 byte).
pt: Informe o tamanho máximo para envio de arquivos (upload) em bytes (padrão: 2 MB = 2048 KB = 2048000 bytes).

# tl_settings.imageWidth.0
source: Maximum image width
pt: Largura máxima de imagem

# tl_settings.imageWidth.1
source: Here you can enter the maximum width for image uploads in pixels.
pt: Informe a largura máxima de imagens para envio (upload).

# tl_settings.imageHeight.0
source: Maximum image height
pt: Altura máxima de imagem

# tl_settings.imageHeight.1
source: Here you can enter the maximum height for image uploads in pixels.
pt: Informe a altura máxima de imagens para envio (upload).

# tl_settings.defaultUser.0
source: Default page owner
pt: Usuário padrão da página

# tl_settings.defaultUser.1
source: Here you can select a user as the default owner of a page.
pt: Por padrão a página pertence ao mesmo usuário que sua página superior. No entanto, se nenhum usuário for designado, o usuário padrão será o dono da página. Se não houver nenhum usuário e nem usuário padrão, não haverá qualquer restrição de acesso.

# tl_settings.defaultGroup.0
source: Default page group
pt: Grupo padrão da página

# tl_settings.defaultGroup.1
source: Here you can select a user group as the default owner of a page.
pt: Aqui pode seleccionar um grupo de utilizadores como o proprietário por defeito de uma página.

# tl_settings.defaultChmod.0
source: Default access rights
pt: Direitos de acesso padrão

# tl_settings.defaultChmod.1
source: Please assign the default access rights for pages and articles.
pt: Por padrão uma página usa as mesmas permissões que sua página-pai. No entanto, se nenhuma permissão for configurada, estas definições padrão serão utilizadas.

# tl_settings.date_legend
source: Date and time
pt: Data e hora

# tl_settings.global_legend
source: Global configuration
pt: Configuração global

# tl_settings.backend_legend
source: Back end configuration
pt: Configuração da administração

# tl_settings.security_legend
source: Security settings
pt: Configurações de segurança

# tl_settings.files_legend
source: Files and images
pt: Arquivos e imagens

# tl_settings.uploads_legend
source: Upload settings
pt: Configurações de upload

# tl_settings.chmod_legend
source: Default access rights
pt: Direitos de acesso padrão

# tl_settings.configuredInApp
source: This setting has been defined in the app configuration and cannot be changed here anymore.
pt: Esta configuração foi definida na configuração da aplicação e já não pode ser alterada aqui.
