Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_templates.xlf
Languages: pt, sl, sr

# tl_templates.original.0
source: Original template
pt: Modelos originais
sl: Originalne predloge
sr: Оригинални шаблон

# tl_templates.original.1
source: Here you can select the template that you want to customize.
pt: Escolha o modelo original que você deseja personalizar. Uma cópia local será criada na pasta <em>templates</em>.
sl: izberite originalno predlogo, ki jo želite prilagoditi. Kopija predloge bo ustvarjena v mapi <em>templates</em>.
sr: Овде можете одабрати шаблон који желите прилагодити.

# tl_templates.target.0
source: Target folder
pt: Armazenar arquivos enviados em pasta
sl: Ciljni imenik
sr: Одредишни фолдер

# tl_templates.target.1
source: A copy of the selected template will be stored in the target folder.
pt: Uma cópia do modelo selecionado serão armazenadas na pasta de destino.
sl: Kopija označene predloge bo shranjena v ciljno datoteko.
sr: Копија изабраног шаблона биће сачувана у дестинационом фолдеру.

# tl_templates.headline
source: Add a new template
pt: Adicionar um novo modelo
sl: Dodaj novo predlogo
sr: Додај нови шаблон

# tl_templates.newTpl
source: Create template
pt: Criar modelo
sl: Ustvari predlogo
sr: Креирај шаблон

# tl_templates.exists
source: Template "%s" exists already!
pt: Um modelo com nome "%s" já existe!
sl: Predloga z imenom "%s" že obstaja!
sr: Шаблон "%s" већ постоји!

# tl_templates.invalid
source: Invalid source or target directory "%s"!
pt: Fonte ou pasta de destino "%s" inválidos!
sl: Neveljaven izvorni ali ciljni direktorij "%s"!
sr: Неисправан изворни или одредишни фолдер "%s"!

# tl_templates.overridesAnotherTpl
source: This template overrides "%s".
pt: Este modelo substitui "%s".
sl: Ta predloga prepiše "%s".
sr: Овај шаблон ће да прегази "%s".

# tl_templates.pleaseSelect
source: Please select a template from the list above and click "Show differences".
pt: Por favor seleccione um modelo da lista acima e clique " Mostrar diferenças".
sl: Izberite predlogo iz seznama zgorj in kliknite "Prikaži razlike".
sr: Изаберите шаблон из листе изнад и кликните на "Прикажи разлике".

# tl_templates.new.0
source: New folder
pt: Nova pasta
sl: Nova predloga
sr: Нови фолдер

# tl_templates.new.1
source: Create a new folder
pt: Criar nova pasta
sl: Ustvari novo predlogo
sr: Креирај нови фолдер

# tl_templates.new_tpl.0
source: New template
pt: Novo modelo
sl: Nova predloga
sr: Нови шаблон

# tl_templates.new_tpl.1
source: Create a new template
pt: Criar novo modelo
sl: Ustvari novo predlogo
sr: Креирај нови шаблон

# tl_templates.pasteinto.0
source: Paste into the root folder
pt: Colar na pasta raiz
sl: Prilepi v vrhnjo mapo (root)
sr: Налепи у root фолдер

# tl_templates.pasteinto.1
source: Paste into folder "%s"
pt: Colar na pasta "%s"
sl: Prilepi v mapo "%s"
sr: Налепи у фолдер "%s"

# tl_templates.compare
source: Compare "%s" with another template
pt: Comparar "%s" com outro modelo
sl: Primerjaj "%s" z drugo predlogo
sr: Упореди "%s" са другим шаблоном
