Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_theme.xlf
Languages: de, fa, ja, nl, sv, tr

# tl_theme.name.0
source: Theme title
de: Theme-Titel
fa: عنوان پوسته
ja: テーマの名前
nl: Thema titel
sv: Temats titel
tr: Tema başlığı

# tl_theme.name.1
source: Please enter a unique theme title.
de: Bitte geben Sie einen eindeutigen Titel ein.
fa: لطفا عنوان یکتای پوسته را وارد نمایید.
ja: 重複しないテーマの名前を入力してください。
nl: Geef een unieke titel voor het thema.
sv: Ange en unik titel för temat.
tr: Lütfen benzersiz bir tema adı yazın.

# tl_theme.author.0
source: Author
de: Autor
fa: نویسنده
ja: 作成者
nl: Auteur
sv: Namn
tr: Geliştirici

# tl_theme.author.1
source: Please enter the name of the theme designer.
de: Bitte geben Sie den Namen des Theme-Designers ein.
fa: لطفا اسم طراح پوسته را وارد نمایید.
ja: テーマの設計者の名前を入力してください。
nl: Naam van de ontwerper van het thema.
sv: Ange namnet på temats upphovsman.
tr: Lütfen tema tasarımcısının adını yazın.

# tl_theme.folders.0
source: Folders
de: Ordner
fa: پوشه‌ها
ja: フォルダー
nl: Mappen
sv: Mappar
tr: Klasörler

# tl_theme.folders.1
source: Please select the folders that belong to the theme from the files directory.
de: Bitte wählen Sie die Ordner aus, die zu dem Theme gehören.
fa: لطفا پوشه‌هایی را به این پوسته مربوط هستند را انتخاب کنید
ja: テーマに含めるフォルダーをファイルディレクトリから選択してください。
nl: Selecteer de mappen die behoren bij het thema van de bestands directory.
sv: Välj de mappar i filarkivet som hör till temat.
tr: Lütfen files klasöründen tema dosyalarının bulunduğu klasörleri seçin.

# tl_theme.templates.0
source: Templates folder
de: Templates-Ordner
fa: پوشه قالب‌ها
ja: テンプレートのフォルダー
nl: Templates map
sv: Mallmapp
tr: Temalar klasörü

# tl_theme.templates.1
source: Here you can select a templates folder that will be exported with the theme.
de: Hier können Sie einen Templates-Ordner festlegen, der mit dem Theme zusammen exportiert wird.
fa: یک پوشه قالب را انتخاب کنید که به این پوسته مربوط می‌شود.
ja: テーマをエクスポートする先のテンプレートのフォルダーを選択できます。
nl: Hier kunt u een template map selecteren die geëxporteerd wordt met het thema.
sv: Här kan du välja en mapp med mallar som kommer att exporteras tillsammans med temat.
tr: Buradan tema ile dışa aktarılacak bir temalar klasörü klasörü seçebilirsiniz.

# tl_theme.screenshot.0
source: Screenshot
de: Bildschirmfoto
fa: عکس
ja: 画面例
nl: Schermafdruk
sv: Skärmdump
tr: Ekran görüntüsü

# tl_theme.screenshot.1
source: Here you can choose a screenshot of the theme.
de: Hier können Sie ein Bildschirmfoto des Themes auswählen.
fa: اینجا می‌توانید تصویری را برای پوسته انتخاب نمایید.
ja: テーマの画面例を選択できます。
nl: Kies hier een schermafdruk van het thema.
sv: Här kan du välja en skärmdump för temat.
tr: Buradan temanın ekran görüntüsünü değiştirilebilirsiniz.

# tl_theme.source.0
source: Source files
de: Quelldateien
fa: پرونده‌های منبع
ja: ソースファイル
nl: Bronbestanden
sv: Källfiler
tr: Kaynak dosyalar

# tl_theme.source.1
source: Here you can upload one or more .cto, .zip or .sql files to be imported.
fa: در اینجا می توانید یک یا چند فایل cto، .zip یا .sql را برای وارد کردن بارگذاری کنید.
nl: Hier kunt u een of meer .cto, .zip of .sql bestanden uploaden die moeten worden geïmporteerd.
tr: Buradan içe aktarılacak bir ya da birkaç .cto, .zip ya da .sql dosyası yükleyebilirsiniz.

# tl_theme.tstamp.0
source: Revision date
de: Änderungsdatum
fa: تاریخ بازنگری
ja: 改訂日
nl: Datum van aanpassing
sv: Ändringsdatum
tr: Düzenlenme tarihi

# tl_theme.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung
fa: تاریخ و ساعت آخرین بازنگری
ja: 最新のリビジョンの日付と時刻
nl: Datum en tijdstip van de laatste aanpassing.
sv: Datum och tid för senaste ändringen.
tr: Son düzenlenme tarihi ve saati

# tl_theme.title_legend
source: Title and author
de: Titel und Autor
fa: عنوان و نویسنده
ja: 題名と作成者
nl: Titel en auteur
sv: Titel och upphovsman
tr: Başlık ve geliştirici

# tl_theme.config_legend
source: Configuration
de: Konfiguration
fa: پیکربندی
ja: 構成
nl: Configuratie
sv: Konfiguration
tr: Yapılandırma

# tl_theme.theme_imported
source: Theme "%s" has been imported.
de: Das Theme "%s" wurde importiert.
fa: پوسته "%s" وارد شد.
ja: テーマ"%s"をインポートしました。
nl: Thema "%s" is geïmporteerd
sv: Temat "%s" har importerats.
tr: "%s" teması içe aktarıldı.

# tl_theme.checking_theme
source: The theme data is being checked
de: Die Theme-Daten werden überprüft
fa: داده‌های پوسته بررسی می‌شود.
ja: テーマのデータを検査中
nl: Themagegevens worden gecontroleerd
sv: Temats data kontrolleras.
tr: Tema verileri denetleniyor

# tl_theme.tables_fields
source: Tables and fields
de: Tabellen und Felder
fa: جدول‌ها و فیلدها
ja: テーブルと項目
nl: Tabellen en velden
sv: Tabeller och fält
tr: Tablolar ve alanlar

# tl_theme.missing_field
source: The field <strong>%s</strong> is missing in the database and will not be imported.
de: Das Feld <strong>%s</strong> fehlt in der Datenbank und wird daher nicht importiert.
fa: فیلد <strong>%s</strong> در پایگاه‌داده مفقود است و وارد نخواهد شد.
ja: データベースにない<strong>%s</strong>の項目はインポートしません。
nl: Het veld <strong>%s</strong> komt niet voor in de database en wordt niet geïmporteerd.
sv: Fältet <strong>%s</strong> saknas i databasen och kommer därför inte att importeras.
tr: Veri tabanında <strong>%s</strong> alanı eksik olduğundan içe aktarılmayacak.

# tl_theme.tables_ok
source: The tables have been successfully checked.
de: Die Prüfung der Tabellen war erfolgreich.
fa: جدول‌ها با موفقیت بررسی شدند
ja: テーブルの検査を完了しました。
nl: Tabellen zijn succesvol gecontroleerd.
sv: Tabellen har kontrollerats utan problem.
tr: Tablolar denetlendi.

# tl_theme.missing_xml
source: Theme "%s" is corrupt and cannot be imported.
de: Das Theme "%s" ist fehlerhaft und kann nicht importiert werden.
fa: پوسته "%s" خاراب است و نمی‌تواند وارد شود.
ja: テーマ"%s"は破損していてインポートできません。
nl: Thema "%s" is beschadigd en kan niet worden geïmporteerd.
sv: Temat "%s" är skadat och kan inte importeras.
tr: "%s" teması bozulmuş olduğundan içe aktarılamaz.

# tl_theme.custom_templates
source: Custom templates
de: Eigene Templates
fa: قالب‌های سفارشی
ja: カスタムテンプレート
nl: Aangepaste templates
sv: Egna mallar
tr: Özel kalıplar

# tl_theme.template_exists
source: The template <strong>"%s"</strong> exists and will be overwritten.
de: Das Template <strong>"%s"</strong> existiert bereits und wird überschrieben.
fa: پوسته <strong>"%s"</strong> وجود دارد و بازنویسی خواهد شد.
ja: 既存のテンプレート<strong>"%s"</strong>を上書きします。
nl: Template <strong>"%s"</strong> bestaat reeds en zal worden overschreven.
sv: Mallen <strong>"%s"</strong> finns redan och kommer skrivas över.
tr: <strong>"%s"</strong> kalıbı zaten var ve üzerine yazılacak.

# tl_theme.templates_ok
source: No conflicts detected.
de: Keine Konflikte festgestellt.
fa: تداخلی شناسایی نشد.
ja: 競合を検出しませんでした。
nl: Geen conflicten aangetroffen.
sv: Inga konflikter har identifierats.
tr: Herhangi bir çakışma algılanmadı.

# tl_theme.store.0
source: Theme store
fa: فروشگاه پوسته
ja: テーマストア
nl: Contao theme store
sv: Temabutik
tr: Tema deposu

# tl_theme.store.1
source: Find more themes in the Contao theme store
de: Weitere Themes im Contao Theme-Store finden
fa: پیدا کردن پوسته‌های بیشتر در فروشگاه پوسته کنتائو
ja: さらにテーマをContaoテーマストアで検索
nl: Meer thema's in de Contao theme store vinden
sv: Hitta fler teman i Contao temabutik
tr: Contao tema mağazasından başka temalar alabilirsiniz.

# tl_theme.importTheme.0
source: Import
de: Importieren
fa: وارد کردن
ja: インポート
nl: Importeer
tr: İçe aktar

# tl_theme.importTheme.1
source: Import a theme
de: Ein Theme importieren
fa: وارد کردن یک پوسته
ja: テーマをインポート
nl: Importeer een thema
sv: Importera ett tema
tr: İçe bir tema aktar

# tl_theme.selectExampleWebsite.0
source: Import an example website
de: Beispiel-Website importieren
fa: وارد کردن یک وب‌سایت نمونه
nl: Importeer een voorbeeldwebsite
sv: Importera en exempelwebbplats
tr: Örnek bir siteyi içe aktar

# tl_theme.selectExampleWebsite.1
source: Here you can import an <code>.sql</code> file. Any existing data will be deleted! If you only want to import a theme, do not select a file here.
de: Hier können Sie eine <code>.sql</code>-Datei importieren. Dabei werden alle bestehenden Daten gelöscht! Wenn Sie stattdessen lediglich ein Theme importieren wollen, wählen Sie hier keine Datei aus.
fa: در اینجا می‌توانید یک فایل <code>.sql</code> را وارد کنید. هر گونه داده موجود حذف خواهد شد! اگر فقط می‌خواهید یک پوسته را وارد کنید، فایلی را در اینجا انتخاب نکنید.
nl: Hier kunt u een <code>.sql</code> bestand importeren. Alle bestaande gegevens worden verwijderd! Als u alleen een thema wilt importeren, selecteert u hier geen bestand.
sv: Här kan du importera en <code>.sql</code>-fil. All befintlig data kommer att raderas! Om du bara vill importera ett tema, välj inte en fil här.
tr: Buradan bir <code>.sql</code> dosyasını içe aktarabilirsiniz. Var olan tüm veriler silinecek! Yalnızca bir temayı içe aktarmak istiyorsanız buradan bir dosya seçmeyin.

# tl_theme.exampleWebsiteImportType.0
source: Import type
de: Art des Imports
fa: نوع وارد کردن
sv: Importtyp
tr: İçe aktarma türü

# tl_theme.exampleWebsiteImportType.1
source: Here you can select the import type.
de: Hier können Sie die Art des Imports auswählen.
fa: در اینجا می توانید نوع وارد کردن را انتخاب کنید.
nl: Hier kunt u het importtype selecteren.
sv: Här kan du välja importtyp.
tr: Buradan içe aktarma türünü seçebilirsiniz.

# tl_theme.exampleWebsiteImport.full
source: Full SQL import
de: Vollständiger SQL-Import
fa: وارد کردن SQL کامل
nl: Volledige SQL import
sv: Fullständig SQL-import
tr: Tam SQL içe aktarma

# tl_theme.exampleWebsiteImport.data
source: Data only
de: Nur Daten
fa: فقط داده
nl: Alleen gegevens
sv: Endast data
tr: Yalnızca veriler

# tl_theme.exampleWebsiteImport.data_no_truncate
source: Data only without truncating tables
de: Nur Daten ohne die Tabellen zu leeren
fa: داده‌ها فقط بدون برش جداول
nl: Alleen gegevens zonder tabel leeg te maken
sv: Data endast utan trunkering av tabeller
tr: Tabloları temizlemeden yalnızca veriler

# tl_theme.editmeta
source: Edit the theme settings
de: Theme-Einstellungen bearbeiten
fa: ویرایش تنظیمات پوسته
ja: テーマの設定を変更
nl: Bewerk de thema instellingen
sv: Redigera temainställningarna
tr: Tema ayarlarını düzenle

# tl_theme.new.0
source: New
de: Neu
fa: جدید
ja: 新規作成
nl: Nieuw
sv: Ny
tr: Yeni

# tl_theme.new.1
source: Create a new theme
de: Ein neues Theme anlegen
fa: ایجاد یک پوسته جدید
ja: 新しいテーマを作成
nl: Maak een nieuw thema
sv: Skapa ett nytt tema
tr: Yeni bir tema ekle

# tl_theme.show
source: Show the details of theme ID %s
de: Details des Themes ID %s anzeigen
fa: نمایش جزئیات پوسته شناسه %s
ja: ID %sのテーマの詳細を表示
nl: Toon de details van thema ID %s
sv: Visa detaljer för temat med ID %s
tr: %s kimlikli temanın ayrıntılarını görüntüle

# tl_theme.edit
source: Edit theme ID %s
de: Theme ID %s bearbeiten
fa: ویرایش پوسته شناسه %s
ja: ID %sのテーマを変更
nl: Bewerk thema ID %s
sv: Redigera tema med ID %s
tr: %s kimlikli temayı düzenle

# tl_theme.delete
source: Delete theme ID %s
de: Theme ID %s löschen
fa: حذف پوسته شناسه %s
ja: ID %sのテーマを削除
nl: Verwijder thema ID %s
sv: Ta bort tema med ID %s
tr: %s kimlikli temayı sil

# tl_theme.css
source: Edit the style sheets of theme ID %s
de: Stylesheets des Themes ID %s bearbeiten
fa: ویرایش شیوه‌نامه‌های پوسته شناسه %s
ja: ID %sのテーマのスタイルシートを編集
nl: Bewerk style sheets van thema ID %s
sv: Redigera stilmallar för tema med ID %s
tr: %s kimlikli temanın biçem sayfalarını düzenle

# tl_theme.modules
source: Edit the front end modules of theme ID %s
de: Frontend-Module des Themes ID %s bearbeiten
fa: ویرایش ماژول‌های بخش کاربری پوسته شناسه %s
ja: ID %sのテーマのフロントエンドモジュールを編集
nl: Bewerk front-end modules van thema ID %s
sv: Redigera frontend-moduler för tema med ID %s
tr: %s kimlikli temanın ön yüz modüllerini düzenle

# tl_theme.layout
source: Edit the page layouts of theme ID %s
de: Seitenlayouts des Themes ID %s bearbeiten
fa: ویرایش چیدمان برگه‌ها پوسته شناسه %s
ja: ID %sのテーマのページのレイアウトを編集
nl: Bewerk pagina lay-outs van thema ID %s
sv: Redigera layouter för tema med ID %s
tr: %s kimlikli temanın sayfa yerleşimlerini düzenle

# tl_theme.imageSizes
source: Edit the image sizes of theme ID %s
de: Bildgrößen des Themes ID %s bearbeiten
fa: ویرایش اندازه نصویر پوسته شناسه %s
ja: ID %sのテーマの画像を編集
nl: Bewerk de beeldgrootte van thema ID %s
sv: Redigera bildstorlekar för tema med ID %s
tr: %s kimlikli temanın görsel boyutlarını düzenle

# tl_theme.exportTheme
source: Export theme ID %s
de: Theme ID %s exportieren
fa: خارج کردن پوسته شناسه %s
ja: ID %sのテーマをエクスポート
nl: Exporteer thema ID %s
sv: Exportera tema med ID %s
tr: %s kimlikli temayı dışa aktar

# tl_theme.source.1
source: Here you can upload one or more .cto or .sql files to be imported.
de: Hier können Sie eine oder mehrere .cto- oder .sql-Dateien für den Import hochladen.
sv: Här kan du ladda upp en eller flera .cto- eller .sql-filer som ska importeras.

# tl_theme.vars.0
source: Global variables
ja: 広域変数

# tl_theme.vars.1
source: Here you can define global variables for the style sheets of the theme (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
ja: テーマのスタイルシートの広域変数を設定できます。(例:<em>$red</em> → <em>c00</em> や <em>$margin</em> → <em>12px</em>)

# tl_theme.source.1
source: Here you can upload one or more .cto files to be imported.
ja: インポートする1つ以上の.ctoファイルをアップロードしてください。

# tl_theme.vars_legend
source: Global variables
ja: 広域変数
