Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_undo.xlf
Languages: fr, ru

# tl_undo.pid.0
source: User
fr: Utilisateur
ru: Пользователь

# tl_undo.pid.1
source: Name of the associated user
fr: Nom de l'utilisateur associé
ru: Имя связанного пользователя

# tl_undo.fromTable.0
source: Source
ru: Исходник

# tl_undo.fromTable.1
source: Name of the original table
fr: Nom de la table originale
ru: Имя исходной таблицы

# tl_undo.affectedRows.0
source: Affected rows
fr: Enregistrements
ru: Записи данных

# tl_undo.affectedRows.1
source: Number of records included in the undo step
fr: Nombre d'enregistrements affectés
ru: Количество неэффективных записей данных

# tl_undo.query.0
source: Details
fr: Détails
ru: Детали

# tl_undo.query.1
source: Details of the undo step
fr: Détails de l'entrée courante
ru: Детали шага отмены

# tl_undo.data.0
source: Data
fr: Données
ru: Данные

# tl_undo.data.1
source: Raw data of the undo step
fr: Données des enregistrements supprimés
ru: Данные шага отмены

# tl_undo.undo
source: Restore element ID %s
fr: Rétablir l'élément ID %s
ru: Восстановить элемент ID %s

# tl_undo.parent_modal
source: Show origin of %s ID %s
ru: Показать происхождение %s ID %s
