Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_user_group.xlf
Languages: fa, sl, sr

# tl_user_group.name.0
source: Title
fa: عنوان
sl: Naziv
sr: Назив

# tl_user_group.name.1
source: Please enter the group title.
fa: لطفا عنوان گروه وارد نمایید.
sl: Vnesite unikatno ime skupine.
sr: Унесите назив групе.

# tl_user_group.alexf.0
source: Allowed fields
fa: فیلدهای مجاز
sl: Izključena polja
sr: Дозвољена поља

# tl_user_group.alexf.1
source: Here you can choose which fields will be editable.
fa: اینجا می‌توانید فیلدهایی قابل ویرایش را انتخاب نمایید.
sl: Tu lahko izberete katera polja se bodo lahko urejala.
sr: Овде можете изабрати која ће се поља моћи уређивати.

# tl_user_group.disable.0
source: Deactivate
fa: غیرفعال
sl: Onemogoči
sr: Деактивирај

# tl_user_group.disable.1
source: Temporarily disable the group.
fa: غیرفعال کردن موقت گروه.
sl: Začasno onemogoči skupino.
sr: Привремено онемогући групу.

# tl_user_group.start.0
source: Activate on
fa: فعال در
sl: Omogoči na
sr: Активирај

# tl_user_group.start.1
source: If you want to prevent the group from being active before a certain date/time, you can enter it here. Otherwise leave the field blank.
fa: اگر می‌خواهید از فعال بودن گروه قبل از تاریخ/ساعت مشخصی جلوگیری کنید، می‌توانید اینجا وارد کنید. در غیر این صوت فیلد را خالی بگذارید.
sr: Ако желите да спречите да група буде активна пре неког дана/времена, можете то подесити овде. У супротном, оставите поље празним.

# tl_user_group.stop.0
source: Deactivate on
fa: غیرفعال در
sl: Onemogoči na
sr: Деактивирај

# tl_user_group.stop.1
source: If you want to prevent the group from being active after a certain date/time, you can enter it here. Otherwise leave the field blank.
fa: اگر می‌خواهید از فعال بودن گروه بعد از تاریخ/ساعت مشخصی جلوگیری کنید، می‌توانید اینجا وارد کنید. در غیر این صوت فیلد را خالی بگذارید.
sr: Ако желите да спречите да група буде активна након неког дана/времена, можете то подесити овде. У супротном, оставите поље празним.

# tl_user_group.title_legend
source: Title
fa: عنوان
sl: Naziv
sr: Назив

# tl_user_group.modules_legend
source: Allowed modules
fa: ماژول‌های مجاز
sl: Dovoljeni moduli
sr: Дозвољени модули

# tl_user_group.elements_legend
source: Allowed elements
fa: المان‌های مجاز
sl: Dovoljeni elementi
sr: Дозвољени елементи

# tl_user_group.pagemounts_legend
source: Pagemounts
fa: برگه‌های مونت شده
sl: Vključene strani

# tl_user_group.filemounts_legend
source: Filemounts
fa: پرونده‌های مونت شده
sl: Vključene datoteke

# tl_user_group.imageSizes_legend
source: Image sizes
fa: اندازه‌های تصویر
sl: Velikosti slik
sr: Величине слика

# tl_user_group.forms_legend
source: Form permissions
fa: مجوزهای فرم
sl: Dovoljenja obrazca
sr: Дозволе формулара

# tl_user_group.amg_legend
source: Allowed member groups
fa: گروه‌های اعضاء مجاز
sl: Dovoljene skupine uporabnikov
sr: Дозвољене групе корисника

# tl_user_group.alexf_legend
source: Allowed fields
fa: فیلدهای مجاز
sl: Izključena polja
sr: Дозвољена поља

# tl_user_group.account_legend
source: Group settings
fa: تنظیمات گروه
sl: Nastavitve skupine
sr: Подешавања групе

# tl_user_group.new.0
source: New
fa: جدید
sl: Nov
sr: Ново

# tl_user_group.new.1
source: Create a new user group
fa: ایجاد یک گروه کاربری جدید
sl: Ustvari novo skupino uporabnikov
sr: Креирај нову корисничку групу

# tl_user_group.show
source: Show the details of user group ID %s
fa: نمایش جزئیات گروه کاربری شناسه‌ی %s
sl: Prikaži podrobnosti skupine uporabnikov z ID %s
sr: Прикажи детаље корисничке групе ID%s

# tl_user_group.edit
source: Edit user group ID %s
fa: ویرایش گروه کاربری شناسه‌ی %s
sl: Uredi skupino uporabnikov z ID %s
sr: Уреди кориснилку групу ID%s

# tl_user_group.copy
source: Duplicate user group ID %s
fa: تکثیر گروه کاربری شناسه‌ی %s
sl: Podvoji skupino uporabnikov z ID %s
sr: Копирај корисничку групу ID %s

# tl_user_group.delete
source: Delete user group ID %s
fa: حذف گروه کاربری شناسه‌ی %s
sl: Izbriši skupino uporabnikov z ID %s
sr: Обриши корисничку групу ID%s

# tl_user_group.toggle
source: Activate/deactivate user group ID %s
fa: فعال/غیرفعال کردن گروه کاربری شناسه‌ی %s
sl: Omogoči/onemogoči skupino uporabnikov z ID %s
sr: Активирај/деактивирај корисничку групу ID %s

# tl_user_group.start.1
source: If you want to prevent the group from being active before a certain date/time, you can enter it here. Otherwise, leave the field blank.
sl: Če želite preprečiti, da bi bila skupina aktivna pred določenim dnem/uro, ga/jo lahko vnesete tu. Drugače pustite vnosno polje prazno.

# tl_user_group.stop.1
source: If you want to prevent the group from being active after a certain date/time, you can enter it here. Otherwise, leave the field blank.
sl: Če želite onemogočiti skupino z določenim dnem oz. uro, ga oz. jo vnesite tu. Drugače pustite polje prazno.
