Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_user.xlf
Languages: de, it, nl, pl, ru, sl, tr

# tl_user.stop.0
source: Deactivate on
de: Deaktivieren am
it: Disattiva dal
nl: Deactiveer op
pl: Deaktywuj w
ru: Деактивировать с
sl: Onemogoči na
tr: Devre dışı bırakılma zamanı

# tl_user.stop.1
source: If you want to prevent the account from being active after a certain date/time, you can enter it here. Otherwise, leave the field blank.
it: Se vuoi impedire che l'account sia attivo dopo una certa data/ora, puoi inserirlo qui. Altrimenti lascia il campo vuoto.
nl: Als u wilt voorkomen dat het account na een bepaalde datum/tijd actief wordt, kunt u dit hier invullen. Laat anders het veld leeg.
sl: Če želite onemogočiti račun z določenim dnem oz. uro, ga oz. jo vnesite tu. Drugače pustite polje prazno.

# tl_user.session.0
source: Purge data
de: Daten bereinigen
it: Elimina dati sessione
nl: Verwijder sessiegegevens
pl: Usuń dane sesji
ru: Очистить данные
sl: Počisti podatke
tr: Verileri sil

# tl_user.session.1
source: Please select the data you want to purge.
de: Bitte wählen Sie die zu bereinigenden Daten aus.
it: Selezionando questa opzione verranno eliminati i dati di sessione correnti.
nl: Als u deze optie kiest worden de huidige sessiegegevens verwijderd.
pl: Zaznacz dane, które chcesz wyczyścić.
ru: Выберите данные, которые хотите очистить.
sl: Prosimo, izberite podatke, ki jih želite počistiti.
tr: Lütfen silmek istediğiniz verileri seçin.

# tl_user.name_legend
source: Name and e-mail
de: Name und E-Mail
it: Nome ed e-mail
nl: Naam en e-mailadres
pl: Nazwa i e-mail
ru: Имя и e-mail
sl: Ime in naslov elektronske pošte
tr: Ad ve e-posta

# tl_user.backend_legend
source: Back end settings
de: Backend-Einstellungen
it: Impostazioni di back end
nl: Back-end instellingen
pl: Ustawienia panelu admina
ru: Настройки панели управления
sl: Nastavitve v administraciji
tr: Yönetim bölümü ayarları

# tl_user.theme_legend
source: Back end theme
it: Tema back end
nl: Back-end thema
pl: Motyw panelu admina
ru: Тема панели управления
sl: Slogovna predloga ozadja
tr: Yönetim bölümü teması

# tl_user.password_legend
source: Password settings
de: Passworteinstellungen
it: Impostazioni password
nl: Wachtwoord instellingen
pl: Ustawienia hasła
ru: Пароль
sl: Nastavitev gesla
tr: Parola ayarları

# tl_user.admin_legend
source: Administrator
it: Amministratore
ru: Администратор
tr: Yönetici

# tl_user.groups_legend
source: User groups
de: Benutzergruppen
it: Gruppi utenti
nl: Gebruikersgroepen
pl: Grupy redaktorów
ru: Группы пользователей
sl: Uporabniške skupine
tr: Kullanıcı grupları

# tl_user.modules_legend
source: Allowed modules
de: Erlaubte Module
it: Moduli abilitati
nl: Toegestane modules
pl: Dozwolone moduły
ru: Разрешенные модули
sl: Dovoljeni moduli
tr: İzin verilen modüller

# tl_user.elements_legend
source: Allowed elements
de: Erlaubte Elemente
it: Elementi consentiti
nl: Toegestane elementen
pl: Dozwolone elementy
ru: Разрешенные элементы
sl: Dovoljeni elementi
tr: İzin verilen bileşenler

# tl_user.pagemounts_legend
source: Pagemounts
it: Punto di partenza struttura web
nl: Paginakoppelingen
pl: Zezwolenia stron
ru: Доступные страницы
sl: Vključene strani
tr: Sayfa bağlantıları

# tl_user.filemounts_legend
source: Filemounts
it: Punto di partenza struttura file
nl: Bestandskoppelingen
pl: Zezwolenia plików
ru: Доступные каталоги
sl: Vključene datoteke
tr: Dosya bağlantıları

# tl_user.imageSizes_legend
source: Image sizes
de: Bildgrößen
it: Dimensioni immagine
nl: Beeldformaten
pl: Rozmiary obrazka
ru: Размеры изображения
sl: Velikosti slik
tr: Görsel boyutları

# tl_user.forms_legend
source: Form permissions
de: Formular-Rechte
it: Permessi form
nl: Formuliertoegang
pl: Dostęp do formularzy
ru: Разрешения форм
sl: Dovoljenja obrazca
tr: Form izinleri

# tl_user.amg_legend
source: Allowed member groups
de: Erlaubte Mitgliedergruppen
it: Accesso gruppi
nl: Ledengroepen die zijn toegestaan
pl: Dozwolone grupy użytkowników
ru: Разрешенные группы участников
sl: Dovoljene skupine uporabnikov
tr: İzin verilen üye grupları

# tl_user.account_legend
source: Account settings
de: Kontoeinstellungen
it: Impostazioni utente
nl: Account instellingen
pl: Ustawienia konta
ru: Настройки учетной записи
sl: Nastavitve računa
tr: Hesap ayarları

# tl_user.session_legend
source: Clear cache
de: Cache leeren
it: Elimina cache
nl: Cache leegmaken
pl: Wyczyść pamięć podręczną
ru: Очистить кеш
sl: Počisti medpomnilnik
tr: Ön belleği temizle

# tl_user.sessionLabel
source: Session data
de: Session-Daten
it: Informazioni sessione
nl: Sessie gegevens
pl: Dane sesji
ru: Данные сесии
sl: Podatki seje
tr: Oturum verileri

# tl_user.htmlLabel
source: Image cache
de: Bildercache
it: Cache immagini
nl: Afbeelding cache
pl: Pamięć podręczna obrazków
ru: Кеш изображений
sl: Slikovni medpomnilnik
tr: Görsel ön belleği

# tl_user.previewLabel
source: Preview cache
de: Vorschau-Cache
it: Anteprima cache
pl: Pamięć podręczna podglądu
ru: Кеш предварительного просмотра
sl: Predpomnilnik za predogled
tr: Ön izleme ön belleği

# tl_user.tempLabel
source: Shared cache
it: Cache condivisa
nl: Gedeelde cache
pl: Wspólna pamięć podręczna
ru: Общий кеш
sl: Deljeni predpomnilnik
tr: Paylaşılmış ön bellek

# tl_user.sessionPurged
source: The session data has been purged
de: Die Session-Daten wurden gelöscht
it: I dati della sessione sono stati eliminati
nl: Sessiegegevens zijn verwijderd
pl: Dane sesji zostały wyczyszczone
ru: Данные сесии очищены
sl: Podatki seje so bili izbrisani
tr: Oturum verileri silindi

# tl_user.htmlPurged
source: The image cache has been purged
de: Der Bildercache wurde geleert
it: La cache delle immagini è stata ripulita
nl: Afbeeldings cache is verwijderd
pl: Pamięć podręczna obrazków została wyczyszczona
ru: Кеш изображений очищен
sl: Slikovni medpomnilnik je bil izbrisan
tr: Görsel ön belleği silindi

# tl_user.previewPurged
source: The preview cache has been purged
de: Der Vorschau-Cache wurde geleert
it: La cache di anteprima è stata eliminata
nl: De preview cache is leeggemaakt
pl: Pamięć podręczna podglądu została wyczyszczona.
ru: Кеш предварительного просмотра очищен
sl: Predpomnilnik za predogled je izpraznjen
tr: Ön izleme ön belleği silindi

# tl_user.tempPurged
source: The shared cache has been purged
de: Der Shared-Cache wurde geleert
it: La cache condivisa è stata eliminata
nl: De gedeelde cache is verwijderd
pl: Wspólna pamięć podręczna została wyczyszczona
ru: Общий кеш очищен
sl: Deljeni predpomnilnik je bil izpraznjen
tr: Paylaşılmış ön bellek silindi

# tl_user.FileUpload
source: Default uploader
de: Standard-Uploader
it: Uploader predefinito
nl: Standaard uploader
pl: Domyślny uploader
ru: Загрузчик файлов по умолчанию
sl: Privzet nalagalnik
tr: Varsayılan yükleyici

# tl_user.useTwoFactor
source: Use two-factor authentication
de: Zwei-Faktor-Authentifizierung verwenden
it: Utilizzare l'autenticazione a due fattori
nl: Twee-traps authenticatie gebruiken
pl: Używaj 2-stopniowego uwierzytelniania
ru: Использовать двухфакторную авторизацию
sl: Uporabi dvostopenjsko prijavo
tr: İki aşamalı kimlik doğrulama kullanılsın

# tl_user.new.0
source: New
de: Neu
it: Nuovo
nl: Nieuw
pl: Nowy
ru: Новый
sl: Nov
tr: Yeni

# tl_user.new.1
source: Create a new user
de: Einen neuen Benutzer anlegen
it: Crea un nuovo utente
nl: Maak een nieuwe gebruiker aan
pl: Stwórz nowego redaktora
ru: Создать нового пользователя
sl: Ustvari novega uporabnika
tr: Yeni bir kullanıcı ekle

# tl_user.show
source: Show the details of user ID %s
de: Details des Benutzers ID %s anzeigen
it: Mostra i dettagli dell'utente con ID %s
nl: Toon details van gebruiker ID %s
pl: Pokaż szczegóły o redaktorze ID %s
ru: Показать детали пользователя ID %s
sl: Prikaži podatke uporabnika z ID %s
tr: %s kodlu kullanıcının ayrıntılarını görüntüle

# tl_user.edit
source: Edit user ID %s
de: Benutzer ID %s bearbeiten
it: Modifica i dati dell'utente con ID %s
nl: Bewerk gebruiker ID %s
pl: Edytuj redaktora ID %s
ru: Редактировать пользователя ID %s
sl: Uredi uporabnika z ID %s
tr: %s kodlu kullanıcıyı düzenle

# tl_user.copy
source: Duplicate user ID %s
de: Benutzer ID %s duplizieren
it: Duplica i dati dell'utente con ID %s
nl: Kopieer gebruiker ID %s
pl: Duplikuj redaktora ID %s
ru: Дублировать пользователя ID %s
sl: Podvoji uporabnika z ID %s
tr: %s kodlu kullanıcıyı kopyala

# tl_user.delete
source: Delete user ID %s
de: Benutzer ID %s löschen
it: Elimina i dati dell'utente con ID %s
nl: Verwijder gebruiker ID %s
pl: Usuń redaktora ID %s
ru: Удалить пользователя ID %s
sl: Izbriši uporabnika z ID %s
tr: %s kodlu kullanıcıyı sil

# tl_user.toggle.0
source: Activate/deactivate user
it: Attiva/disattiva utente
nl: Activeer/deactiveer gebruiker
sl: Omogoči/onemogoči uporabnika

# tl_user.toggle.1
source: Deactivate user ID %s
it: Disattiva utente ID %s
nl: Deactiveer gebruiker ID %s
sl: Onemogoči uporabnika z ID %s

# tl_user.toggle.2
source: Activate user ID %s
it: Attiva utente ID %s
nl: Activeer gebruiker ID %s
sl: Omogoči uporabnika z ID %s

# tl_user.su
source: Switch to user ID %s
de: Zu Benutzer ID %s wechseln
it: Assumi l'identità dell'utente con ID %s
nl: Verander naar gebruiker ID %s
pl: Przełącz się na redaktora ID %s
ru: Переключить пользователя ID %s
sl: Preklopi uporabnika z ID %s
tr: %s kodlu kullanıcıya geç

# tl_user.start.1
source: If you want to prevent the account from being active before a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie das Konto erst ab einem bestimmten Zeitpunkt aktivieren möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
pl: Jeśli nie chcesz, żeby konto redaktora było aktywne przed jakąś datą, możesz wprowadzić ją tutaj. W przeciwnym wypadku zostaw to pole puste.
ru: Если хотите запретить активацию учетной записи на веб-сайте до определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.
tr: Hesabın belirli bir tarih/saatten önce etkin olmasını engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_user.stop.1
source: If you want to prevent the account from being active after a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie das Konto nur bis zu einem bestimmten Zeitpunkt aktivieren möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
pl: Jeśli nie chcesz żeby konto było aktywne po jakiejś dacie, możesz wprowadzić ją tutaj. W przeciwnym wypadku zostaw to pole puste.
ru: Если хотите запретить активацию учетной записи на веб-сайте после определенной даты/времени, введите её здесь. В противном случае оставьте поле пустым.
tr: Hesabın belirli bir tarih/saatten sonra etkin olmasını engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_user.toggle
source: Activate/deactivate user ID %s
de: Benutzer ID %s aktivieren/deaktivieren
pl: Aktywuj/deaktywuj redaktora ID %s
ru: Активировать/деактивировать пользователя ID %s
tr: %s kodlu kullanıcıyı etkinleştir/devre dışı bırak
