Repository: contao/contao
Catalog: core-bundle/contao/languages/*/*_user.xlf
Languages: de, it, nl, pl, ru, sl, tr

# tl_user.username.0
source: Username
de: Benutzername
it: Nome utente
nl: Gebruikersnaam
pl: Login
ru: Имя пользователя
sl: Uporabniško ime
tr: Kullanıcı adı

# tl_user.username.1
source: Please enter a unique username.
de: Bitte geben Sie einen eindeutigen Benutzernamen ein.
it: Inserire un nome utente univoco.
nl: Geef een unieke gebruikersnaam op.
pl: Wprowadź unikalny login redaktora.
ru: Введите уникальное имя пользователя.
sl: Prosimo, vnesite edinstveno uporabniško ime.
tr: Lütfen benzersiz bir kullanıcı adı yazın.

# tl_user.name.0
source: Name
it: Nome
nl: Naam
pl: Nazwa wyświetlana
ru: Имя
sl: Naziv
tr: Ad

# tl_user.name.1
source: Please enter the first and last name.
de: Bitte geben Sie den Vor- und Nachnamen ein.
it: Inserisci nome e cognome.
nl: Geef voornaam en achternaam op.
pl: Wprowadź nazwę wyświetlaną.
ru: Введите имя и фамилию.
sl: Prosimo, vnesite ime in priimek.
tr: Lütfen adı ve soyadı yazın.

# tl_user.email.0
source: E-mail address
de: E-Mail-Adresse
it: Indirizzo email
nl: E-mailadres
pl: E-mail
ru: E-mail адрес
sl: Naslov elektronske pošte
tr: E-posta adresi

# tl_user.email.1
source: Please enter a valid e-mail address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
it: Inserisci un indirizzo email valido.
nl: Geef een geldig e-mailadres op.
pl: Wprowadź adres e-mail.
ru: Введите действующий e-mail адрес.
sl: Prosimo, vnesite veljaven e-naslov.
tr: Lütfen geçerli bir e-posta adresi yazın.

# tl_user.language.0
source: Back end language
de: Backend-Sprache
it: Lingua
nl: Back-end taal
pl: Język
ru: Язык панели управления
sl: Jezik v administraciji
tr: Yönetim bölümü dili

# tl_user.language.1
source: Here you can choose the back end language.
de: Hier können Sie die Backend-Sprache auswählen.
it: Seleziona la lingua del backend.
nl: Selecteer de back-end taal.
pl: Wybierz język panelu.
ru: Вы можете выбрать язык панели управления.
sl: Tu lahko izberete jezik skrbništva.
tr: Buradan yönetim bölümü dilini seçebilirsiniz.

# tl_user.backendTheme.0
source: Back end theme
it: Tema back end
nl: Back-end thema
pl: Motyw panelu admina
ru: Тема панели управления
sl: Slogovna predloga ozadja
tr: Yönetim bölümü teması

# tl_user.backendTheme.1
source: Here you can override the global back end theme.
de: Hier können Sie das globale Backend-Theme überschreiben.
it: Tramite questa opzione è possibile impostare un tema di backend diverso dall'impostazione generale.
nl: Hier kunt u het standaard back-end thema overschrijven.
pl: Tu możesz wybrać wygląd panelu administratora.
ru: Вы можете изменить тему панели управления.
sl: Tu lahko prepišete privzeto temo skrbništva.
tr: Buradan genel yönetim bölümü temasını değiştirebilirsiniz.

# tl_user.uploader.0
source: File uploader
de: Datei-Uploader
it: File da utilizzare per l'upload
nl: Bestand uploader
pl: Uploader plików
ru: Загрузчик файлов
sl: Nalagalnik datotek
tr: Dosya yükleyici

# tl_user.uploader.1
source: Here you can choose a file uploader.
de: Hier können Sie einen Datei-Uploader auswählen.
it: E' possibile selezionare il file che verrà utilizzato per l'upload.
nl: Kies hier een bestand uploader.
pl: Tutaj możesz wybrać uploader plików.
ru: Вы можете выбрать загрузчик файлов
sl: Tu lahko izberete orodje za nalaganje datotek.
tr: Buradan bir dosya yükleyici seçebilirsiniz.

# tl_user.showHelp.0
source: Show explanation
de: Erklärungen anzeigen
it: Mostra spiegazione
nl: Uitleg weergeven
pl: Pokazuj objaśnienie
ru: Показать пояснения
sl: Prikaži razlage
tr: Açıklama görüntülensin

# tl_user.showHelp.1
source: Show a short explanation text below each input field.
de: Unter jedem Eingabefeld einen kurzen Erklärungstext anzeigen.
it: Selezionando questa opzione, accanto ad ogni campo di input verrà mostrata una breve spiegazione.
nl: Als u deze optie selecteert wordt een korte uitleg weergegeven na elk input veld.
pl: Jeśli wybierzesz tę opcję, będzie wyświetlane krótkie wyjaśnienie po wpisaniu w polu tekstowym.
ru: Показать краткие текстовые описания под каждым полем ввода.
sl: Pokaži kratko razlago pod vsakim vnosnim poljem.
tr: Bu seçenek etkinleştirildiğinde, her giriş alanının altında kısa bir açıklama metni görüntülenir.

# tl_user.thumbnails.0
source: Show thumbnail images
de: Vorschaubilder anzeigen
it: Mostra miniature delle immagini
nl: Thumbnail afbeeldingen weergeven
pl: Pokazuj miniatury obrazków
ru: Показать эскизы изображений
sl: Prikaži predogledne sličice.
tr: Küçük görseller görüntülensin

# tl_user.thumbnails.1
source: Show thumbnail images in the file manager.
de: Vorschaubilder in der Dateiverwaltung anzeigen.
it: Selezionando questa opzione verranno mostrate nel file manager le miniature delle immagini.
nl: Als u deze optie kiest worden thumbnail afbeeldingen weergegeven in de bestandsmanager.
pl: Jeśli wybierzesz tę opcję, w menadżerze plików zostaną wyśwwietlone miniatury obrazków.
ru: Показать эскизы изображений в файловом менеджере.
sl: Pokaži predogledne sličice v upravitelju datotek.
tr: Bu seçenek etkinleştirildiğinde, dosya yöneticisinde küçük görseller görüntülenir.

# tl_user.useRTE.0
source: Enable the rich text editor
de: Rich Text Editor verwenden
it: Abilita il rich text editor (editor di testo con formattazione)
nl: Activeer Rich Text Editor
pl: Odblokuj przyjazny edytor tekstu
ru: Включить текстовый редактор
sl: Omogoči urejevalnik obogatenega besedila
tr: Zengin metin düzenleyici kullanılsın

# tl_user.useRTE.1
source: Use the rich text editor to format text elements.
de: Den Rich Text Editor zur Textformatierung verwenden.
it: Se avete problemi utilizzando l'editor di testo avanzato, qui potete disabilitarlo.
nl: Gebruik de rich text editor om tekst elementen op te maken.
pl: Jeśli doświadczysz problemów używając przyjaznego edytora tekstu, możesz go tutaj zablokować.
ru: Использовать текстовый редактор для форматирования текста.
sl: Omogoči urejevalnik obogatenega besedila za urejanje besedilnih elementov.
tr: Bu seçenek etkinleştirildiğinde, metin bileşenlerini biçimlendirmek için zengin metin düzenleyici kullanılır.

# tl_user.useCE.0
source: Enable the code editor
de: Code-Editor verwenden
it: Abilita l'editor di codice
nl: Activeer de code editor
pl: Włącz edytor kodu
ru: Включить редактор кода
sl: Omogoči urejevalnik izvorne kode
tr: Kod düzenleyici kullanılsın

# tl_user.useCE.1
source: Use the code editor to modify code elements.
de: Den Code-Editor zur Bearbeitung von Code-Elementen verwenden.
it: Utilizza l'editor di codice per modificare l'elemento
nl: Gebruik de code editor om code elementen te wijzigen.
pl: Używaj edytora kodu do modyfikacji elementów zawierających kod
ru: Использовать редактор кода для изменения элементов кода.
sl: Omogoči urejevalnik izvorne kode za urejanje tovrstnih elementov.
tr: Bu seçenek etkinleştirildiğinde, kod bileşenlerini düzenlemek için kod düzenleyici kullanılır.

# tl_user.doNotCollapse.0
source: Do not collapse content elements
it: Non comprimere gli elementi di contenuto
nl: Content elementen niet samenvouwen
sl: Ne skrči elementov vsebine

# tl_user.doNotCollapse.1
source: Do not collapse content elements in the back end preview.
it: Non comprimere gli elementi di contenuto nell'anteprima del back-end.
nl: Content elementen in de back-end voorvertoning niet samenvouwen.
sl: Ne skrči elementov vsebine v pogledu skrbništva.

# tl_user.pwChange.0
source: Password change required
de: Passwort-Änderung notwendig
it: Richiedi cambio password
nl: Wachtwoord wijziging vereist
pl: Wymagana zmiana hasła
ru: Требовать смену пароля
sl: Obvezna sprememba gesla
tr: Kullanıcı parolasını değiştirsin

# tl_user.pwChange.1
source: Make the user change his password upon the next login.
de: Zwingt den Benutzer, sein Passwort bei der nächsten Anmeldung zu ändern.
it: Forza l'utente a modificare la password al prossimo login.
nl: Zorg ervoor dat de gebruiker zijn wachtwoord wijzigt bij de volgende login.
pl: Użytkownik będzie musiał zmienić hasło przy następnym logowaniu.
ru: Потребовать смену пароля при следующем входе пользователя.
sl: Zahtevaj, da uporabnik spremeni geslo ob naslednji prijavi.
tr: Bu seçenek etkinleştirildiğinde, kullanıcıdan sonraki oturum açmasında parolasını değiştirmesi istenir.

# tl_user.admin.0
source: Make the user an administrator
de: Zum Administrator machen
it: Amministratore
nl: Maak gebruiker administrator
pl: Administrator
ru: Назначить администратором
sl: Dodaj uporabniku skrbniške pravice
tr: Kullanıcı yönetici olsun

# tl_user.admin.1
source: Administrators have unlimited access to all modules and elements!
de: Administratoren haben uneingeschränkten Zugriff auf alle Module und Elemente!
it: Un amministratore ha accesso illimitato a tutte le pagine, moduli, estensioni e cartelle.
nl: Een administrator heeft onbeperkte toegang tot alle pagina's, modules, extensies en mappen!
pl: Administrator ma nielimitowany dostęp do wszystkich stron, modułów, rozszerzeń i folderów!
ru: Администратор имеет неограниченный доступ ко всем страницам, модулям и элементам!
sl: Skrbniki imajo neomejen dostop do vseh modulov in elementov!
tr: Yöneticilerin tüm modül ve bileşenlere sınırlamasız erişimi vardır!

# tl_user.groups.0
source: User groups
de: Benutzergruppen
it: Gruppi utenti
nl: Gebruikersgroepen
pl: Grupy redaktorów
ru: Группы пользователей
sl: Uporabniške skupine
tr: Kullanıcı grupları

# tl_user.groups.1
source: Here you can assign the user to one or more groups.
de: Hier können Sie den Benutzer einer oder mehreren Gruppen zuweisen.
it: Tutti gli utenti non amministratori, ereditano i permessi da un gruppo di utenti. Di conseguenza, ogni utente deve essere membro almeno di un gruppo. Se un utente è assegnato a più gruppi, i permessi vengono sommati.
nl: Elke gebruiker die geen administrator is overerft alle permissies van een gebruikersgroep.
pl: Każdy redaktor, który nie jest administratorem, dziedziczy zezwolenia po grupie, w której się znajduje. Dlatego każdy redaktor musi być członkiem co najmniej jednej grupy! Jeśli redaktor jest w więcej niż jednej grupie, zezwolenia się łączą.
ru: Определите пользователя в одну или несколько групп.
sl: Tu lahko uporabnika vključite v eno ali več skupin.
tr: Buradan kullanıcıyı bir ya da birkaç gruba atayabilirsiniz.

# tl_user.inherit.0
source: Permission inheritance
de: Rechtevererbung
it: Ereditarietà permessi
nl: Permissie overerving
pl: Dziedziczenie zezwoleń
ru: Наследование прав
sl: Dedovanje dovoljenj
tr: Devralınacak izinler

# tl_user.inherit.1
source: Here you can define which group permissions the user inherits.
de: Hier können Sie festlegen, welche Gruppenrechte der Benutzer erbt.
it: Definire in che misura l'utente eredita i permessi.
nl: Definieer in hoeverre de gebruiker permissies overerft.
pl: Określ, do jakiego obszaru redaktor dziedziczy zezwolenia.
ru: Определите степень наследования прав пользователя.
sl: Tu lahko določite katera dovoljenja bo uporabnih podedoval.
tr: Buradan kullanıcının hangi grup izinlerini devralacağını tanımlayabilirsiniz.

# tl_user.group.0
source: Use group settings only
de: Nur Gruppenrechte verwenden
it: Usa solo impostazioni gruppo
nl: Gebruik enkel groepsinstellingen
pl: Używaj tylko ustawień grupy
ru: Использовать только права группы
sl: Uporabi le nastavitve skupine
tr: Yalnızca grup ayarları kullanılsın

# tl_user.group.1
source: The user inherits only group permissions.
de: Es werden ausschließlich Gruppenrechte verwendet.
it: L'utente eredita i permessi solo dai gruppi abilitati, indipendentemente dalle impostazioni personalizzate.
nl: De huidige gebruiker erft zijn permissies enkel van de gebruikersgroep zonder rekening te houden met individuele instellingen.
pl: Redaktor dziedziczy zezwolenia wyłącznie od grup.
ru: Пользователь наследует только права группы.
sl: Uporabnik deduje le skupinska dovoljenja.
tr: Bu seçenek etkinleştirildiğinde, kullanıcı yalnızca grup izinlerini devralır.

# tl_user.extend.0
source: Extend group settings
de: Gruppenrechte erweitern
it: Estendi impostazioni gruppo
nl: Groepsinstellingen uitbreiden
pl: Rozszerz ustawienia grupy
ru: Расширить индивидуальные права групповыми
sl: Razširi nastavitve skupine
tr: Grup ayarları genişletilsin

# tl_user.extend.1
source: The group permissions are extended by individual ones.
de: Gruppenrechte werden durch individuelle Rechte erweitert.
it: L'ereditarietà dei permessi viene estesa con le impostazioni personalizzate.
nl: Overerfde permissies worden uitgebreid met individuele instellingen.
pl: Dziedziczone zezwolenia są rozszerzone przez indywidualne ustawienia.
ru: Наследовать права группы и расширить индивидуальные права.
sl: Dovoljenja skupine so razširjene z posameznimi.
tr: Bu seçenek etkinleştirildiğinde, grup izinleri bireysel olanlar ile genişletilir.

# tl_user.custom.0
source: Use individual settings only
de: Nur Benutzerrechte verwenden
it: Usa solo impostazioni individuali
nl: Gebruik enkel individuele instellingen
pl: Używaj tylko indywidualnych ustawień
ru: Использовать только индивидуальные права
sl: Uporabi le pozamezna dovoljenja
tr: Yalnızca bireysel ayarlar kullanılsın

# tl_user.custom.1
source: Only individual permissions are applied.
de: Es werden ausschließlich individuelle Rechte verwendet.
it: Vengono applicati solo i permessi dell'utente corrente indipendentemente dai permessi del gruppo.
nl: Enkel de permissies van de huidige gebruiker worden toegepast, zonder rekening te houden met groepsinstellingen.
pl: Tylko zezwolenia aktualnego redaktora są stosowane.
ru: Действуют только права пользователя, независимо от прав группы.
sl: Uporabljena bodo le posamezna dovoljenja.
tr: Bu seçenek etkinleştirildiğinde, yalnızca bireysel izinler uygulanır.

# tl_user.modules.0
source: Back end modules
de: Backend-Module
it: Moduli backend
pl: Moduły panelu admina
ru: Модули панели управления
sl: Moduli v administraciji
tr: Yönetim bölümü modülleri

# tl_user.modules.1
source: Here you can grant access to one or more back end modules.
de: Hier können Sie den Zugriff auf ein oder mehrere Backend-Module erlauben.
it: Selezionare i moduli da abilitare per l' utente.
nl: Selecteer de modules die u wil activeren voor de gebruiker.
pl: Wybierz moduły, które chcesz odblokować temu redaktorowi.
ru: Вы можете предоставить доступ к одному или нескольким модулям панели управления.
sl: Tu lahko dodelite pravice za dostop do enega ali več skrbniških modulov.
tr: Buradan bir ya da birkaç yönetim bölümü modülüne erişim izni verebilirsiniz.

# tl_user.themes.0
source: Theme modules
de: Theme-Module
it: Modulo temi
nl: Thema modules
pl: Moduły motywu
ru: Модули темы
sl: Moduli teme
tr: Tema modülleri

# tl_user.themes.1
source: Here you can grant access to the theme modules.
de: Hier können Sie den Zugriff auf die Theme-Module steuern.
it: Seleziona le autorizzazioni di accesso al modulo dei temi
nl: Hier kunt u toegang verlenen tot de thema modules.
pl: Tu możesz dać dostęp do modułów motywu.
ru: Вы можете предоставить доступ к модулям темы.
sl: Tu lahko dodelite pravice za dostop do modulov teme.
tr: Buradan tema modüllerine erişim izni verebilirsiniz.

# tl_user.elements.0
source: Content elements
de: Inhaltselemente
it: Elemento di contenuto
nl: Inhoud elementen
pl: Elementy treści
ru: Элементы контента
sl: Elementi vsebine
tr: İçerik bileşenleri

# tl_user.elements.1
source: Here you can select the allowed content element types.
de: Hier können Sie die erlaubten Inhaltselementtypen auswählen.
it: Qui è possibile selezionare i tipi di elementi di contenuto consentiti.
nl: Hier kunt u de toegestane typen inhoudselementen selecteren.
pl: Tutaj możesz wybrać dozwolone typy elementów treści.
ru: Здесь можно выбрать допустимые типы элементов контента.
sl: Tu lahko določite dovoljene elemente vsebine
tr: Buradan kullanılmasına izin verilecek içerik bileşeni türlerini seçebilirsiniz.

# tl_user.fields.0
source: Form fields
de: Formularfelder
it: Campi modulo
nl: Formulier velden
pl: Pola formularza
ru: Поля формы
sl: Vnosna polja v obrazcih
tr: Form alanları

# tl_user.fields.1
source: Here you can select the allowed form field types.
de: Hier können Sie die erlaubten Formularfeldtypen auswählen.
it: Qui è possibile selezionare i tipi di campo del modulo consentiti.
nl: Hier kunt u de toegestane formulierveldtypen selecteren.
pl: Tutaj możesz wybrać dozwolone typy pól formularza.
ru: Здесь можно выбрать допустимые типы полей формы.
sl: Tu lahko določite dovoljena vnosna polja v obrazcih
tr: Buradan kullanılmasına izin verilecek form alanı türlerini seçebilirsiniz.

# tl_user.pagemounts.0
source: Pagemounts
it: Punto di partenza struttura web
nl: Paginakoppelingen
pl: Zezwolenia stron
ru: Доступные страницы
sl: Vključene strani
tr: Sayfa bağlantıları

# tl_user.pagemounts.1
source: Here you can grant access to one or more pages (subpages are included automatically).
de: Hier können Sie den Zugriff auf eine oder mehrere Seiten erlauben (Unterseiten werden automatisch hinzugefügt).
it: Selezionare le pagine da abilitare per l' utente corrente. Le sotto pagine vengono incluse automaticamente.
nl: Selecteer de pagina's die u wil activeren voor de huidige gebruiker. Subpagina's zijn automatisch inbegrepen.
pl: Zaznacz strony, które będą dostępne dla tego redaktora. Podstrony będą automatycznie udostępniane.
ru: Вы можете предоставить доступ к одной или нескольким страницам (Подстраницы будут включены автоматически).
sl: Tu lahko dodelite pravice za dostop do ene ali več strani (podstrani so vključene samodejno).
tr: Buradan bir ya da birkaç sayfaya erişim izni verebilirsiniz (alt sayfalar otomatik olarak katılır).

# tl_user.alpty.0
source: Allowed page types
de: Erlaubte Seitentypen
it: Tipi di pagina consentiti
nl: Toegestane paginatypes
pl: Dozwolone typy stron
ru: Разрешенные типы страниц
sl: Dovoljeni tipi strani
tr: İzin verilen sayfa türleri

# tl_user.alpty.1
source: Here you can select the page types you want to allow.
de: Hier können Sie die erlaubten Seitentypen festlegen.
it: Seleziona i tipi di pagina che vuoi abilitare per l'utente.
nl: Selecteer het paginatypes die u wilt activeren voor deze gebruiker.
pl: Zaznacz typy stron, które mają być dostępne dla redaktora.
ru: Выберите типы страниц, которые хотите сделать доступными для пользователя.
sl: Tu lahko izberete tipe strani, ki jih želite dovoliti.
tr: Buradan izin vermek istediğiniz sayfa türlerini seçebilirsiniz.

# tl_user.filemounts.0
source: Filemounts
it: Punto di partenza struttura file
nl: Bestandskoppelingen
pl: Zezwolenia plików
ru: Доступные каталоги
sl: Vključene datoteke
tr: Dosya bağlantıları

# tl_user.filemounts.1
source: Here you can grant access to one or more folders (subfolders will be included automatically).
de: Hier können Sie den Zugriff auf ein oder mehrere Verzeichnisse erlauben (Unterverzeichnisse werden automatisch hinzugefügt).
it: Selezionare le cartelle da abilitare per l'utente corrente. Le sotto cartelle vengono incluse automaticamente.
nl: Selecteer de mappen die u wilt activeren voor de huidige gebruiker. Submappen zijn automatisch inbegrepen.
pl: Zaznacz foldery, które będą dostępne dla tego redaktora. Podkatalogi będą automatycznie udostępniane.
ru: Вы можете предоставить доступ к одному или нескольким каталогам (Подкаталоги будут включены автоматически).
sl: Tu lahko dodelite pravice za dostop do enega ali več imenikov (podmape so vključene samodejno).
tr: Buradan bir ya da birkaç klasöre erişim izni verebilirsiniz (alt klasörler otomatik olarak katılır).

# tl_user.imageSizes.0
source: Image sizes
de: Bildgrößen
it: Dimensioni immagine
nl: Beeldformaten
pl: Rozmiary obrazka
ru: Размеры изображения
sl: Velikosti slik
tr: Görsel boyutları

# tl_user.imageSizes.1
source: Here you can grant access to one or more image sizes.
de: Hier können Sie den Zugriff auf eine oder mehrere Bildgrößen erlauben.
it: Qui si può concedere l'accesso a una o più dimensioni delle immagini.
nl: Selecteer de afbeelding groottes die u wilt activeren voor de gebruiker.
pl: Tutaj możesz nadać dostęp do jednego lub więcej rozmiarów obrazka.
ru: Вы можете предоставить доступ к одному или нескольким размерам изображения.
sl: Tukaj lahko dodelite dostop do ene ali več velikosti slik.
tr: Buradan bir ya da birkaç görsel boyutuna erişim izni verebilirsiniz.

# tl_user.forms.0
source: Allowed forms
de: Erlaubte Formulare
it: Moduli html
nl: Formulieren
pl: Dozwolone formularze
ru: Разрешенные формы
sl: Vključeni obrazci
tr: İzin verilen formlar

# tl_user.forms.1
source: Here you can grant access to one or more forms.
de: Hier können Sie den Zugriff auf ein oder mehrere Formulare erlauben.
it: Seleziona i moduli html che vuoi abilitare per l'utente.
nl: Selecteer formulieren die u wilt activeren voor een gebruiker.
pl: Zaznacz formularze, które mają być dostępne dla redaktora.
ru: Вы можете предоставить доступ к одной или нескольким формам.
sl: Tu lahko dodelite pravice za dostop do enega ali več obrazcev.
tr: Buradan bir ya da birkaç forma izin verebilirsiniz.

# tl_user.formp.0
source: Form permissions
de: Formular-Rechte
it: Permessi form
nl: Formuliertoegang
pl: Dostęp do formularzy
ru: Разрешения форм
sl: Dovoljenja obrazca
tr: Form izinleri

# tl_user.formp.1
source: Here you can define the form permissions.
de: Hier können Sie die Formularrechte festlegen.
it: In questa sezione è possibile definire i permessi del form
nl: Bepaal de formulier permissies.
pl: Tu możesz zdefiniować uprawnienia formularzy.
ru: Вы можете задать разрешения форм.
sl: Tu lahko določite dovoljenja obrazca.
tr: Burada form izinlerini tanımlayabilirsiniz.

# tl_user.amg.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen
it: Accesso gruppi
nl: Ledengroepen die zijn toegestaan
pl: Dozwolone grupy użytkowników
ru: Разрешенные группы участников
sl: Dovoljene skupine uporabnikov
tr: İzin verilen üye grupları

# tl_user.amg.1
source: Members of these groups can be used in the front end preview.
de: Mitglieder dieser Gruppen können in der Frontend-Vorschau verwendet werden.
it: I membri di questi gruppi possono essere utilizzati in anteprima del front end.
nl: Leden van deze groepen kunnen gebruikt worden in het frontend voorbeeld.
pl: Użytkownicy tych grup będą mogli być użyci w podglądzie frontend.
ru: Участники этих групп могут быть использованы в предварительном просмотре внешнего интерфейса.
sl: Člani teh skupin so na voljo pri predogledu strani
tr: Bu grupların üyeleri ön yüz ön izlemesini kullanabilir.

# tl_user.disable.0
source: Deactivate
de: Deaktivieren
it: Disattiva
nl: Deactiveer
pl: Deaktywuj
ru: Деактивировать
sl: Onemogoči
tr: Devre dışı bırak

# tl_user.disable.1
source: Temporarily disable the account.
de: Das Konto vorübergehend deaktivieren.
it: Se scegliete questa opzione, l'utente corrente verrà disabilitato. L'utente non potrà più accedere al sistema.
nl: Als u deze optie kiest zal het huidige account gedeactiveerd worden.
pl: Po wybraniu tej opcji, konto redaktora zostanie deaktywowane. Redaktor nie będzie mógł się już zalogować.
ru: Временно отключить учетную запись.
sl: Začasno onemogoči račun.
tr: Hesabı geçici olarak devre dışı bırakır.

# tl_user.start.0
source: Activate on
de: Aktivieren am
it: Attiva dal
nl: Activeer op
pl: Aktywuj w
ru: Активировать с
sl: Omogoči na
tr: Etkinleştirilme zamanı

# tl_user.start.1
source: If you want to prevent the account from being active before a certain date/time, you can enter it here. Otherwise, leave the field blank.
it: Se desideri impedire che l'account sia attivo prima di una determinata data/ora, puoi inserirlo qui. Altrimenti lascia il campo vuoto.
nl: Als u wilt voorkomen dat het account voor een bepaalde datum/tijd actief is, kunt u dit hier invullen. Laat anders het veld leeg.
sl: Če želite omogočiti račun z določenim dnem oz. uro, ga oz. jo vnesite tu. Drugače pustite vnosno polje prazno.
