Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# MSC.more
source: Read more …
cs: Čti více ...
it: Leggi tutto...
nl: Lees meer...
pl: Więcej...
sk: Čítať ďalej…
sl: Beri naprej ...
tr: Devamını oku…

# MSC.readMore
source: Read the article: %s
cs: Čtěte celý článek
it: Leggi l'articolo: %s
nl: Lees het volledig artikel %s
pl: Czytaj cały artykuł
sk: Celý článok
sl: Beri novico: %s
tr: Makaleyi okuyun: %s

# MSC.targetPage
source: Target page
cs: Cílová stránka
it: Pagina di destinazione
nl: Doel pagina
pl: Strona docelowa
sk: Cieľová strana
sl: Ciljna stran
tr: Hedef sayfa

# MSC.invalidPage
source: Sorry, item "%s" does not exist.
cs: Omlouváme se, stránka "%s" neexistuje.
it: La pagina "%s" non esiste
nl: Sorry, item "%s" bestaat niet.
pl: Przepraszamy, ale strona "%s" nie istnieje.
sk: Prepáčte, stránka "%s" neexistuje.
sl: Žal "%s" ne obstaja.
tr: Ne yazık ki, "%s" ögesi bulunamadı.

# MSC.list_orderBy
source: Order by %s
cs: Seřadit podle %s
it: Ordina per %s
nl: Sorteer op %s
pl: Sortuj po %s
sk: Zoradiť podľa %s
sl: Razvrsti po %s
tr: %s alanına göre sırala

# MSC.list_perPage
source: Results per page
cs: Výsledků na stranu
it: Risultati per pagina
nl: Resultaten per pagina
pl: pozycji na stronę
sk: Výsledkov na stránku
sl: Rezultatov na stran
tr: Bir sayfadaki sonuç sayısı

# MSC.published
source: Published
cs: Publikováno
it: Pubblicato
nl: Gepubliceerd
pl: Opublikowany
sk: Publikovaný
sl: Objavljeno
tr: Yayınlanmış

# MSC.unpublished
source: Unpublished
cs: Nepublikováno
it: Non pubblicato
nl: Niet gepubliceerd
pl: Nieopublikowany
sk: Nepublikovaný
sl: Neobjavljeno
tr: Yayınlanmamış

# MSC.addComment
source: Add a comment
cs: Přidat komentář
it: Aggiungi un commento
nl: Reactie toevoegen
pl: Dodaj komentarz
sk: Pridať komentár
sl: Dodaj komentar
tr: Yorum ekle

# MSC.autologin
source: Remember me
cs: Zapamatovat si
it: Ricorda
nl: Onthoud mij
pl: Zapamiętaj mnie
sk: Zapamätať si prihlásenie
sl: Zapomni si me
tr: Beni hatırla

# MSC.createdOn
source: Created on
it: Creato il
pl: Utworzono
tr: Oluşturulma

# MSC.activation
source: Activation token
cs: Aktivační klíč
it: Token di attivazione
nl: Activatie token
pl: Token aktywacji
sk: Aktivačný token
sl: Aktivacijski žeton
tr: Etkinleştirme kodu

# MSC.relevance
source: %s relevance
it: %s rilevanza
nl: %s relevantie
pl: %s znaczenie
sk: %s relevancia
sl: %s relevantnost
tr: %s ilgili

# MSC.invalidToken
source: Invalid token
cs: Invalidní klíč
it: Token non valido
nl: Ongeldig token
pl: Nieprawidłowy token
sk: Neplatný kľúč / token
sl: Neveljaven žeton
tr: kod geçersiz

# MSC.tokenConfirmed
source: This token has already been confirmed
cs: Tento token byl již potvrzen.
it: Questo token è già stato confermato
nl: Deze token is al bevestigd
pl: Ten token został już potwierdzony
sk: Tento token už bol potvrdený.
sl: Žeton je že bil potrjen
tr: Bu kod zaten onaylanmış

# MSC.tokenEmailMismatch
source: The e-mail address of the token does not match
cs: Tato mailová adrese tokenu nesouhlasí
it: L'indirizzo e-mail del token non coincide
nl: Het e-mail adres van het token komt niet overeen
pl: Adres e-mail tokena jest niezgodny
sk: E-mailová adresa tokenu sa nezhoduje
sl: Napačen naslov elektronske pošte za ta žeton
tr: Kodun e-posta adresi eşleşmiyor

# MSC.resendToken
source: The token has been re-sent to %s.
cs: Kód byl znovu odeslán %s.
it: Il gettone è stato rispedito a %s.
nl: Het token is opnieuw verstuurd naar %s.
pl: Token został ponownie wysłany do %s.
sk: Token bol znovu odoslaný na %s.
sl: Žeton je bil ponovno poslan na %s.
tr: Kod %s adresine yeniden gönderildi.

# MSC.invalidTokenUrl
source: The link you were trying to open could not be verified. If you have clicked the link yourself or have received it by a trustworthy person, you can confirm the process below.
cs: Odkaz, který se snažíte otevřít, nemůže být ověřen. Pokud jste ho otevřeli sami, nebo ho obdrželi od důvěryhodné osoby, můžete potvrdit jeho otevření v dalším kroku.
it: Il link che stai tentando di visitare non può essere verificato. Se proprio tu hai cliccato su questo link o se lo hai ricevuto da una persona di fiducia, potrai confermare la procedura di seguito.
nl: De link die u probeert te openen kon niet worden geverifieerd. Als u zelf op de link geklikt heeft of deze heeft ontvangen uit een betrouwbare bron, kunt u dit hieronder bevestigen.
pl: Link, który próbowałeś otworzyć, nie mógł zostać zweryfikowany. Jeśli kliknąłeś link sam, lub otrzymałeś go od zaufanej osoby, potwierdź proces poniżej.
sk: Odkaz, ktorý sa snažíte otvoriť, sa nedá overiť. Pokiaľ ste si ho overili sami, alebo ste ho obdržali od dôveryhodnej osoby, môžete to potvrdiť nižšie / v ďalšom kroku.
sl: Povezave, katero hočete odpreti, ni bilo mogoče preveriti. Če ste sami kliknili na povezavo, ali povezavo dobili od zaupljive osebe, lahko potrdite proces spodaj.
tr: Açmaya çalıştığınız bağlantı doğrulanamadı. Bağlantıya siz tıkladıysanız ya da bu bağlantıyı güvenilir bir kişiden aldıysanız, aşağıdaki işlemi onaylayabilirsiniz.

# MSC.versionConflict
source: Version conflict
cs: Konflikt verzí
it: Conflitto di versione
nl: Versie conflict
pl: Konflikt wersji
sk: Verzia konfliktu
sl: Neujemanje različic
tr: Sürüm çakışması

# MSC.versionConflict1
source: Another user has created version %s while you were editing version %s of this record.
cs: Jiní uživatelé vytvořili novou verzi %s, zatímco jste pracovali na verzi %s.
it: Un altro utente ha creato la versione %s mentre tu stavi modificando la versione %s di questo elemento.
nl: Een andere gebruiker heeft versie %s gemaakt terwijl u versie %s van dit record bewerkt.
pl: Inny użytkownik utworzył wersję %s podczas gdy ty edytowałeś wersję %s tego rekordu.
sk: Iný používateľ vytvoril verziu %s počas úprav %s tohto záznamu.
sl: Nekdo drug je ustvaril različico %s medtem ko ste vi urejali različico %s tega zapisa.
tr: Başka bir kişi bu kaydın %s sürümünü kaydetmiş. Aynı anda siz %s sürümünü düzenliyordunuz.

# MSC.versionConflict2
source: Your changes have been now been saved as version %s and have potentially overwritten the changes of version %s, therefore please compare the versions below:
cs: Vaše změny byly uloženy jako verze %s a zřejmě přepsaly změny verze %s, proto prosím níže porovnejte obě dvě verze:
it: Le tue modifiche sono state salvate come versione %s e hanno potenzialmente sovrascritto le modifiche della versione %s, pertanto confronta le versioni sottostanti:
nl: Uw wijzigingen zijn opgeslagen als versie %sen hebben mogelijk de wijzigingen van versie %soverschreven. Vergelijk daarom onderstaande versies:
pl: Twoje zmiany zostały zapisane jako wersja %s i zostały potencjalnie nadpisane przez zmiany wersji %s, dlatego porównaj obie wersje poniżej:
sk: Vaše zmeny boli teraz uložené ako verzia %s a zmeny verzie%s boli potenciálne prepísané. Porovnajte preto nižšie uvedené verzie:
sl: Vaše spremembe so bile sedaj shranjene kot različica %s in so morda prepisale spremembe, narejene v različici %s, zato prosimo, da spodaj preverite razlike med tema različicama:
tr: Değişiklikleriniz %s sürümü olarak kaydedilecek ve büyük olasılıkla %s sürümündeki değişikliklerin üzerine yazılacak. Bu yüzden lütfen aşağıdaki sürümleri karşılaştırın:

# MSC.dragItemsHint
source: Drag the items to re-order them
cs: Vyjmout položky pro jejich opětovné seřazení
it: Trascina gli elementi per riordinarli
nl: U kunt items anders rangschikken door ze te slepen
pl: Przeciągnij rzeczy, aby je uporządkować.
sk: Vyňať položky pre ich znovuzoradenie
sl: Premakni elemente za poljubno razvrstitev
tr: Ögeleri sürükleyerek sıralamasını değiştirin

# MSC.templatesTheme
source: Theme %s
cs: Vzhled %s
it: Tema %s
nl: Thema %s
pl: Motyw %s
sk: Téma vzhľadu %s
sl: Tema %s
tr: %s teması

# MSC.location
source: Location
cs: Umístění
it: Posizione
nl: Locatie
pl: Lokacja
sk: Umiestnenie
sl: Lokacija
tr: Konum

# MSC.download
source: Download %s
cs: Stáhnout %s
pl: Pobierz %s
sk: Stiahnuť %s
sl: Prenesite %s
tr: %s indir

# MSC.metaNoLanguages
source: You have to add a website root page to enter file metadata.
cs: Chcete-li zadat metadata souboru, musíte přidat kořenovou stránku webu.
sk: Ak chcete zadať metadáta súboru, musíte pridať koreňovú stránku webovej lokality.
sl: Če želite vnesti meta podatke, morate dodati korensko stran.
tr: Dosya üst verilerini yazmak için bir web sitesi kök sayfası eklemelisiniz.

# MSC.breadcrumbMenu
source: Breadcrumb menu
cs: Navigační cesta
nl: Broodkruimel menu
pl: Menu breadcrumb
sl: Drobna navigacija (breadcrumb)
tr: Sayfa yolu menüsü

# MSC.mainNavigation
source: Main navigation
cs: Hlavní navigace
it: Navigazione principale
nl: Hoofdnavigatie
pl: Główna nawigacja
sl: Glavna navigacija
tr: Temel gezinme

# MSC.headerNavigation
source: Header navigation
cs: Hlavičková navigace
it: Navigazione di intestazioni
nl: Header navigatie
pl: Nawigacja headera
sl: Navigacija v glavi strani
tr: Üst bilgi gezinmesi

# MSC.pagination
source: Pagination menu
cs: Navigace stránek
it: Menu paginazione
nl: Paginering menu
pl: Menu paginacji
sl: Paginacija
tr: Sayfalandırma menüsü

# MSC.validCharacters.unicodeLowercase
source: Unicode numbers and lowercase letters
cs: Unikódové číslice a malá písmena
it: Lettere minuscole e numero unicode
nl: Unicode nummers en kleine letters
pl: Cyfry i małe litery Unicode
sk: Unicode čísla a malé písmená
sl: Unicode števila in male črke
tr: Unikod rakamlar ve küçük harfler

# MSC.validCharacters.unicode
source: Unicode numbers and letters
cs: Unikódové číslice a písmena
it: Lettere e numeri unicode
nl: Unicode nummers en letters
pl: Cyfry i litery Unicode
sk: Unicode čísla a písmená
sl: Unicode števila in črke
tr: Unikod rakamlar ve harfler

# MSC.validCharacters.asciiLowercase
source: ASCII numbers and lowercase letters
cs: ASCII číslice a malá písmena
it: Numeri ASCII e lettere minuscole
nl: ASCII nummers en kleine letters
pl: Cyfry i małe litery ASCII
sk: ASCII čísla a malé písmená
sl: ASCII števila in male črke
tr: ASCII rakamlar ve küçük harfler

# MSC.validCharacters.ascii
source: ASCII numbers and letters
cs: ASCII číslice a písmena
it: Numeri e lettere ASCII
nl: ASCII nummers en letters
pl: Cyfry i litery ASCII
sk: ASCII čísla a písmená
sl: ASCII števila in črke
tr: ASCII rakamlar ve harfler

# MSC.sortOrder
source: Sort order
cs: Seřadit podle
it: Ordinamento
nl: Sorteer-volgorde
pl: Kolejność sortowania
sk: Zoradiť podľa
sl: Vrstni red
tr: Sıralama

# MSC.security
source: Security
cs: Zabezpečení
it: Sicurezza
nl: Veiligheid
pl: Bezpieczeństwo
sk: Bezpečnosť
sl: Varnost
tr: Güvenlik

# MSC.twoFactorAuthentication
source: Two-factor authentication
cs: Dvoufázové ověření
it: Autenticazione a due fattori
nl: Twee-traps authenticatie
pl: Uwierzytelnianie dwuskładnikowe
sk: Dvojfaktorová autentifikácia
sl: Dvostopenjska prijava
tr: İki aşamalı kimlik doğrulama

# MSC.twoFactorVerification
source: Verification code
cs: Ověřovací kód
it: Codice di verifica
nl: Verificatie code
pl: Kod weryfikacyjny
sk: Overovací kód
sl: Potrditvena šifra
tr: Doğrulama kodu

# MSC.twoFactorVerificationHelp
source: Please enter the verification code generated by your 2FA/TOTP app.
cs: Zadejte prosím ověřovací kód vytvořený Vámi zvolenou aplikací 2FA/TOTP.
it: Inserisci il codice di verifica generato dalla tua applicazione 2FA/TOTP.
nl: Voer de verificatiecode in die is gegenereerd door uw 2FA/TOTP app.
pl: Wprowadź kod weryfikacyjny wygenerowany przez aplikację 2FA / TOTP.
sk: Prosím, zadajte overovací kód vygenerovaný vašou 2FA/TOTP aplikáciou.
sl: Vnesite varnostno kodo, ki jo je ustvarila vaša aplikacija za 2FA/TOTP.
tr: Lütfen 2FA/TOTP uygulamanızın ürettiği doğrulama kodunu yazın.

# MSC.twoFactorExplain
source: Here you can enable two-factor authentication, which adds an extra layer of security to your account. In addition to your username and password, you will need to enter a verification code generated by a two-factor app such as 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator or any other TOTP app.
cs: Zde můžete zapnout dvoufázové ověření, čímž se přidá další stupeň při přihlašování do Contaa. Při přihlašování budete navíc potřebovat ověřovací kód dvoufázového přihlášení, který vytvoří Vám zvolená aplikace jako 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator nebo jiná aplikace pro dvoufázové ověření.
it: Qui è possibile abilitare l'autenticazione a due fattori, che aggiunge un ulteriore livello di sicurezza al proprio account. Oltre al nome utente e alla password, è necessario inserire un codice di verifica generato da un'applicazione a due fattori come 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator o qualsiasi altra applicazione TOTP.
nl: Hier kunt u de twee-traps authenticatie inschakelen, waardoor een extra beveiligingslaag aan uw account wordt toegevoegd. Naast uw gebruikersnaam en wachtwoord moet u een verificatiecode invoeren die is gegenereerd door een twee-traps app zoals 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator of een andere TOTP app.
pl: Tutaj możesz włączyć uwierzytelnianie dwuskładnikowe, które dodaje dodatkową warstwę bezpieczeństwa do twojego konta. Oprócz nazwy użytkownika i hasła musisz wprowadzić kod weryfikacyjny wygenerowany przez aplikację dwuskładnikową, taką jak 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator lub dowolną inną aplikację TOTP.
sk: Tu môžete povoliť dvojfaktorovú autentifikáciu, ktorá pridáva ďalšiu vrstvu zabezpečenia vášho účtu. Okrem vášho používateľského mena a hesla budete musieť zadať overovací kód vygenerovaný dvojfaktorovou aplikáciou, ako napríklad 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator alebo akoukoľvek inou TOTP aplikáciou.
sl: Tu lahko omogočite dvostopenjsko prijavo, ki vašemu računu doda še en nivo zaščite. Poleg uporabniškega imena in gesla boste morali vnesti še kodo, ki jo ustvari aplikacija za dvostopenjsko prijavo kot npr. 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator ipd.
tr: Buradan, hesabınıza ek bir güvenlik katmanı ekleyen iki aşamalı kimlik doğrulaması özelliğini etkinleştirebilirsiniz. Kullanıcı adınıza ve parolanıza ek olarak, 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator veya başka herhangi bir TOTP uygulaması gibi iki aşamalı bir kimlik doğrulaması uygulaması tarafından oluşturulan doğrulama kodunu yazmanız gerekir.

# MSC.twoFactorScan
source: Please scan the QR code with your 2FA/TOTP app.
cs: Naskenujte prosím tento kód pomocí Vaší aplikace pro dvoufázové přihlášení.
it: Per favore, scansionare il codice QR con l'applicazione 2FA/TOTP.
nl: Scan de QR code met uw 2FA/TOTP app.
pl: Zeskanuj kod QR za pomocą aplikacji 2FA/TOTP.
sk: Prosím, naskenujte QR kód pomocou vášho 2FA/TOTP aplikácie.
sl: Prosimo, skenirajte kodo QR z vašo aplikacijo za 2FA/TOTP.
tr: Lütfen 2FA/TOTP uygulamanız ile QR kodunu tarayın.

# MSC.twoFactorActive
source: Two-factor authentication has been enabled.
cs: Dvoufázové ověření je zapnuté.
it: L'autenticazione a due fattori è stata attivata.
nl: Twee-traps authenticatie is ingeschakeld.
pl: Uwierzytelnianie dwuskładnikowe zostało włączone.
sk: Bola povolená dvojfaktorová autentifikácia.
sl: Dvostopenjska prijava je omogočena.
tr: İki aşamalı kimlik doğrulaması etkinleştirildi.

# MSC.twoFactorEnforced
source: Please enable up two-factor authentication before you continue.
cs: Zapněte prosím dvoufázové ověření, ještě než budete pokračovat.
it: Si prega di abilitare l'autenticazione a due fattori prima di continuare.
nl: Schakel twee-traps authenticatie in voordat u doorgaat.
pl: Włącz uwierzytelnianie dwuskładnikowe przed kontynuacją.
sk: Pred pokračovaním aktivujte dvojfaktorové overenie.
sl: Prosimo, da pred nadaljevanjem nastavite dvostopenjsko prijavo.
tr: Lütfen ilerlemeden önce iki aşamalı kimlik doğrulamasını etkinleştirin.

# MSC.twoFactorTextCode
source: If you cannot scan the QR code, enter this key instead:
cs: Pokud nemůžete naskenovat querový kód, zadejte místo toho následující klíč:
it: Se non è possibile eseguire la scansione del codice QR, immettere invece questa chiave:
nl: Als u de QR-code niet kunt scannen, voer dan deze sleutel in:
pl: Jeśli nie możesz zeskanować kodu QR, wprowadź ten klucz zamiast niego:
sk: Ak nemôžete naskenovať QR kód, zadajte namiesto neho tento kľúč:
sl: Če ne morete prebrati QR kode, vnesite ta ključ:
tr: QR kodunu tarayamazsanız onun yerine bu anahtarı yazın:

# MSC.twoFactorBackupCodesLabel
source: Backup codes
cs: Kód zálohy
it: Codici di backup
pl: Kody zapasowe
sk: Záložné kódy
sl: Nadomestne šifre
tr: Yedek kodlar

# MSC.twoFactorBackupCodesExplain
source: Backup codes can be used to access your account if you have lost your authentication device and cannot generate two-factor codes anymore. Treat your backup codes with the same level of attention as your password! It is recommended to save them with a password manager such as Lastpass, 1Password or Keeper.
cs: Kódy zálohy lze použít v případě ztráty Vašeho zařízení, s nímž jste se identifikovali a s nímž jste si mohli vytvářet dvoufázové přihlášení. Zacházejte s kódy zálohy stejně jako s Vaším heslem! Doporučuje se uložit si heslo do jedné z dostupných aplikací na správu hesel jako Lastpass, 1Password nebo Keeper.
it: I codici di backup possono essere utilizzati per accedere al tuo account se hai perso il dispositivo di autenticazione e non riesci più a generare codici a due fattori. Tratta i tuoi codici di backup con lo stesso livello di attenzione della tua password! Si consiglia di salvarli con un gestore di password come Lastpass, 1Password o Keeper.
nl: Back-upcodes kunnen worden gebruikt om toegang te krijgen tot uw account als u uw authenticatieapparaat bent kwijtgeraakt en geen tweefactorcodes meer kunt genereren. Behandel uw back-upcodes even zorgvuldig als uw wachtwoord! Het wordt aanbevolen om ze op te slaan met een wachtwoordbeheerder zoals Lastpass, 1Password of Keeper.
pl: Kody zapasowe można wykorzystać do uzyskania dostępu do konta, jeśli zgubiłeś urządzenie uwierzytelniające i nie możesz już wygenerować kodów dwuskładnikowych. Traktuj swoje kody zapasowe z takim samym poziomem uwagi jak hasło! Zalecamy zapisywanie ich za pomocą menedżera haseł, takiego jak Lastpass, 1Password lub Keeper.
sk: Záložné kódy možno použiť na prístup k vášmu účtu, ak ste stratili svoje autentifikačné zariadenie a už nemôžete generovať dvojfaktorové kódy. So záložnými kódmi zaobchádzajte s rovnakou úrovňou pozornosti ako s heslom! Odporúča sa ich uložiť pomocou správcu hesiel, ako je Lastpass, 1Password alebo Keeper.
sl: Če izgubite napravo za dvostopenjsko prijavo in ne morete ustvariti kode za prijavo, lahko za prijavo uporabite nadomestne šifre. Hranite jih enako skrbno kot vaše geslo! Priporočeno je, da jih shranite v orodje za shranjevanje gesel kot npr. Lastpass, 1Password ali Keeper.
tr: Kimlik doğrulama aygıtınızı kaybettiyseniz ve artık iki aşamalı kimlik doğrulama kod üretemiyorsanız, hesabınıza erişmek için yedek kodları kullanabilirsiniz. Yedek kodlarınıza, parolanız kadar özenli davranın! Bunları Lastpass, 1Password veya Keeper gibi bir parola yöneticisine kaydetmeniz önerilir.

# MSC.twoFactorBackupCodesInfo
source: Make sure to copy the codes now. You will not be able to see them again!
cs: Ujistěte se, že si teď zkopírujete kód. Nebudete se moct k němu kdykoli vrátit později.
it: Assicurati di copiare i codici ora. Non sarai più in grado di vederli!
nl: Zorg ervoor dat u de codes nu kopieert. U zult ze hierna niet meer kunnen zien!
pl: Upewnij się, że skopiowałeś kody teraz. Nie będziesz w stanie zobaczyć ich ponownie!
sk: Nezabudnite teraz skopírovať kódy. Už ich nebudete môcť vidieť!
sl: Sedaj si obvezno shranite kode. Kasneje jih ne boste več v videli!
tr: Kodları şimdi kopyaladığınızdan emin olun. Onları bir daha göremeyeceksiniz!

# MSC.twoFactorBackupCodesGenerate
source: Generate backup codes
cs: Vytvořit kódy zálohy
it: Genera codici di backup
nl: Genereer back-upcodes
pl: Generuj kody zapasowe
sk: Vygenerujte záložné kódy
sl: Ustvari nadomestne šifre
tr: Yedek kodları üret

# MSC.twoFactorBackupCodesRegenerate
source: Regenerate backup codes
cs: Znovu vytvořit kódy zálohy
it: Rigenera i codici di backup
nl: Genereer back-upcodes opnieuw
pl: Ponownie wygeneruj kody zapasowe
sk: Obnovte záložné kódy
sl: Ponovno ustvari nadomestne šifre
tr: Yedek kodları yeniden üret

# MSC.twoFactorBackupCodesRegenerateInfo
source: When you regenerate the backup codes, your old codes will not work anymore.
cs: Pokud znovu vytvoříte kódy zálohy, nebudou již staré kódy zálohy fungovat.
it: Quando si rigenerano i codici di backup, i vecchi codici non funzioneranno più.
nl: Wanneer u de back-upcodes opnieuw genereert, werken uw oude codes niet meer.
pl: Po ponownym wygenerowaniu kodów zapasowych stare kody przestaną działać.
sl: Po ponovnem ustvarjanju nadomestnih šifer stare ne bode več veljavne.
tr: Yedek kodları yeniden ürettiğinizde artık eski kodları kullanamazsınız.

# MSC.twoFactorTrustDevice
source: Trust this device
cs: Důvěřovat tomuto zařízení.
it: Fidati di questo dispositivo
nl: Vertrouw dit apparaat
pl: Zaufaj temu urządzeniu
sk: Dôverujte tomuto zariadeniu
sl: Zapomni si to napravo
tr: Bu aygıta güven

# MSC.userTemplateEditor
source: There is at least one regular user with access to the template editor. Since templates are PHP files, these users implicitly have full control over the system!
cs: Existuje přinejmenším jeden pravidelný uživatel, který má přistup k editoru předloh. Od té doby kdy jsou předlohy ve formátu PHP, mají tací uživatelé plnou kontrolu nad systémem!
it: C'è almeno un utente abituale con accesso all'editor di template. Poiché i template sono file PHP, questi utenti hanno implicitamente il pieno controllo del sistema!
nl: Er is ten minste één normale gebruiker met toegang tot de template. Omdat templates PHP-bestanden zijn, hebben deze gebruikers volledige controle over het systeem!
pl: Co najmniej jeden zwykły użytkownik ma dostęp do edytora templatek. Ponieważ templatki są plikami PHP, użytkownicy ci domyślnie mają pełną kontrolę nad systemem!
sk: Existuje aspoň jeden bežný používateľ s prístupom k editoru šablón. Keďže šablóny sú súbory PHP, títo používatelia majú implicitne plnú kontrolu nad systémom!
sl: Vsaj en običajen uporabnik ima dostop do urejevalnika predlog. Ker so predloge datoteke PHP, imajo ti uporabniki celoten nadzor nad sistemom.
tr: Kalıp düzenleyiciye erişimi olan en az bir normal kullanıcı var. Kalıplar PHP dosyaları olduğundan, bu kullanıcılar sistem üzerinde dolaylı olarak tam denetime sahip olur!
