Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# ERR.fileExists
source: The file "%s" already exists!
cs: Soubor "% s" již existuje!
it: Il file "%s" è già presente!
nl: Bestand "%s" bestaat al!
pl: Plik "%s" już istnieje!
sk: Súbor "%s" už existuje!
sl: Datoteja "%s" že obstaja!
tr: "%s" dosyası zaten var!

# ERR.filesOnly
source: You can only select files!
cs: Můžete vybrat pouze soubory!
it: È possibile selezionare solo file!
nl: U kunt alleen bestanden selecteren!
pl: Możesz wybrać tylko pliki!
sk: Môžete vybrať iba súbory!
sl: Izberete lahko samo datoteke!
tr: Yalnızca dosyaları seçebilirsiniz!

# ERR.foldersOnly
source: You can only select folders!
cs: Můžete vybrat pouze složky!
it: È possibile selezionare solo cartelle!
nl: U kunt alleen mappen selecteren!
pl: Możesz wybrać tylko foldery!
sk: Môžete vybrať iba priečinky!
sl: Izberete lahko samo mape!
tr: Yalnızca klasörleri seçebilirsiniz!

# ERR.pathOnly
source: You can only select files or folders within "%s"!
cs: Můžete vybrat pouze soubory nebo složky v "%s"!
it: Puoi selezionare solo files o cartelle con "%s"!
nl: U kunt alleen bestanden of mappen binnen "%s" selecteren!
pl: Możesz wybrać tylko pliki lub foldery z "%s"!
sk: Môžete vybrať iba súbory alebo priečinky v rámci "%s"!
sl: Izberete lahko samo datoteke ali mape znotraj "%s"!
tr: Yalnızca "%s" içindeki dosya veya klasörleri seçebilirsiniz!

# ERR.extensionsOnly
source: You can only select "%s" files!
cs: Můžete vybrat pouze následující soubory "%s"!
it: E' possibile selezionare solamente "%s" files!
nl: U kunt alleen "%s" bestanden selecteren!
pl: Możesz wybrać tylko pliki "%s"!
sk: Môžete vybrať iba"%s" súbory!
sl: Izberete lahko največ "%s" datotek!
tr: Yalnızca "%s" dosyalarını seçebilirsiniz!

# ERR.forbiddenExtensions
source: The following file extensions are not allowed: %s
cs: Následující souborová rozšíření nejsou povolená: %s
it: Non sono consentite le seguenti estensioni di file:%s
nl: De volgende bestand extensies zijn niet toegestaan: %s
pl: Następujące rozszerzenia plików są niedozwolone: %s
sk: Nasledujúce prípony sú zakázané: %s
sl: Naslednje končnice datotek niso dovoljene: %s
tr: Şu dosya adlarına izin verilmiyor: %s

# ERR.invalidPages
source: Your selection contains invalid page IDs!
cs: Váš výběr obsahuje neplatné ID stránek!
it: La selezione contiene ID di pagina non validi!
nl: Uw selectie bevat ongeldige pagina IDs!
pl: Twój wybór zawiera nieprawidłowy ID stron!
sk: Váš výber obsahuje neplatné ID stránky!
sl: Vaš izbor vsebuje neveljavne IDje strani!
tr: Seçiminizde geçersiz sayfa kodları var!

# ERR.circularReference
source: Invalid redirect target (circular reference)!
cs: Neplatný cíl přesměrování (cyklický odkaz)!
it: Destinazione non valida
nl: Ongeldige omleiding (kringverwijzing)!
pl: Nieprawidłowy cel odwołania (odwołania cyklicznego)!
sk: Neplatný cieľ presmerovania (cyklický odkaz)!
sl: Napačen preusmeritveni cilj (krožni sklic)!
tr: Yönlendirme hedefi geçersiz (döngüsel referans)!

# ERR.circularPicker
source: Invalid selection (circular reference)!
cs: Neplatný oddíl (cyklický odkaz)!
it: Selezione non valida (riferimento circolare)!
nl: Ongeldige selectie (kringverwijzing)!
pl: Nieprawidłowy wybór (odwołanie cykliczne)!
sk: Neplatný výber (cyklický odkaz)!
sl: Napačna izbira (krožni sklic)!
tr: Seçim geçersiz (döngüsel referans)!

# ERR.noFallbackEmpty
source: None of the active website root pages without an explicit DNS setting have the language fallback option set.
cs: Žádná z kořenových stránek, která nepoužívá zvláštní nastavení DNS, není nastavená jako výchozí jazyková verze.
it: Nessuna delle pagine root del sito attive (che non ha una impostazione DNS esplicita) è impostata come lingua predefinita.
nl: Geen enkele van de actieve website root pagina's, zonder een expliciete DNS instelling heeft de optie om terug te vallen op een andere taal, ingesteld.
pl: Żaden z aktywnych punktów startowych bez ustawień DNS nie ma zaznaczonej opcji awaryjnego języka.
sk: Žiadna z aktívnych koreňových stránok webovej stránky bez explicitného nastavenia DNS nemá nastavenú možnosť záložného jazyka.
sl: Nobena izmed aktivnih korenskih strani brez posebej določenih DNS nastavitev nima nastavljenega nadomestnega jezika.
tr: Açık bir DNS ayarı olmayan etkin web sitesi kök sayfalarının hiçbiri için varsayılan dil seçeneği ayarlanmamış.

# ERR.noFallbackDns
source: None of the active website root pages for <strong>%s</strong> have the language fallback option set.
cs: Žádná z aktivních kořenových stránek<strong>%s</strong> není nastavená jako výchozí jazyková verze.
it: Nessuna delle pagine root del sito <strong>%s </strong> ha impostata la lingua predefinita.
nl: Geen enkele van de actieve website root pagina's voor <strong>%s</strong> heeft de optie om terug te vallen op een andere taal ingesteld.
pl: Żadna z aktywnych stron głównych witryny <strong>%s</strong> nie ma ustawionej opcji domyślnego języka.
sk: Žiadne z aktívnych koreňových stránok webových stránok pre <strong>%s</strong> nemá nastavenú možnosť prepadu jazyka.
sl: Nobena izmed aktivnih korenskih strani za <strong>%s</strong> nima nastavljenega nadomestnega jezika.
tr: <strong>%s</strong> etkin web sitesi kök sayfalarının hiçbiri için varsayılan dil seçeneği ayarlanmamış.

# ERR.multipleFallback
source: You can only define one website root page per domain as the language fallback.
cs: Můžete určit jen jednu z kořenových stránek jako výchozí jazykovou verzi.
it: E' possibile definire soltanto una pagina root per domain con una lingua predifinita.
nl: U kunt slechts één website root pagina per domein definiëren als taal fallback.
pl: Możesz określić tylko jeden punkt startowy na domenę jako awaryjny język.
sk: Len jednu stránku typu »Koreň nového webu« pre jednu doménu môžete nastaviť ako prednastavený jazyk.
sl: Nastavite lahko le eno izvorno stran na domeno kot nadomestni jezik.
tr: Her etki alanı için varsayılan dil olarak yalnızca bir web sitesi kök sayfası tanımlayabilirsiniz.

# ERR.topLevelRoot
source: Top-level pages must be website root pages!
cs: Na nejvyšší úrovni se musí nacházet "Kořenové stránky webu"!
it: La pagina principale del sito deve essere una Pagina Root!
nl: Top-level pagina's moeten website startpagina's zijn!
pl: Strony najwyższego poziomu muszą być punktami startowymi!
sk: Na najvyššej úrovni štruktúry webu sa musia nachádzať stránky typu »Koreň nového webu«!
sl: Strani v vrhnjem nivoju so lahko le tipa izvor spletne strani.
tr: En üst düzeydeki sayfalar web sitesi kök sayfaları olmalıdır!

# ERR.topLevelRegular
source: There are top-level pages which are not website root pages.
cs: Existují stránky nejvyšší úrovně, které nejsou kořenovými stránkami webu.
sk: Existujú stránky najvyššej úrovne, ktoré nie sú koreňovými stránkami webových stránok.
sl: V vrhnjem nivoju so strani, ki niso korenske strani.
tr: Web sitesi kök sayfaları olmayan en üst düzey sayfalar var.

# ERR.form
source: The form could not be sent
cs: Formulář není možné odeslat.
it: Il form non è stato inviato correttamente
nl: Het formulier kon niet worden verstuurd
pl: Formularza nie można wysłać
sk: Formulár nemohol byť odoslaný
sl: Obrazca ni bilo mogoče poslati
tr: Form gönderilemedi

# ERR.formCookieWarning
source: You will not be able to send this form, because you have disabled cookies in your browser.
cs: Tento formulář nebudete moct odeslat, protože nemáte ve Vašem prohlížeči povolené cookies.
it: Non sarai in grado di inviare questo modulo perché hai disabilitato i cookie nel tuo browser.
nl: U kunt dit formulier niet verzenden, omdat de cookies in uw browser zijn uitgeschakeld.
pl: Nie będziesz mógł wysłać tego formularza, ponieważ masz wyłączoną obsługę plików cookie w swojej przeglądarce.
sk: Nebudete schopní odoslať tento formulár, pretože máte vypnuté súbory cookie vo vašom prehliadači.
sl: Podatkov iz tega obrazca ne boste mogli poslati, ker v brskalniku nimate omogočenih piškotkov.
tr: Web tarayıcınızda çerezleri devre dışı bırakmış olduğunuzdan bu formu gönderemeyeceksiniz.

# ERR.captcha
source: Please answer the security question!
cs: Prosím odpovězte na bezpečnostní otázku!
it: Rispondi alla domanda di sicurezza!
nl: Beantwoord de verificatievraag a.u.b.!
pl: Odpowiedz na pytanie kontrolne!
sk: Prosím odpovedzte na bezpečnostnú otázku!
sl: Prosimo, odgovorite na varnostno vprašanje!
tr: Lütfen güvenlik sorusunu yanıtlayın!

# ERR.download
source: File "%s" is not available for download!
cs: Soubor "%s" není platný pro stažení!
it: Il file "%s" non è disponibile per il download!
nl: Bestand "%s" is niet beschikbaar als download!
pl: Plik "%s" nie jest dostępny do pobrania!
sk: Súbor "%s" nie je k dispozícii na stiahnutie!
sl: Datoteka "%s" ni na voljo za prenos!
tr: "%s" dosyası indirilmeye uygun değil!

# ERR.invalid
source: Invalid option value!
cs: Neplatná hodnota
it: Opzione non valida!
nl: Ongeldige keuze optie!
pl: Nieprawidłowa opcja!
sk: Neplatná hodnota!
sl: Neveljavna vrednost!
tr: Seçenek değeri geçersiz!

# ERR.fileNotFoundSync
source: No database entry found for %s. Please synchronize the file system.
cs: Nenalezen žádný záznam pro %s. Prosím synchronizujte systém souborů.
it: Nel database non è stata trovata nessuna informazione per %s. È necessario risincronizzare il file system.
nl: Geen database toegang gevonden voor %s. Gelieve het bestandssysteem te synchroniseren.
pl: Nie znaleziono rekordu w bazie dla %s. Uruchom synchronizację systemu plików.
sk: V databáze sa nenašiel žiadny záznam pre %s. Prosím, zosúlaďte systém súborov.
sl: Za %s ne obstaja vnos v podatkovni bazi. Prosim, sinhronizirajte datotečni sistem.
tr: %s için bir veritabanı kaydı bulunamadı. Lütfen dosya sistemini eşitleyin.

# ERR.invalidFieldName
source: Please enter only the following characters: A-Z0-9[]_-
cs: Zadajte prosím jen následující znaky A-Z0-9[]_-
it: Inserire solo i seguenti caratteri: A-Z0-9[]_-
nl: Voer alleen de volgende tekens in: A-Z0-9[]_-
pl: Proszę użyć tylko następujących znaków: A-Z0-9[]_-
sk: Zadajte iba nasledujúce znaky:: A-Z0-9[]_-
sl: Prosim, vnesite le sledeče znake: A-Z0-0[]_-
tr: Lütfen yalnızca şu karakterleri yazın: A-Z0-9[]_-

# ERR.largeImage
source: Image exceeds the maximum dimensions of %sx%s.
cs: Obrázek překračuje nastavenou maximální velikost %sx%s.
it: L'immagine supera le dimensioni massime di %s x %s.
nl: Afbeelding overschrijdt de maximale afmetingen van%sx%s.
pl: Obraz przekracza maksymalne wymiary %sx%s.
sk: Obrázok prekračuje maximálne rozmery %sx%s.
sl: Velikost slike je velja od največje dovoljene %sx%s
tr: Görsel izin verilen en büyük %sx%s boyutundan büyük.

# ERR.invalidTwoFactor
source: Invalid verification code!
cs: Neplatný ověřovací kód!
it: Codice di verifica non valido!
nl: Ongeldige verificatie code!
pl: Niepoprawny kod weryfikacyjny!
sk: Neplatný overovací kód!
sl: Neveljavna potrditvena šifra!
tr: Doğrulama kodu geçersiz!

# ERR.emptyTitleOrId
source: Please enter both title and ID!
cs: Zadejte prosím jak název, tak i ID!
it: Inserisci prego sia il titolo che l'ID!
nl: Geef zowel een titel als ID op!
pl: Wprowadź zarówno tytuł jak i ID!
sk: Zadajte názov aj ID!
sl: Prosimo, vnesite naziv in ID!
tr: Lütfen hem başlığı hem de kodu yazın!

# ERR.duplicateSectionTitle
source: Duplicate layout section title "%s"!
cs: Duplikovat oddíl název "%s"!
it: Duplicare il titolo della sezione layout "%s"!
nl: Dupliceer lay-out sectie titel "%s"!
pl: Zduplikowany tytuł sekcji układu "%s"!
sk: Duplicitný názov sekcie rozloženia "%s"!
sl: Podvojen naziv sklopa postavitve strani "%s"!
tr: "%s" kodlu düzen bölümü zaten var!

# ERR.duplicateSectionId
source: Duplicate layout section ID "%s"!
cs: Duplikovat ID "%s"!
it: Duplicare l'ID "%s" della sezione del layout!
nl: Dupliceer lay-out sectie ID "%s"!
pl: Zduplikowana sekcja układu "%s"!
sk: Duplicitný názov sekcie ID "%s"!
sl: Podvojen ID sklopa postavitve strani "%s"!
tr: "%s" kodlu düzen bölümü zaten var!

# ERR.moduleWithoutColumn
source: Please assign all modules to a column!
cs: Umístěte prosím všechny moduly do sloupce!
it: Si prega di assegnare tutti i moduli a una colonna!
nl: Wijs alle modules toe aan een kolom!
pl: Przypisz wszystkie moduły do ​​kolumny!
sk: Prosím, priraďte všetky moduly do stĺpca!
sl: Prosimo, razvrstite vse module v stolpce.
tr: Lütfen tüm modülleri bir sütun ile ilişkilendirin!

# ERR.invalidHttpUrl
source: Please enter an absolute URL starting with https:// or http://!
cs: Zadejte prosím absolutní adresu začínající https:// nebo http://
it: Inserisci un URL assoluto che inizi con https:// o http://!
nl: Voer een absolute URL in die begint met https:// of http://!
pl: Wprowadź absolutny URL zaczynający się na https:// lub http://!
sk: Prosím, zadajte absolútnu URL adresu začínajúcu s https:// alebo http://!
sl: Prosim, vnesite celoten naslov URL, začenši z https:// oz. http://!
tr: Lütfen https:// ya da http:// ile başlayan mutlak bir adres yazın!

# ERR.customRgxp
source: Please enter a value that matches %s!
cs: Zadejte prosím hodnotu, která koresponduje s %s!
it: Si prega di inserire un valore che corrisponda a %s!
nl: Voer een waarde in die overeenkomt met %s!
pl: Wprowadź wartość, która pasuje do %s!
sk: Prosím, zadajte hodnotu, ktorá sa zhoduje s %s!
sl: Prosim, vnesite vrednost, ki se ujema z %s!
tr: Lütfen %s ile eşleşen bir değer yazın!

# ERR.invalidCustomRgxp
source: Invalid custom regular expression!
cs: Neplatná vlastní formulace!
it: Espressione regolare personalizzata non valida!
nl: Ongeldige aangepaste reguliere expressie!
pl: Niepoprawne własne wyrażenie regularne!
sk: Neplatný vlastný regulárny výraz!
sl: Neveljaven regular expression po meri!
tr: Özel kurallı ifade geçersiz!

# ERR.applicationCache
source: Please run the "cache:clear" command or use the Contao Manager to rebuild your application cache.
cs: Proveďte prosím příkaz "cache:clear" nebo použijte Manažera Contaa pro přestavení meziúložiště aplikace.
it: Esegui il comando "cache:clear" o usa il Contao Manager per ricostruire la cache della tua applicazione.
nl: Voer de opdracht "cache:clear" uit of gebruik Contao Manager om uw applicatiecache opnieuw op te bouwen.
pl: Uruchom polecenie "cache:clear" lub użyj Contao Managera, aby odbudować pamięć podręczną aplikacji.
sk: Prosím spustite príkaz "cache:clear" alebo použite Contao Manager na obnovenie vyrovnávacej pamäte vašej aplikácie.
sl: Prosimo, poženite ukaz "cache:clear" ali uporabite Contao Manager in ponovno ustvarite predpomnilnik aplikacije.
tr: Lütfen "cache:clear" komutunu yürütün ya da Contao Manager üzerinden uygulama ön belleğinizi yeniden oluşturun.

# ERR.invalidThemeTemplatePath
source: The template path "%s" must not contain the following characters: %s
cs: Cesta k předloze "%s" nemůže obsahovat následující znaky: %s
it: Il percorso del modello "%s" non deve contenere i seguenti caratteri: %s
nl: Het template pad "%s" mag de volgende tekens niet bevatten: %s
pl: Ścieżka szablonu "%s" nie może zawierać następujących znaków: %s
sk: Šablónová cesta "%s" nesmie obsahovať nasledujúce znaky: %s
sl: Pot predloge "%s" ne sme vsebovati naslednjih znakov: %s
tr: "%s" tema yolunda şu karakterler bulunmamalıdır: %s

# ERR.previewSwitchInvalidUsername
source: Unknown username: %s
cs: Neznámé uživatelské jméno: %s
it: Nome utente sconosciuto: %s
nl: Onbekende gebruikersnaam: %s
pl: Nieznany użytkownik: %s
sk: Neznáme používateľské meno: %s
sl: Neznano uporabniško ime: %s
tr: Kullanıcı adı bilinmiyor: %s

# ERR.versionNotRestored
source: Version %d could not be restored because it is no longer compatible with the current database structure. Please restore the data manually.
cs: Verzi %d nelze obnovit, protože již není kompatibilní s aktuální strukturou databáze. Obnovte data ručně.
sk: Verzia %d nemohla byť obnovená, pretože už nie je kompatibilná s aktuálnou štruktúrou databázy. Prosím, obnovte údaje manuálne.
tr: Artık geçerli veritabanı yapısıyla uyumlu olmadığından %d sürümü geri yüklenemedi. Lütfen verileri el ile geri yükleyin.

# ERR.startStop
source: The end time must be later than the start time.
cs: Čas ukončení musí být pozdější než čas zahájení.
sk: Čas ukončenia musí byť neskorší ako čas začiatku.
sl: Čas zaključka mora biti kasnejši od časa začetka.
tr: Bitiş zamanı başlangıç zamanından sonra olmalıdır.

# SEC.question1
source: Please add %d and %d.
cs: Prosím sečtěte %d a %d.
it: Somma %d a %d.
nl: Tel %d en %d bij elkaar op.
pl: Prosimy dodać %d i %d.
sk: Prosím spočítajte %d a %d.
sl: Seštejte %d in %d.
tr: Lütfen %d ile %d sayılarını toplayın.

# SEC.question2
source: What is the sum of %d and %d?
cs: Jaký je součet %d a %d?
it: Quanto fa %d sommato a %d?
nl: Wat is de som van %d en %d?
pl: Jaka jest suma %d i %d?
sk: Aký je súčet %d a %d?
sl: Kakšna je vsota %d in %d?
tr: %d ile %d sayılarının toplamı nedir?

# SEC.question3
source: Please calculate %d plus %d.
cs: Prosím sečtěte %d a %s.
it: Calcola %d più %s.
nl: Bereken het volgende: %d plus %d.
pl: Prosimy obliczyć %d plus %s.
sk: Prosím pripočítajte k %d číslo %s.
sl: Izračunajte %d plus %s.
tr: Lütfen %d ile %d sayılarının toplamını hesaplayın.

# CTE.texts
source: Text elements
cs: Textové prvky
it: Elementi di testo
nl: Tekstonderdelen
pl: Elementy tekstowe
sk: Textové elementy
sl: Elementi teksta
tr: Metin bileşenleri

# CTE.headline.0
source: Headline
cs: Nadpis
it: Intestazione
nl: Hoofdtitel
pl: Nagłówek
sk: Nadpis
sl: Naslov
tr: Başlık

# CTE.headline.1
source: Generates a headline (h1 - h6).
cs: Vytvoří nadpis (h1 - h6).
it: Genera un'intestazione (h1-h6).
nl: Maakt een titel (h1 - h6).
pl: Ten element zawiera sam nagłówek, który jest osadzony w element <H1>.
sk: Tento element obsahuje nezávislý nadpis, ktorý je formátovaný v <H1> tagu.
sl: Generira naslov (h1 - h6).
tr: Bir başlık oluşturur (h1-h6).

# CTE.miscellaneous
source: Miscellaneous
cs: Různé
it: Varie
nl: Diverse
pl: Inne
sk: Rôznorodé
sl: Razno
tr: Diğer

# CTE.text.0
source: Text
it: Testo
nl: Tekst
pl: Tekst
sl: Tekst
tr: Metin

# CTE.text.1
source: Generates a rich text element.
cs: Text s odkazy. Lze přidat i obrázek.
it: Genera un testo formattato.
nl: Maakt een opgemaakte tekst met hyperlinks. Het is ook mogelijk om een afbeelding aan dit onderdeel toe te voegen.
pl: Ten element zawiera formatowany tekst z możliwością wstawiania linków. Dodatkowo możesz dodać obrazek do tego elementu.
sk: Tento elements obsahuje formátovaný text s hyperlinkami. Ako doplnok môžete priložiť obrázky.
sl: Generira obogateno besedilo.
tr: Bir zengin metin ögesi oluşturur.

# CTE.html.1
source: Allows you to add custom HTML code.
cs: HTML kód. Jisté HTML tagy jsou z bezpečnostních důvodů zakázány.
it: Ti permette di aggiungere codice HTML personalizzabile.
nl: Maakt het mogelijk om eigen HTML code toe te voegen.
pl: Ten element zawiera kod HTML. Pamiętaj, że niektóre tagi HTML są, z przyczyn bezpieczeństwa, wyłączone.
sk: Tento element obsahuje HTML kód. Niektoré HTML tagy sú z bezpečnostných dôvodov zablokované.
sl: Omogoča dodajanje HTML kode po meri.
tr: Özel bir HTML kodu eklemenizi sağlar.

# CTE.unfiltered_html.0
source: Unfiltered HTML
cs: Nefiltrované HTML
it: HTML non filtrato
nl: Ongefilterde HTML
pl: Niefiltrowany HTML
sk: Nefiltrované HTML
sl: Nefiltriran HTML
tr: Süzülmemiş HTML

# CTE.unfiltered_html.1
source: Allows you to add custom, unfiltered HTML code.
cs: Tento modul dovoluje použít vlastní HTML kód.
it: Ti permette di aggiungere codice HTML personalizzato e non filtrato.
nl: Hiermee kunt u aangepaste, ongefilterde HTML code toevoegen.
pl: Umożliwia dodawanie niestandardowego, niefiltrowanego kodu HTML.
sk: Umožňuje vám pridať vlastný, nefiltrovaný kód HTML.
tr: Özel, süzülmemiş bir HTML kodu eklemenizi sağlar.

# CTE.list.0
source: List
cs: Seznam
it: Lista
nl: Lijst
pl: Lista
sk: Zoznam
sl: Seznam
tr: Liste

# CTE.list.1
source: Generates an ordered or unordered list.
cs: Uspořádaný nebo neuspořádaný seznam.
it: Genera un elenco ordinato e non.
nl: Maakt een geordende of ongeordende lijst.
pl: Ten element zawiera uporządkowaną lub nieuporządkowaną listę.
sk: Tento element obsahuje očíslovaný alebo neočíslovaný zoznam.
sl: Generira razvrščen ali nerazvrščen seznam.
tr: Numaralı ya da nuramasız bir liste oluşturur.

# CTE.table.0
source: Table
cs: Tabulka
it: Tabella
nl: Tabel
pl: Tabela
sk: Tabuľka
sl: Tabela
tr: Tablo

# CTE.table.1
source: Generates an optionally sortable table.
cs: Tento prvek obsahuje tabulku.
it: Genera una tabella (con opzioni di ordinamento).
nl: Maakt een tabel, die optioneel gesorteerd kan worden.
pl: Ten element zawiera tabelę.
sk: Tento element obsahuje tabuľku.
sl: Generira tabelo. Opcijsko z razvrščanjem.
tr: İsteğe göre sıralanabilen bir tablo oluşturur.

# CTE.accordion
source: Accordion
cs: Skládačka
it: Fisarmonica
nl: Accordeon
pl: Rozwinięcia
sl: Harmonika
tr: Akordiyon

# CTE.accordionStart.0
source: Wrapper start
cs: Začátek obálky
pl: Początek
sl: Začetek ovoja
tr: Kapsayıcı başlangıcı

# CTE.accordionStart.1
source: Generates the opening part of the accordion wrapper.
cs: Vytvoří počáteční část obálky skládačky
it: Genera l'elemento di partenza di un elemento fisarmonica.
nl: Markeert het beginnende gedeelte van de accordeon wrapper.
pl: Generuje część otwierającą akordeon.
sk: Vygeneruje úvodnú časť skladačky (harmoniky).
sl: Generira začetni del ovoja harmonike.
tr: Akordiyon kapsayıcısının açılış bölümünü oluşturur.

# CTE.accordionStop.0
source: Wrapper stop
cs: Konec obálky jezdce
pl: Stop
sl: Konec ovoja
tr: Kapsayıcı bitişi

# CTE.accordionStop.1
source: Generates the closing part of the accordion wrapper.
cs: Vytvoří závěrečnou část obálky skládačky.
it: Genera l'elemento di chiusura di un elemento fisarmonica.
nl: Markeert het afsluitende gedeelte van de accordeon wrapper.
pl: Generuje część zamykającą akordeon.
sk: Vygeneruje koncovú časť skladačky (harmoniky).
sl: Generira zaključni del ovoja harmonike.
tr: Akordiyon kapsayıcısının kapanış bölümünü oluşturur.

# CTE.accordionSingle.0
source: Single element
cs: Samostatný element
it: Elemento singolo
nl: Enkel element
pl: Pojedynczy element
sl: Samostojen element
tr: Tek bileşen

# CTE.accordionSingle.1
source: Generates a single accordion element.
cs: Vytvoří samostatný element skládačky.
it: Genera un pannello singolo a fisarmonica.
nl: Maakt één enkel accordeon element aan.
pl: Generuje pojedynczy element akordeonu.
sk: Vygeneruje samostatný element skladačky (harmoniky).
sl: Generira samostojen element harmonike.
tr: Tek bir akordiyon bileşeni oluşturur.

# CTE.code.0
source: Code
cs: Kód
it: Codice
pl: Kod
sk: Zdrojový kód
sl: Koda
tr: Kod

# CTE.code.1
source: Highlights code snippets and prints them to the screen.
cs: Formátovaný text, který se vytiskne tak jak jej zde napíšete. Čili nepodléhá dalšímu zpracování.
it: Evidenzia pezzi di codice e li fa vedere sullo schermo.
nl: Markeert code fragmenten en drukt ze af op het scherm.
pl: Ten element zawiera kawałek kodu (np. HTML, CSS, PHP), który zostanie sformatowany w specyficzny dla siebie sposób. Osadzany kod zostanie jedynie wyświetlony a nie zostanie wykonany.
sk: Tento element obsahuje zdrojové kódy formátované špecifickým spôsobom. Zdrojový kód bude zobrazený a nebude vykonaný/preložený.
sl: Osvetli odlomek kode in ga prikaže na ekranu
tr: Kod parçalarını vurgular ve ekrana yazdırır.

# CTE.markdown.1
source: Generates HTML code from a Markdown text.
cs: Vytvořený HTML kód z markdownového textu
it: Genera il codice HTML da un testo Markdown.
nl: Genereert HTML-code van een Markdown-tekst.
pl: Generuje kod HTML z tekstu Markdown.
sk: Generuje HTML kód z markdown textu.
sl: Ustvari kodo HTML iz besedila Markdown.
tr: Bir markdown metninden HTML kodu oluşturur.

# CTE.template.0
source: Custom template
cs: Vlastní předloha
it: Template personalizzato
pl: Własny szablon
sk: Vlastné šablóny
sl: Predloga po meri
tr: Özel kalıp
