Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# PTY.root.1
source: This type of page marks the starting point of a new website.
cs: Tento typ stránky označuje výchozí bod nového webu.
sk: Tento typ stránky označuje začiatočný bod novej webovej stránky.
tr: Bu sayfa türü yeni bir web sitesinin başlangıç noktasını oluşturur.

# PTY.logout.0
source: Logout
cs: Odhlásit se
nl: Afmelden
pl: Wyloguj
sk: Odhlásiť
sl: Odjava
tr: Oturumu kapat

# PTY.logout.1
source: This type of page automatically logs out the user.
cs: Tento druh stránky automaticky odhlásí uživatele.
it: Questo tipo di pagina disconnette automaticamente l'utente.
nl: Deze pagina logt de gebruiker automatisch uit.
pl: Ten typ strony automatycznie wylogowuje użytkownika.
sk: Tento typ stránky automaticky odhlási používateľa.
sl: Ta vrsta strani avtomatično odjavi uporabnika.
tr: Bu sayfa türü otomatik olarak kullanıcının oturumunu kapatır.

# PTY.error_401.0
source: 401 Not authenticated
cs: 401 Neautorizovaný
it: 401 Non autenticato
nl: 401 Niet geverifieerd
pl: 401 Brak uwierzytelnienia
sk: 401 Neoverený prístup
sl: Napaka 401 Neprijavljen
tr: 401 Erişim yetkisi yok

# PTY.error_401.1
source: If a visitor requests a protected page without being authenticated, a 401 error page will be loaded instead.
cs: Tato chybová stránka 401 se zobrazí, pokud se uživatel pokusí vstoupit na chráněnou stránku bez potřebné autorizace.
it: Se un visitatore richiede una pagina protetta senza essere autenticato, verrà caricata una pagina di errore 401.
nl: Als een bezoeker een beveiligde pagina aanvraagt zonder te worden geverifieerd, zal er een 401-foutpagina geladen worden.
pl: Jeśli odwiedzający zażąda chronionej strony bez uwierzytelnienia, zamiast niej zostanie załadowana strona błędu 401.
sk: Ak návštevník požiada o chránenú stránku bez autentifikácie, namiesto toho sa načíta stránka s chybou 401.
sl: Če bo obiskovalec želel odpreti zaščiteno stran in ne bo prijavljen, se bo prikazala stran z napako 401.
tr: Bir ziyaretci izni olmadan korunmuş bir sayfaya erişmek isterse, 401 hata sayfası görüntülenir.

# PTY.error_403.0
source: 403 Access denied
cs: Chyba 403 (přístup odmítnut)
it: Errore 403 (accesso vietato)
nl: 403 Toegang geweigerd
pl: Błąd 403 (odmowa dostępu)
sk: Chyba 403 (prístup zamietnutý)
sl: Napaka 403 (dostop zavrnjen)
tr: 403 Erişim reddedildi

# PTY.error_403.1
source: If a member requests a protected page without permission, a 403 error page will be loaded instead.
cs: Tato chybová stránka 403 se zobrazí, pokud se ji uživatel pokusí zobrazit bez potřebných oprávnění.
it: Se un membro richiede una pagina protetta senza autorizzazione, verrà caricata una pagina di errore 403.
nl: Indien een lid zonder voldoende rechten een beschermde pagina probeert op te roepen zal er een 403 fouten pagina worden getoond.
pl: Jeśli członek zażąda chronionej strony bez pozwolenia, zamiast niej zostanie załadowana strona błędu 403.
sk: Ak člen požiada o chránenú stránku bez povolenia, namiesto toho sa zobrazí chybová stránka 403.
sl: Če bo prijavljeni uporabnik želel odpreti zaščiteno stran do katere nima dostopa, se bo prikazala stran z napako 403.
tr: Bir üye izni olmadan korunmuş bir sayfaya erişmek isterse, 403 hata sayfası görüntülenir.

# PTY.error_404.0
source: 404 Page not found
cs: Chyba 404 (stránka nenalezena)
it: Errore 404 (pagina non trovata)
nl: 404 Pagina niet gevonden
pl: Błąd 404 (nie znaleziono strony)
sk: Chyba 404 (neexistujúca stránka)
sl: Napaka 404 (ne najdem strani)
tr: 404 Sayfa bulunamadı

# PTY.error_404.1
source: If a visitor requests a non-existent page, a 404 error page will be loaded instead.
cs: Tato chybová stránka 404 se zobrazí, pokud se návštěvník pokusí zobrazit stránku, která neexistuje.
it: Se un visitatore richiede una pagina inesistente, verrà caricata una pagina di errore 404.
nl: Indien een bezoeker een niet bestaande pagina probeert op te roepen zal er een 404 fouten pagina worden getoond.
pl: Jeśli odwiedzający zażąda nieistniejącej strony, zamiast niej zostanie załadowana strona błędu 404.
sk: Ak návštevník požiada o neexistujúcu stránku, namiesto toho sa načíta chybová stránka 404.
sl: Če obiskovalec zahteva stran, ki ne obstaja, se bo namesto te prikazala stran z napako 404.
tr: Bir ziyaretci var olmayan bir sayfaya erişmek isterse, 404 hata sayfası görüntülenir.

# PTY.error_503.0
source: 503 Service unavailable
cs: 503 Servis je nedostupný
it: 503 Servizio non disponibile
nl: 503 Service niet beschikbaar
pl: 503 Serwis niedostępny
sk: Služba nedostupná
sl: 503 Storitev ni na voljo
tr: 503 Hizmet kullanılamıyor

# PTY.error_503.1
source: When a website root page is in maintenance mode, all requests will show a 503 error page.
cs: Když je kořenová stránka webu v režimu údržby, všechny požadavky zobrazí chybovou stránku 503.
sk: Keď je koreňová stránka webovej lokality v režime údržby, pri všetkých požiadavkách sa zobrazí chybová stránka 503.
tr: Bir web sitesi kök sayfası bakım kipindeyken, yapılan tüm isteklere 503 hata sayfası gösterilir.

# FOP.fop.0
source: File operation permissions
cs: Práva práce se souborem
it: Permessi di gestione files
nl: Bestandsrechten
pl: Restrykcje operacji na plikach
sk: Oprávnenia operácií so súbormi
sl: Dovoljenja datotek
tr: Dosya işlemi izinleri

# FOP.fop.1
source: Here you can select the file operations you want to allow.
cs: Právo práce se souborem použij pouze na povolené adresáře.
it: I permessi di gestione dei files si applicano solo alle cartelle abilitate.
nl: Selecteer hier de bestand bewerkingen die u wilt toestaan.
pl: Restrykcje operacji na plikach dotyczą tylko włączonych katalogów.
sk: Oprávnenia operácií so súbormi sa vzťahujú iba na povolené adresáre.
sl: Tukaj lahko izberete opracije datotek, ki jih želite dovoliti.
tr: Buradan izin vermek istediğiniz dosya işlemlerini seçebilirsiniz.

# FOP.f1
source: Upload files to the server
cs: Nahrát soubory na server
it: Carica i files sul server
nl: Bestanden opladen naar de server
pl: Wyślij pliki na serwer
sk: Nahrať súbory na server
sl: Naloži datoteke na strežnik
tr: Sunucuya dosya yükle

# FOP.f2
source: Edit, copy or move files and folders
cs: Upravit, kopírovat nebo přesunout soubory a adresáře
it: Modifica, copia o sposta files e cartelle
nl: Bewerk, kopieer of verplaats bestanden en mappen
pl: Edytuj, kopiuj lub przenieś pliki i katalogi
sk: Upraviť, kopírovať alebo presunúť súbory a adresáre
sl: Uredi, kopiraj ali premakni datoteke in mape
tr: Dosya ve klasörleri düzenleme, kopyalama ya da taşıma

# FOP.f3
source: Delete single files and empty folders
cs: Smazat soubory a prázdné adresáře
it: Cancella singoli files e svuota cartelle
nl: Verwijder bestanden en lege mappen
pl: Skasuj pojedyncze pliki i puste katalogi
sk: Odstrániť jednotlivé súbory a prázdne adresáre
sl: Izbriši samostojne datoteke in prazne mape
tr: Tek dosya ve boş klasörleri silme

# FOP.f4
source: Delete folders including all files and subfolders (!)
cs: Smazat adresáře včetně všech souborů a podadresářů (!)
it: Elimina le cartelle compresi tutti i files e le sotto cartelle(!)
nl: Verwijder mappen, inclusief alle bestanden en submappen (!)
pl: Skasuj katalogi z wszystkimi plikami i podkatalogami (!)
sk: Odstrániť adresár vrátane súborov a podadresárov (!)
sl: Izbriši mape, vključno z datotekami in podmapami (!)
tr: Klasörleri içindeki tüm dosyalar ve alt klasörle ile silme (!)

# FOP.f5
source: Edit files in the source editor
cs: Upravit soubory v editoru
it: Modifica i file nell'editor di codice
nl: Bewerk bestanden in de editor
pl: Edytuj pliki w edytorze
sk: Upraviť súbor v editore
sl: Uredi datoteke v urejevalniku izvorne kode
tr: Dosyaları düzenleyicide düzenleme

# FOP.f6
source: Synchronize the file system with the database
cs: Synchronizovat systém souborů s databází
it: Sincronizzare il file system con il database
nl: Synchroniseer het bestandssysteem met de database
pl: Synchronizuj system plików z bazą danych
sk: Synchronizovať systém súborov s databázou
sl: Sinhroniziraj datotečni sistem s podatkovno bazo.
tr: Dosya sistemini veritabanı ile eşitleme

# CHMOD.editpage
source: Edit page
cs: Upravit stránku
it: Modifica pagina
nl: Bewerk pagina
pl: Edytuj strone
sk: Upraviť stránku
sl: Uredi stran
tr: Sayfa düzenleme

# CHMOD.editnavigation
source: Edit page hierarchy
cs: Upravit hierarchii stránky
it: Modifica gerarchia pagine
nl: Bewerk pagina hiërarchie
pl: Edytuj hierarchie strony
sk: Upraviť hierarchiu stránok
sl: Uredi hierarhijo strani
tr: Sayfa hiyerarşisini düzenleme

# CHMOD.deletepage
source: Delete page
cs: Smazat stránku
it: Elimina pagina
nl: Verwijder pagina
pl: Skasuj strone
sk: Odstrániť stránku
sl: Izbriši stran
tr: Sayfa silme

# CHMOD.editarticles
source: Edit articles
cs: Upravit článek
it: Modifica articoli
nl: Bewerk artikelen
pl: Edytuj artykuły
sk: Upraviť články
sl: Uredi članek
tr: Makaleleri düzenleme

# CHMOD.movearticles
source: Edit article hierarchy
cs: Upravit hierarchii článku
it: Modifica gerarchia articoli
nl: Bewerk artikelen hiërarchie
pl: Edytuj hierarchie artykułów
sk: Upraviť hierarchiu článkov
sl: Uredi hierarhijo člankov
tr: Makale hiyerarşisini düzenleme

# CHMOD.deletearticles
source: Delete articles
cs: Smazat článek
it: Elimina articoli
nl: Verwijder artikelen
pl: Skasuj artykuły
sk: Odstrániť články
sl: Izbriši članek
tr: Makale silme

# CHMOD.cuser
source: Owner
cs: Uživatel
it: Utente
nl: Eigenaar
pl: Użytkownik
sk: Používateľ
sl: Lastnik
tr: Sahip

# CHMOD.cgroup
source: Group
cs: Skupina
it: Gruppo
nl: Groep
pl: Grupa
sk: Skupina
sl: Skupina
tr: Grup

# CHMOD.cworld
source: Everybody
cs: Všichni
it: Tutti
nl: Iedereen
pl: Wszyscy
sk: Všetci
sl: Vsi
tr: Herkes

# DATE.a
source: am
tr: öö

# DATE.A
source: AM
cs: odpoledne
tr: ÖÖ

# DATE.d
source: DD
tr: GG

# DATE.j
source: D
tr: G

# DATE.m
source: MM
tr: AA

# DATE.n
source: M
tr: A

# DATE.h
source: hh
tr: ss

# DATE.H
source: hh
tr: ss

# DATE.g
source: h
tr: s

# DATE.G
source: h
tr: s

# DATE.i
source: mm
tr: dd

# DATE.s
source: ss
tr: snsn

# DAYS.0
source: Sunday
cs: neděle
it: Domenica
nl: zondag
pl: Niedziela
sk: Nedeľa
sl: Nedelja
tr: Pazar

# DAYS.1
source: Monday
cs: pondělí
it: Lunedì
nl: maandag
pl: Poniedziałek
sk: Pondelok
sl: Ponedeljek
tr: Pazartesi

# DAYS.2
source: Tuesday
cs: úterý
it: Martedì
nl: dinsdag
pl: Wtorek
sk: Utorok
sl: Torek
tr: Salı

# DAYS.3
source: Wednesday
cs: středa
it: Mercoledì
nl: woensdag
pl: Środa
sk: Streda
sl: Sreda
tr: Çarşamba

# DAYS.4
source: Thursday
cs: čtvrtek
it: Giovedì
nl: donderdag
pl: Czwartek
sk: Štvrtok
sl: Četrtek
tr: Perşembe

# DAYS.5
source: Friday
cs: pátek
it: Venerdì
nl: vrijdag
pl: Piątek
sk: Piatok
sl: Petek
tr: Cuma

# DAYS.6
source: Saturday
cs: sobota
it: Sabato
nl: zaterdag
pl: Sobota
sk: Sobota
sl: Sobota
tr: Cumartesi

# DAYS_SHORT.0
source: Sun
cs: ne
it: Dom
nl: zon
pl: Nie
sk: Ne
sl: Ned
tr: Pa

# DAYS_SHORT.1
source: Mon
cs: po
it: Lun
nl: maa
pl: Pon
sk: Po
sl: Pon
tr: Pt

# DAYS_SHORT.2
source: Tue
cs: út
it: Mar
nl: din
pl: Wto
sk: Ut
sl: Tor
tr: Sa

# DAYS_SHORT.3
source: Wed
cs: st
it: Mer
nl: woe
pl: Śro
sk: St
sl: Sre
tr: Ça

# DAYS_SHORT.4
source: Thu
cs: čt
it: Gio
nl: don
pl: Czw
sk: Št
sl: Čet
tr: Pe

# DAYS_SHORT.5
source: Fri
cs: pá
it: Ven
nl: vrij
pl: Pią
sk: Pi
sl: Pet
tr: Cu

# DAYS_SHORT.6
source: Sat
cs: so
it: Sab
nl: zat
pl: Sob
sk: So
sl: Sob
tr: Ct

# MONTHS.0
source: January
cs: leden
it: Gennaio
nl: januari
pl: Styczeń
sk: Január
sl: Januar
tr: Ocak

# MONTHS.1
source: February
cs: únor
it: Febbraio
nl: februari
pl: Luty
sk: Február
sl: Februar
tr: Şubat

# MONTHS.2
source: March
cs: březen
it: Marzo
nl: maart
pl: Marzec
sk: Marec
sl: Marec
tr: Mart

# MONTHS.3
source: April
cs: duben
it: Aprile
pl: Kwiecień
sk: Apríl
tr: Nisan

# MONTHS.5
source: June
cs: červen
it: Giugno
nl: juni
pl: Czerwiec
sk: Jún
sl: Junij
tr: Haziran

# MONTHS.6
source: July
cs: červenec
it: Luglio
nl: juli
pl: Lipiec
sk: Júl
sl: Julij
tr: Temmuz

# MONTHS.7
source: August
cs: srpen
it: Agosto
nl: augustus
pl: Sierpień
sl: Avgust
tr: Ağustos

# MONTHS.8
source: September
cs: září
it: Settembre
pl: Wrzesień
tr: Eylül

# MONTHS.9
source: October
cs: říjen
it: Ottobre
nl: oktober
pl: Październik
sk: Október
sl: Oktober
tr: Ekim

# MONTHS.10
source: November
cs: listopad
it: Novembre
pl: Listopad
tr: Kasım

# MONTHS.11
source: December
cs: prosinec
it: Dicembre
pl: Grudzień
tr: Aralık

# MONTHS_SHORT.0
source: Jan
cs: led
it: Gen
pl: Sty
tr: Oca

# MONTHS_SHORT.1
source: Feb
cs: únor
pl: Lut
tr: Şub

# MONTHS_SHORT.3
source: Apr
cs: dub
pl: Kwi
tr: Nis

# MONTHS_SHORT.5
source: Jun
cs: červen
it: Giu
pl: Cze
sk: Jún
tr: Haz

# MONTHS_SHORT.6
source: Jul
cs: červenec
it: Lug
pl: Lip
sk: Júl
tr: Tem

# MONTHS_SHORT.7
source: Aug
cs: srp
it: Ago
pl: Sie
sl: Avg
tr: Ağu

# MONTHS_SHORT.8
source: Sep
cs: zář
it: Set
pl: Wrz
tr: Eyl

# MONTHS_SHORT.9
source: Oct
cs: řijn
it: Ott
nl: okt
pl: Paź
sk: Okt
sl: Okt
tr: Eki

# MONTHS_SHORT.10
source: Nov
cs: list
pl: Lis
tr: Kas

# MONTHS_SHORT.11
source: Dec
cs: pros
it: Dic
pl: Gru
tr: Ara

# MSC.url.0
source: Link target
cs: Cílová URL
it: URL di destinazione
nl: Doel URL
pl: Docelowy URL
sk: Cieľová URL
sl: Cilj povezave
tr: Bağlantı hedefi

# MSC.url.1
source: Please enter a web address (http://…), an e-mail address (mailto:…) or an insert tag.
cs: Prosím zadejte kompletní cílovou URL včetně síťového protokolu (např. <em>http://www.domena.com</em>. K odkazu na emailovou adresu prosím zadejte <em>mailto:jmeno@domena.com</em>. Můžete také použit vkládané značky (např. <em>linka_url</em>).
it: Inserisci l'URL di destinazione compreso il protocollo di rete (es: <em>http://www.domain.com</em>). Per inserire un collegamento ad un indirizzo e-mail inserisci <em>mailto:name@domain.com</em>. E' anche possibile utilizzare tags di inserimento (es: <em>link_url</em>).
nl: Geef een web adres op (http://...), een e-mail adres (mailto:...) of een insert tag.
pl: Wprowadź kompletny, docelowy adres URL łącznie z nazwą protokołu (np. <em>http://www.domena.com</em>). Jeśli jest to adres e-mail, wprowadź <em>mailto:nazwa@domena.com</em>. Możesz również używać tagi (np. <em>link_url</em>).
sk: Prosím vložte úplnú cieľovú URL vrátane sieťového protokolu (napr. <em>http://www.domain.com</em>). Ak chcete vytvoriť odkaz na e-mailovú adresu, zadajte <em>mailto:name@domain.com</em>. Môžete tiež používať značky (napr. <em>link_url</em>) a môžte použiť aj "insert tag".
sl: Prosimo vnesite naslov spletne strani (http://...), in e-mail naslov (mailto:...) ali vstavite oznako.
tr: Lütfen bir web adresi (http://...), bir e-posta adresi (mailto:...) ya da bir eklenebilecek kod imi yazın.

# MSC.target.0
source: Open in new window
cs: Otevřít v novém okně
it: Si apre in una nuova finestra
nl: Openen in een nieuw venster
pl: Otwórz w nowym oknie
sk: Otvoriť v novom okne
sl: Odpri v novem oknu
tr: Yeni pencerede açılsın

# MSC.target.1
source: Open the link in a new browser window.
cs: Pokud vyberete tuto možnost, bude cílená URL otevřena v novém okně prohlížeče.
it: Se scegli questa opzione, l'URL di destinazione si aprirà in una nuova finestra del browser.
nl: Open de link in een nieuw browser venster.
pl: Jeśli zaznaczysz tę opcję, adres URL otworzy się w nowym oknie przeglądarki.
sk: Ak zvolíte túto možnosť, cieľová URL sa otvorí v novom okne prehliadača.
sl: Odpri povezavo v novem oknu.
tr: Bağlantı yeni bir tarayıcı penceresinde açılır.

# MSC.separator.0
source: Separator
cs: ddělovač
it: Separatore
nl: Scheidingsteken
sk: Oddeľovač
sl: Ločilo
tr: Ayraç

# MSC.separator.1
source: Please choose a field delimiter.
cs: Prosím vyberte znak pro oddělení hodnot.
it: Inserire il carattere separatore dei dati.
nl: Selecteer een karakter dat dient als scheiding van waarden.
pl: Wybierz znak, który będzie oddzielał dane
sk: Zvoľte prosím znak, ktorý oddeľuje hodnoty.
sl: Prosimo izberite ločilo polja.
tr: Lütfen bir alan sınırlayıcı seçin.

# MSC.source.0
source: Source files
cs: Zdroj souborů
it: File sorgente
nl: Bronbestanden
pl: Pliki źródłowe
sk: Zdrojové súbory
sl: Izvorne datoteke
tr: Kaynak dosyalar

# MSC.source.1
source: Please upload the CSV files to be imported.
cs: Prosím, vyberte CSV soubory, které chcete importovat z adresáře.
it: Selezionare il file CSV che si vuole importare
nl: Kies de CSV bestanden die u wilt importeren uit de bestandsdirectory.
pl: Wybierz pliki CSV, które chcesz zaimportować.
sk: Zvoľte CSV súbory, ktoré chcete importovať z adresára.
sl: Prosimo izberite iz imenika datotek, CSV datoteke za uvoz.
tr: Lütfen içe aktarılacak CSV dosyalarını yükleyin.

# MSC.imgSize.0
source: Image size
cs: Velikost obrázku
it: Dimensioni immagine
nl: Beeldformaat
pl: Rozmiar obrazka
sk: Veľkosť obrázku
sl: Velikost slike
tr: Görsel boyutu

# MSC.imgSize.1
source: Here you can set the image dimensions and the resize mode.
cs: Zde můžete zadat rozměry a metodu zobrazení obrázku.
it: Se si inserisce solo la larghezza o l'altezza dell'immagine, essa verrà ridimensionata proporzionalmente. Se si immettono entrambe le misure e l'immagine supera i limiti, quest'ultima verrà tagliata. Se si lasciano vuoti i campi verrà visualizzata con la dimensione originale.
nl: Hier kunt u de afmetingen van het beeld en de schaalmodus instellen.
pl: Jeśli wpiszesz tylko szerokość lub tylko wysokość, obrazek zostanie dopasowany do podanego wymiaru proporcjonalnie. Jeśli podasz oba wymiary, obrazek zostanie wykadrowany do podanych rozmiarów. Jeśli zostawisz oba pola puste, obrazek zostanie wyświetlony w oryginalnych wymiarach.
sk: Tu môžte zadať rozmery obrázku a režim zmeny veľkosti.
sl: Tu lahko določite dimenzije slike in jo pomanjšujete/povečujete.
tr: Buradan görsel boyutlarını ve yeniden boyutlandırma kipini ayarlayabilirsiniz.

# MSC.comma
source: Comma
cs: Čárka
it: Virgola
nl: Komma
pl: Przecinek
sk: Čiarka
sl: Vejica
tr: Virgül

# MSC.semicolon
source: Semicolon
cs: Středník
it: Punto e virgola
nl: Puntkomma
pl: Średnik
sk: Bodkočiarka
sl: Podpičje
tr: Noktalı virgül

# MSC.tabulator
source: Tabulator
cs: Tabulátor
it: Tabulatore
nl: Tab
sk: Tabulátor
tr: Sekme

# MSC.linebreak
source: Line break
cs: Zalomení řádků
it: Fine riga
nl: Regeleinde
pl: Nowa linia
sk: Znak nového riadku
sl: Prelom vrstice
tr: Satır sonu

# MSC.lw_import.0
source: CSV import
cs: Importovat jako CSV
it: Importa CSV
pl: Import CSV
sk: import CSV
sl: CSV uvoz
tr: CSV içe aktarma

# MSC.lw_import.1
source: Import list items from a CSV file
cs: Import seznam položek ze souboru CSV.
it: Importa elementi della lista da un file CSV
nl: Importeer lijst items vanuit een CSV bestand
pl: Import elementów listy z pliku CSV
sk: Importovať položky z CSV súboru
sl: Uvozite elemente s seznama CSV datoteke
tr: Liste ögelerini CSV dosyasından içe aktar

# MSC.lw_copy
source: Duplicate the element
cs: Duplikovat prvek
it: Elemento duplicato
nl: Dupliceer het element
pl: Duplikuj element
sk: Kopírovať element
sl: Dupliciraj element
tr: Bileşeni kopyala

# MSC.lw_up
source: Move the element one position up
cs: Posunout prvek o jednu pozici nahoru
it: Sposta l'elemento sopra
nl: Verplaats het element één positie hoger
pl: Przenieś element o jedną pozycję w górę
sk: Premiestniť element o jedno miesto nahor
sl: Premakni element za eno pozicijo gor
tr: Bileşeni bir üste taşı

# MSC.lw_down
source: Move the element one position down
cs: Posunout prvek o jednu pozici dolů
it: Sposta l'elemento sotto
nl: Verplaats het element één positie lager
pl: Przenieś element o jedną pozycję w dół
sk: Premiestniť element o jedno miesto dole
sl: Premakni element za eno pozicijo dol
tr: Bileşeni bir alta taşı

# MSC.lw_delete
source: Delete the element
cs: Smazat prvek
it: Elimina l'elemento
nl: Verwijder het element
pl: Usuń element
sk: Odstrániť element
sl: Izbriši element
tr: Bileşeni sil

# MSC.ow_import.0
source: CSV import
cs: Importovat jako CSV
it: Importa CSV
pl: Import CSV
sk: import CSV
sl: CSV uvoz
tr: CSV içe aktarma

# MSC.ow_import.1
source: Import options from a CSV file
cs: Importovat možnosti ze souboru CSV
it: Importa opzioni da un file CSV
nl: Importeer van een CSV bestand
pl: Importuj opcje z pliku CSV
sk: Importovať možnosti zo súboru CSV
sl: Uvozi možnosti iz datoteke CSV
tr: Seçenekleri bir CSV dosyasından içe aktar

# MSC.tw_import.0
source: CSV import
cs: Importovat jako CSV
it: Importa CSV
pl: Import CSV
sk: import CSV
sl: CSV uvoz
tr: CSV içe aktarma

# MSC.tw_import.1
source: Import table items from a CSV file
cs: Import tabulku položek ze souboru CSV.
it: Importa i dati della tabella da un file CSV
nl: Importeer tabel items van een CSV bestand
pl: Import elementów tabeli z pliku CSV
sk: Importovať tabuľkové položky z CSV súboru
sl: Uvozi elemente tabele iz CSV datoteke
tr: Tablo ögelerini CSV dosyasından içe aktar

# MSC.tw_expand
source: Increase the input field size
cs: Zvýšit velikost vstupního pole
it: Aumenta la dimensione del campo di input
nl: Vergroot formaat van het invoerveld
pl: Zwiększ rozmiar pola
sk: Zvýšiť veľkosť vstupného poľa
sl: Povečaj velikost vnosnega polja
tr: Giriş alanının boyutunu artır

# MSC.tw_shrink
source: Decrease the input field size
cs: Snížit velikost vstupního pole
it: Riduci la dimensione del campo di input
nl: Verkleint formaat van het invoerveld
pl: Zmniejsz rozmiar pola
sk: Znížiť veľkosť vstupného poľa
sl: Zmanjšaj velikost vnosnega polja
tr: Giriş alanının boyutunu azalt

# MSC.tw_rcopy
source: Duplicate the row
cs: Duplikovat řádek
it: Duplica la riga
nl: Dupliceer de rij
pl: Duplikuj rząd
sk: Duplikovať riadok
sl: Podvoji kolono
tr: Satırı kopyala

# MSC.tw_rup
source: Move the row one position up
cs: Posunout řádek o jednu pozici nahoru
it: Sposta la riga sopra
nl: Verplaats de rij één positie naar boven
pl: Przenieś rząd o jedną pozycję w górę
sk: Posunúť riadok o jednu pozíciu nahor
sl: Premakni vrstico za eno pozicijo gor
tr: Satırı bir üste taşı

# MSC.tw_rdown
source: Move the row one position down
cs: Posunout řádek o jednu pozici dolů
it: Sposta la riga sotto
nl: Verplaats de rij één positie naar beneden
pl: Przenieś rząd o jedną pozycję w dół
sk: Posunúť riadok o jednu pozíciu dole
sl: Premakni vrstico za eno pozicijo dol
tr: Satırı bir alta taşı

# MSC.tw_rdelete
source: Delete the row
cs: Smazat řádek
it: Elimina la riga
nl: Rij verwijderen
pl: Usuń rząd
sk: Odstrániť riadok
sl: Izbriši vrstico
tr: Satırı sil

# MSC.tw_ccopy
source: Duplicate the column
cs: Duplikovat sloupec
it: Duplica la colonna
nl: Dupliceer de kolom
pl: Duplikuj kolumnę
sk: Duplikovať stĺpec
sl: Podvoji kolono
tr: Sütunu kopyala

# MSC.tw_cmovel
source: Move the column one position left
cs: Posunout sloupec o jednu pozici vlevo
it: Sposta la colonna a sinistra
nl: Verplaats de kolom één positie naar links
pl: Przenieś kolumnę o jedną pozycję w lewo
sk: Posunúť stĺpec o jednu pozíciu vľavo
sl: Premakni kolono za eno pozicijo gor
tr: Sütunu bir sola taşı

# MSC.tw_cmover
source: Move the column one position right
cs: Posunout sloupec o jednu pozici vpravo
it: Sposta la colonna a destra
nl: Verplaats de kolom één positie naar rechts
pl: Przenieś kolumnę o jedną pozycję w prawo
sk: Posunúť stĺpec o jednu pozíciu vpravo
sl: Premakni kolono za eno pozicijo dol
tr: Sütunu bir sağa taşı

# MSC.tw_cdelete
source: Delete the column
cs: Smazat sloupec
it: Elimina la colonna
nl: Verwijder de kolom
pl: Usuń kolumnę
sk: Odstrániť stĺpec
sl: Izbriši kolono
tr: Sütunu sil

# MSC.ow_copy
source: Duplicate the row
cs: Duplikovat řádek
it: Duplica la riga
nl: Dupliceer de rij
pl: Duplikuj rząd
sk: Duplikovať riadok
sl: Podvoji kolono
tr: Satırı kopyala

# MSC.ow_up
source: Move the row one position up
cs: Posunout řádek o jednu pozici nahoru
it: Sposta la riga sopra
nl: Verplaats de rij één positie naar boven
pl: Przenieś rząd o jedną pozycję w górę
sk: Posunúť riadok o jednu pozíciu nahor
sl: Premakni vrstico za eno pozicijo gor
tr: Satırı bir üste taşı
