Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# ERR.general
source: An error occurred!
cs: Došlo k chybě!
it: Si è verificato un errore!
nl: Er is een fout is opgetreden!
pl: Wystąpił błąd!
sk: Vyskytla sa chyba!
sl: Pojavila se je napaka!
tr: Bir sorun çıktı!

# ERR.submit
source: The data could not be saved because an error occurred!
cs: Data nešlo uložit, protože došlo k chybě!
it: I dati non possono essere salvati perché si è verificato un errore!
nl: De gegevens konden niet worden opgeslagen omdat er een fout is opgetreden!
pl: Dane nie mogły zostać zapisane, ponieważ wystąpił błąd!
sk: Údaje nebolo možné uložiť, pretože sa vyskytla chyba!
sl: Prišlo je do napake, zato se podatki niso shranili!
tr: Bir sorun çıktığından veriler kaydedilemedi!

# ERR.unique
source: This entry already exists!
cs: Tato položka již existuje!
it: L'informazione esiste già!
nl: Deze vermelding bestaat al!
pl: Wpis już istnieje!
sk: Tento záznam už existuje!
sl: Ta vnos že obstaja!
tr: Bu kayıt zaten var!

# ERR.mandatory
source: Field "%s" must not be empty!
cs: Prosím vyplňte pole "%s"!
it: Compila il campo "%s"!
nl: Veld "%s" invullen!
pl: Pole "%s" nie może pozostać puste!
sk: Pole "%s" nesmie zosať prázdne!
sl: Prosimo izpolnite polje "%s"!
tr: "%s" alanı boş bırakılamaz!

# ERR.mdtryNoLabel
source: This field must not be empty!
cs: Toto pole nesmí být prázdné!
it: Questo campo non deve essere vuoto!
nl: Dit veld dient ingevuld te zijn!
pl: To pole nie może pozostać puste!
sk: Toto pole nesmie zostať prázdne!
sl: To polje ne sme ostati prazno!
tr: Bu alan boş bırakılamaz!

# ERR.minlength
source: Field "%s" has to be at least %d characters long!
cs: Pole "%s" musí obsahovat %d znaků!
it: Il campo "%s" deve essere lungo almeno %d caratteri!
nl: Veld "%s" moet tenminste %d karakters lang zijn!
pl: Pole "%s" powinno zawierać co najmniej %d znaki!
sk: Pole "%s" musí obsahovať aspoň %d znakov!
sl: Polje "%s" mora vsebovati vsaj %d znakov!
tr: "%s" alanı en az %d karakter uzunluğunda olmalıdır!

# ERR.maxlength
source: Field "%s" must not be longer than %d characters!
cs: Pole "%s" nesmí mít více než %d znaků!
it: Il campo "%s" non deve essere più lungo di %d caratteri!
nl: Veld "%s" mag niet meer dan %d karakters bevatten!
pl: Pole "%s" powinno zawierać nie więcej niż %d znaki!
sk: Pole "%s" nesmie obsahovať viac ako %d znakov!
sl: Polje "%s" ne sme biti daljše od %d črk!
tr: "%s" alanı en fazla %d karakter uzunluğunda olmalıdır!

# ERR.minval
source: Field "%s" has to be at least %d!
cs: Pole "%s" má být nejméně %d!
it: Il campo "%s" deve essere di almeno %d!
nl: Veld "%s" moet tenminste %d zijn!
pl: Pole "%s" powinno zawierać co najmniej %d!
tr: "%s" alanı en az %d olmalıdır!

# ERR.maxval
source: Field "%s" must not be greater than %d!
cs: Pole "%s" musí být větší než %d!
it: Il campo "%s" non deve essere maggiore di %d!
nl: Veld "%s" mag niet groter dan %d zijn!
pl: Pole "%s" nie może być większe niż %d!
tr: "%s" alanı en çok %d olmalıdır!

# ERR.digit
source: Please enter digits only!
cs: Prosím zadejte pouze číslice!
it: Inserisci solo numeri!
nl: Enkel cijfers invullen!
pl: Wprowadź tylko cyfry!
sk: Zadajte iba číslice!
sl: Prosimo vnesite samo številke!
tr: Lütfen yalnızca rakamlar yazın!

# ERR.natural
source: Please enter natural numbers only!
cs: Zadejte prosím jen přirozená čísla!
it: Si prega di inserire solo numeri!
nl: Geef alleen natuurlijke getallen in!
pl: Wprowadź tylko cyfry!
sk: Zadajte iba číslice!
sl: Prosim vpišite samo naravna števila.
tr: Lütfen yalnızca doğal sayılar yazın!

# ERR.prcnt
source: Please enter a percentage between 0 and 100!
cs: Prosím zadejte procenta mezi 0 a 100!
it: Inserisci una percentuale tra 0 e 100!
nl: Geef een percentage tussen 0 en 100 op!
pl: Wprowadź procenty pomiędzy 0 i 100!
sk: Zadajte percentá medzi 0 a 100!
sl: Prosimo vnesite odstotek med 0 in 100!
tr: Lütfen 0 ile 100 arasında bir yüzde yazın!

# ERR.alpha
source: Please enter alphabetic characters only!
cs: Prosím zadejte pouze abecední znaky!
it: Inserisci solo caratteri alfabetici!
nl: Enkel alfabetische karakters gebruiken!
pl: Wpisuj tylko znaki alfabetu!
sk: Zadajte iba abecedné znaky!
sl: Prosimo vnesite samo črkovne znake!
tr: Lütfen yalnızca harfler yazın!

# ERR.alnum
source: Please enter alphanumeric characters only!
cs: Prosím zadejte pouze číselné a abecední znaky!
it: Inserisci solo caratteri alfanumerici!
nl: Enkel alfanumerieke karakters invoeren!
pl: Wpisuj tylko znaki alfanumeryczne!
sk: Zadajte iba abecedné znaky a číslice!
sl: Prosimo vnesite samo alfanumerične znake!
tr: Lütfen yalnızca harfler ve rakamlar yazın!

# ERR.phone
source: Please enter a valid phone number!
cs: Prosím zadejte platné telefonní číslo!
it: Inserisci un numero di telefono valido!
nl: Geef een geldig telefoonnummer op!
pl: Wpisz prawidłowy numer telefonu!
sk: Zadajte platné telefónne číslo!
sl: Prosimo vpišite veljavno telefonsko številko!
tr: Lütfen geçerli bir telefon numarası yazın!

# ERR.extnd
source: For security reasons you can not use the following characters here: #<>()\=
cs: Z bezpečnostních důvodů nemůžete použít následující znaky: #<>()\=
it: Per motivi di sicurezza non puoi utilizzare i seguenti caratteri: =<>&/()#
nl: Om veiligheidsredenen kunt u de volgende karakters hier niet gebruiken: #<>()\=
pl: Ze względów bezpieczeństwa nie można tu używać następujących znaków:: #<>()\=
sk: Z bezpečnostných dôvodov nemôžete používať znaky #<>()\=
sl: Zaradi varnostnih razlogov tu ni mogoče uporabiti sledečih znakov: #<>()\=
tr: Güvenlik nedeniyle şu karakterler burada kullanılamaz: #<>()/=

# ERR.email
source: Please enter a valid e-mail address!
cs: Prosím zadejte platnou emailovou adresu!
it: Inserisci un indirizzo e-mail valido!
nl: Geef een geldig e-mail adres op!
pl: Proszę wprowadzić poprawny adres e-mail!
sk: Zadajte platnú e-mailovú adresu.
sl: Prosimo vpišite veljaven e-poštni naslov!
tr: Lütfen geçerli bir e-posta adresi yazın!

# ERR.emails
source: There is at least one invalid e-mail address!
cs: Nachází se tam jedna neplatná emailová adresa!
it: C'è almeno un indirizzo di posta elettronica non valido!
nl: Er is tenminste één ongeldig e-mail adres!
pl: Jest przynajmniej jeden nieprawidłowy adres e-mail!
sk: Minimálne jedna e-mailová adresa je neplatná!
sl: Vnesen je bil najmanj en neveljaven e-mail naslov!
tr: En az bir geçersiz e-posta adresi olmalı!

# ERR.url
source: Please enter a valid URL format and encode special characters!
cs: Prosím zadejte platný URL formát a zakódujte zvláštní znaky!
it: Inserisci un formato URL valido e codifica i caratteri speciali!
nl: Geef een geldig URL formaat op en codeer speciale karakters!
pl: Proszę wprowadzić poprawny format adresu URL i/lub kodowania znaków specjalnych!
sk: Zadajte URL v platnom formáte a zakódujte špeciálne znaky!
sl: Prosimo vpišite veljaven URL format in kodirane posebne znake!
tr: Lütfen özel karakterleri de kodlayarak, geçerli bir internet adresi biçimi yazın!

# ERR.locale
source: Please enter a valid locale such as "en" or "en_US"!
cs: Zadejte prosím platnou lokalitu jako například "cs" nebo "en" pro angličtinu!
it: Inserisci una localizzazione valida, ad esempio "it" o "it_IT"!
nl: Geef een geldige locale op zoals "en" of "en_US"!
pl: Wprowadź poprawny język taki jak "en" lub "en_US"!
sk: Prosím zadajte platnú lokalitu ako napríklad "sk" alebo "sk_SK"!
sl: Prosim, vnesite veljavno jezikovno kodo (locale), kot na primer "en" ali "en_US"!
tr: Lütfen "tr" yada "tr_TR" gibi geçerli bir yerel dil kodu yazın!

# ERR.language
source: Please enter a valid language code such as "en" or "en-US"!
cs: Zadejte prosím platný jazyk jako například "cs" pro češtinu nebo "en" pro angličtinu!
it: Inserisci un codice di lingua valido, ad esempio "it" o "it-IT"!
nl: Geef een geldige taal code op zoals "en" of "en_US"!
pl: Wprowadź poprawny kod językowy taki jak "en" lub "en-US"!
sk: Prosím zadajte platnú kód jazyka ako napríklad "sk" alebo "sk-SK"!
sl: Prosim, vnesite veljavno jezikovno kodo, kot na primer "en" ali "en-US"!
tr: Lütfen "tr" yada "tr-TR" gibi geçerli bir dil kodu yazın!

# ERR.alias
source: Please enter only alphanumeric characters and the following special characters: .-_
cs: Zadejte prosím jen alfanumerické znaky a následující zvláštní znaky: .-_
it: Inserisci solo caratteri alfanumerici e i seguenti caratteri speciali: .-_
nl: Voer alleen alfanumerieke tekens in en de volgende speciale tekens: .-_
pl: Proszę wprowadzić tylko alfanumeryczne znaki i znaki specjalne: .-_
sk: Zadajte iba abecedné znaky, číslice a nasledovné špeciálne znaky . - _
sl: Prosim, vnesite le alfanumerične znake in sledeče posebne znake: .-_
tr: Lütfen yalnızca harfler, rakamlar ve şu özel karakterleri yazın: .-_

# ERR.folderalias
source: Please enter only alphanumeric characters and the following special characters: .-/_
cs: Zadejte prosím jen alfanumerické znaky a následující zvláštní znaky: .-/_
it: Inserisci solo caratteri alfanumerici e i seguenti caratteri speciali: .-/_
nl: Voer alleen alfanumerieke tekens in en de volgende speciale tekens: .-/_
pl: Proszę wprowadzić tylko alfanumeryczne znaki i znaki specjalne: .-/_
sk: Zadajte iba abecedné znaky, číslice a nasledovné špeciálne znaky . - / _
sl: Prosim, vnesite le alfanumerične znake in sledeče posebne znake: .-/_
tr: Lütfen yalznıca harfler, rakamlar ve şu özel karakterleri yazın: .-/_

# ERR.date
source: Please enter the date as "%s"!
cs: Prosím zadejte datum jako "%s"!
it: Inserisci la data nel formato "%s"!
nl: Geef de datum op als "%s"!
pl: Proszę wprowadzić datę jako "%s"!
sk: Zadajte dátum ako "%s"!
sl: Prosimo vnesite datum v obliki "%s"!
tr: Lütfen tarihi "%s" olarak yazın!

# ERR.time
source: Please enter the time as "%s"!
cs: Prosím zadejte čas jako "%s"!
it: Inserisci l'ora nel formato "%s"!
nl: Geef de tijd op als "%s"!
pl: Proszę wprowadzić czas jako "%s"!
sk: Zadajte čas ako "%s"!
sl: Prosimo vnesite čas v obliki "%s"!
tr: Lütfen saati "%s" olarak yazın!

# ERR.dateTime
source: Please enter date and time as "%s"!
cs: Prosím zadejte datum a čas jako "%s"!
it: Inserisci data e ora nel formato "%s"!
nl: Geef datum en tijd op als "%s"!
pl: Proszę wprowadzić datę i czas jako "%s"!
sk: Zadajte dátum a čas ako "%s"!
sl: Prosimo vnesite datum in čas v obliki "%s"!
tr: Lütfen tarihi ve saati "%s" olarak yazın!

# ERR.invalidDate
source: Invalid date "%s"!
cs: Neplatné datum "%s"!
it: La data "%s" non è valida!
nl: Ongeldige datum "%s"!
pl: Nieprawidłowa data "%s"!
sk: Neplatný dátum "%s"!
sl: Neveljaven datum "%s"!
tr: "%s" tarihi geçersiz!

# ERR.noSpace
source: Field "%s" must not contain any whitespace characters!
cs: Pole "%s" nesmí obsahovat prázdná místa!
it: Il campo "%s" non deve contenere spazi!
nl: Het veld "%s" mag geen spaties bevatten!
pl: Pole "%s" nie może zawierać spacji!
sk: Pole "%s" nesmie obsahovať medzery!
sl: Polje "%s" ne sme vsebovati presledkov!
tr: "%s" alanında boşluk karakteri bulunmamalıdır!

# ERR.filename
source: The name of at least one uploaded file contains invalid characters or exceeds the maximum length of 255 characters!
cs: Název souboru obsahuje jeden z nepovolených znaků nebo překročil maximální počet 255 znaků!
it: Il nome dell'ultimo file caricato conteneva caratteri non validi oppure aveva un nome più lungo di 255 caratteri!
nl: De naam van een der bestanden bevat ongeldige of overschrijdt de maximale lengte van 255 karakters!
pl: Nazwa co najmniej jednego załadowanego pliku zawiera niedozwolony znak lub przekracza 255 znaków!
sk: Názov aspoň jedného nahraného súboru obsahuje neplatné znaky alebo presahuje maximálnu dĺžku 255 znakov!
sl: Naziv najmanj ene od naloženih datotek vsebuje neveljavne znake ali prekoračuje največjo dovoljeno dolžino 255 znakov!
tr: Yüklenen en az bir dosyanın adı geçersiz karakterler içeriyor ya da en fazla 255 karakter olan uzunluk sınırını aşıyor!

# ERR.filesize
source: The maximum size for file uploads is %s (Contao or php.ini settings)!
cs: Maximální velikost souboru k uploadu je %s!
it: La massima dimensione per un file in upload è di %s ! (configurazione di Contao o php.ini)
nl: De maximum bestandsgrootte voor uploads is %s (Contao of php.ini instellingen)!
pl: Maksymalny rozmiar pliku do wysyłki to %s KB (Contao lub ustawienia php.ini)!
sk: Maximálna povolená veľkosť súboru je %s kB! (Contao alebo php.ini nastavenia)!
sl: Največja dovoljena velikost za prenos datoteke je %s kB!
tr: Yüklenebilecek en büyük dosya boyutu "%s" (Contao yada php.ini ayarları)!

# ERR.filetype
source: File type "%s" is not allowed to be uploaded!
cs: Typ souboru "%s" neni dovoleno uploadovat!
it: Non è permesso caricare file del tipo "%s"!
nl: Bestandstype "%s" mag niet worden geladen!
pl: Nie można wgrywać plików typu "%s"!
sk: Typ súboru "%s" nie je povolené nahrávať!
sl: Datoteka tipa "%s" ni dovoljena za prenos!
tr: "%s" dosya türünün yüklenmesine izin verilmiyor!

# ERR.filepartial
source: File %s was only partially uploaded!
cs: Soubor %s byl nahrán pouze částečně!
it: Il file %s è stato caricato solo in parte!
nl: Bestand %s is slechts gedeeltelijk geladen!
pl: Plik %s został tylko częściowo załadowany!
sk: Súbor %s bol nahraný iba čiastočne!
sl: Datoteka %s je bila samo delno prenešena!
tr: %s dosyasının yalnızca bir kısmı yüklendi!

# ERR.filewidth
source: File %s exceeds the maximum image width of %d pixels!
cs: Soubor %s překročil maximální šířku obrázku %d pixelů!
it: Il file %s eccede la larghezza massima dell' immagine ( %d pixels)
nl: Bestand %s overschrijdt de maximum afbeeldingsbreedte van %d pixels!
pl: Plik %s przekracza maksymalną szerokość obrazka - %d piksli!
sk: Súbor %s presahuje maximálnu šírku %d bodov!
sl: Datoteka %s presega največjo dovoljeno širino slike %d px!
tr: %s dosyası en büyük görsel genişliği sınırı olan %d pixel değerinden büyük!

# ERR.fileheight
source: File %s exceeds the maximum image height of %d pixels!
cs: Soubor %s překročil maximální výšku obrázku %d pixelů!
it: Il file %s eccede l' altezza massima di una immagine (%d pixels)
nl: Bestand %s overschrijdt de maximum afbeeldingshoogte van %d pixels!
pl: Plik %s przekracza maksymalną wysokość obrazka - %d piksli!
sk: Súbor %s presahuje maximálnu výšku %d bodov!
sl: Datoteka %s presega največjo dovoljeno višino slike %d px!
tr: %s dosyası en büyük görsel yüksekliği sınırı olan %d pixel değerinden büyük!

# ERR.fileerror
source: Error %s occurred when uploading file %s!
cs: Došlo k chybě %s, když se nahrával soubor %s!
it: Errore %s durante l'upload del file %s!
nl: Fout %s is opgetreden tijdens het uploaden van bestand %s!
pl: Wystąpił błąd %s podczas wgrywania pliku %s!
sk: Vyskytla sa chyba %s počas nahrávania súboru %s!
sl: Prišlo je do napake %s pri nalaganju datoteke %s!
tr: %s sorunu nedeniyle %s dosyası yüklenemedi!

# ERR.filetarget
source: Cannot move %s to %s because the target exists!
cs: Nelze přesunout %s do %s, protože již daný cíl existuje!
it: Non è possibile spostare %s su %s in quanto l'elemento esiste già!
nl: Verplaatsen %s naar %s niet mogelijk omdat het doel bestaat!
pl: Nie można przenieść %s do %s, ponieważ cel już istnieje!
sk: Nemôžte premiestniť %s do %s pretože cieľ existuje!
sl: Premik %s v %s ni mogoč, ker ciljna datoteka že obstaja!
tr: Hedef var olduğundan %s, %s üzerine taşınamadı!

# ERR.invalidReferer
source: Access denied! The current host address (%s) does not match the referer host address (%s)!
cs: Přístup zamítnut! Současná adresa (%s) nesouhlasí s odkazovanou adresou (%s)!
it: Accesso vietato! L'indirizzo host attuale (%s) non coincide con con l'indirizzo host della pagina di provenienza (%s)!
nl: Toegang geweigerd! Het huidige host adres (%s) komt niet overeen met het verwijzende host adres (%s)!
pl: Odmowa dostępu! Aktualny adres (%s) jest inny niż strony, z której nastąpiło przekierowanie (%s)!
sk: Prístup zamietnutý! Aktuálna adresa (%s) nesúhlasí s odkazovanou adresou (%s)!
sl: Dostop zavrnjen! Trenutni gostiteljev naslov (%s) ni identičen željenemu gostiteljevemu naslovu (%s)
tr: Erişim reddedildi! Geçerli sunucu adresi (%s), yönlendirilen sunucu adresi (%s) ile eşleşmiyor!

# ERR.invalidPass
source: Invalid password!
cs: Neplatné heslo!
it: Password non valida!
nl: Ongeldig wachtwoord!
pl: Nieprawidłowe hasło!
sk: Nespávne heslo!
sl: Napačno geslo!
tr: Parola geçersiz!

# ERR.passwordLength
source: A password has to be at least %d characters long!
cs: Heslo musí mít nejméně %d znaků!
it: La password deve essere lunga almeno %d caratteri!
nl: Een wachtwoord moet minstens %d karakters lang zijn!
pl: Hasło musi posiadać przynajmniej %d znaków!
sk: Heslo musí byť dlhé aspoň %d znakov!
sl: Geslo mora vsebovati vsaj %d znakov!
tr: Parola en az %d karakter uzunluğunda olmalıdır!

# ERR.passwordName
source: Your username and password must not be the same!
cs: Vaše uživatelské jméno a heslo se nesmí shodovat!
it: Username e password non possono essere uguali!
nl: Uw gebruikersnaam en wachtwoord mogen niet gelijk zijn!
pl: Login oraz hasło nie mogą być takie same!
sk: Prihlasovacie meno a heslo nesmú byť rovnaké!
sl: Uporabniško ime in geslo ne smeta biti enaka!
tr: Kullanıcı adı ile parola aynı olmamalıdır!

# ERR.accountLocked
source: This account has been locked! You can log in again in %d minutes.
it: Questo account è stato bloccato! Potrai ricollegarti solo fra %d minuti.
pl: Konto zostało zablokowane! Możesz się ponownie zalogować za %d minut.
tr: Bu hesap kilitlenmiş! %d dakika sonra yeniden oturum açabilirsiniz.

# ERR.invalidLogin
source: Login failed (note that usernames and passwords are case-sensitive)!
cs: Přihlášení selhalo (upozornění: uživatelské jméno a heslo mohou obsahovat velké či malá písmena)!
it: Login fallito (attenzione il nome utente e password sono case-sensitive!)
nl: Inloggen is mislukt (bedenk dat gebruikersnamen en wachtwoorden hoofdlettergevoelig zijn)!
pl: Logowanie nieudane (wielkość liter nazw użytkowników i haseł ma znaczenie)!
sk: Prihlásenie neúspešné (pri mene užívateľa a hesle sa rozlišujú malé a veľké písmená)!
sl: Prijava ni uspela (opomba: uporabniška imena in gesla so občutljiva na velikost črk)!
tr: Oturum açılamadı (kullanıcı adı ve parolanın büyük küçük harflere duyarlı olduğunu unutmayın)!

# ERR.invalidColor
source: Invalid color format!
cs: Špatný formát barev!
it: Formato del colore non valido!
nl: Ongeldige kleurcodering!
pl: Nieprawidłowy format koloru!
sk: Nesprávny formát farby!
sl: Neveljavna barvna definicija!
tr: Renk biçimi geçersiz!

# ERR.all_fields
source: Please select at least one field!
cs: Prosím vyberte nejméně jedno pole!
it: Seleziona almeno un campo!
nl: Selecteer tenminste één veld!
pl: Zaznacz przynajmniej jedno pole!
sk: Prosím vyberte aspoň jednu položku!
sl: Izberite vsaj eno polje!
tr: Lütfen en az bir alan seçin!

# ERR.emptyUpload
source: Please select at least one file!
cs: Vyberte prosím alespoň jeden soubor!
it: Selezionare almeno un file!
nl: Selecteer tenminste één bestand!
pl: Wybierz przynajmniej jeden plik!
sk: Vyberte prosím aspoň jeden súbor!
sl: Prosim, izberite vsaj eno datoteko!
tr: Lütfen en az bir dosya seçin!

# ERR.aliasExists
source: The alias "%s" already exists!
cs: Zástupce stránky "%s" již existuje!
it: L'alias di pagina "%s" già esistente!
nl: Pagina alias "%s" bestaat reeds!
pl: Alias strony "%s" już istnieje!
sk: Alias stránky "%s" už existuje!
sl: Vzdevek "%s" že obstaja!
tr: "%s" kısaltması zaten var!

# ERR.aliasNumeric
source: Numeric aliases are not supported!
cs: Číslicové aliasy nejsou podporované
it: Gli alias numerici non sono supportati!
nl: Numerieke aliassen worden niet ondersteund!
pl: Numeryczne aliasy nie są wspierane!
sk: Numericke aliasy nie sú podporované!
sl: Številčni vzdevki (aliasi) niso dovoljeni!
tr: Sayısal kısaltmalar desteklenmez!

# ERR.urlPrefixExists
source: The URL prefix "%s" is already used by another website root page with the same domain name!
cs: Předponu adresy URL "%s" již používá jiná kořenová stránka webu se stejným názvem domény!
sk: Predponu adresy URL "%s" už používa iná koreňová stránka webovej lokality s rovnakým názvom domény!
sl: Predpona URL "%s" je že v uporabi na drugi vrhnji strani (root page) znotraj iste domene!
tr: "%s" adres ön eki aynı etki alanı adıyla başka bir web sitesi kök sayfasında kullanılmış!

# ERR.pageUrlExists
source: A page with the URL "%s" already exists!
cs: Stránka s adresou "%s" již existuje!
it: La pagina con URL "%s" è già presente!
nl: Er bestaat al een pagina met de URL "%s"!
pl: Strona z URL "%s" już istnieje!
sk: Na stránke s URL adresou "%s" už existuje!
sl: Stran z naslovom URL "%s" že obstaja!
tr: "%s" adresiyle bir sayfa zaten var!

# ERR.pageUrlNameExists
source: This alias leads to a conflict with page "%s" (ID %s)!
cs: Tento alias způsobuje konflikty na stránce "%s" (ID %s)!
it: Questo alias è in conflitto con la pagina "%s" (ID %s)!
nl: Deze alias leidt tot een conflict met pagina "%s" (ID %s)!
pl: Ten alias konfliktuje ze stroną "%s" (ID %s)!
sk: Tento alias vedie k konfliktu so stránkou "%s" (ID %s)!
tr: Kısaltma "%s" sayfasıyla çakışıyor (%s kodlu)!

# ERR.pageUrlSuffix
source: This URL suffix will lead to duplicate URLs (e.g. %s)!
cs: Tato adresová přípona povede k duplicitním adresám (např. %s)!
it: Questo suffisso URL genererà URL duplicati (ad es. %s)!
nl: Dit URL-achtervoegsel leidt tot dubbele URL's (bijv. %s )!
pl: Ten sufiks URL spowoduje duplikowane URLe (np. %s)!
sk: Táto URL prípona povedie k duplicitným URL (napr. %s)!
sl: Ta pripona URL bo povzročila podvajanje naslovov URL (npr. %s)!
tr: Bu adres son eki çift adreslere yol açacak (%s gibi)!

# ERR.pageUrlPrefix
source: This URL prefix will lead to duplicate URLs (e.g. %s)!
cs: Tato adresová předpona povede k duplicitním adresám (např. %s)!
it: Questo prefisso URL genererà URL duplicati (ad es.%s)!
nl: Dit URL-voorvoegsel leidt tot dubbele URL's (bijv. %s)!
pl: Ten prefiks URL spowoduje duplikowane URLe (np. %s)!
sk: Táto URL prípona povedie k duplicitným URL (napr. %s)!
sl: Ta predpona URL bo povzročila podvajanje naslovov URL (npr. %s)!
tr: Bu adres ön eki çift adreslere yol açacak (%s gibi)!

# ERR.importFolder
source: The folder "%s" cannot be imported!
cs: Adresář "%s" nemůže být importován!
it: La cartella "%s" non è stata importata!
nl: Map "%s" kan niet worden geïmporteerd!
pl: Katalog "%s" nie może być zaimportowany!
sk: Priečinok "%s" nemôže byť importovaný!
sl: Mape "%s" ni mogoče uvoziti!
tr: "%s" klasörü içeri aktarılamaz!

# ERR.notWriteable
source: The file "%s" is not writeable and can therefore not be updated!
cs: Soubor %s není zapisovatelný, Vaše úpravy se tudíž neprojeví!
it: Il file "%s" è protetto in scrittura, le variazioni non avranno effetto!
nl: Bestand %s is niet beschrijfbaar, uw wijzigingen worden niet uitgevoerd!
pl: Plik "%s" nie ma prawa do zapisu więc zmiany nie zostaną naniesione.
sk: Súbor "%s" nie je zapisovatený, vaše úpravy sa preto neprejavia.
sl: Datoteka "%s" ni zapisljiva. Vaših sprememb ni bilo mogoče izvesti!
tr: "%s" dosyası yazılabilir olmadığından güncellenemez!

# ERR.invalidName
source: This file or folder name is invalid!
cs: Tento soubor nebo adresář jsou neplatné!
it: Il nome file o cartella non valido!
nl: Deze bestands- of mapnaam is ongeldig!
pl: Nazwa tego pliku/folderu jest nieprawidłowa!
sk: Tento názov súboru alebo priečinku je neplatý!
sl: Datoteka ali mapa ni veljavna!
tr: Bu dosya yada klasör adı geçersiz!

# ERR.invalidFile
source: The file or folder "%s" is invalid!
cs: Soubor nebo adresář "%s" jsou neplatné!
it: Il file o la cartella "%s" non è valido!
nl: Bestand of map "%s" is ongeldig!
pl: Plik lub folder jest nieprawidłowy!
sk: Tento súbor alebo priečinok "%s" je neplatý!
sl: Datoteka ali mapa "%s" ni veljavna!
tr: "%s" dosya ya da klasörü geçersiz!
