Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# DCA.toggle
source: Publish/unpublish element ID %s
cs: Zveřejnit/skrýt položku ID %s
it: Pubblica/nascondi elemento ID %s
nl: Publiceer/depubliceer element ID %s
pl: Publikuj/ukryj element ID %s
sl: Prikaži/skrij element %s
tr: %s kodlu bileşeni yayınla/yayından kaldır

# DCA.pasteinto.0
source: Paste at the top
cs: Vložit nahoru
it: Incolla in cima
nl: Bovenaan plakken
pl: Wstaw na początku
sk: Vložiť navrchu
sl: Prilepi na vrh
tr: Üste yapıştır

# DCA.pasteinto.1
source: Paste into element ID %s
cs: Vložit do položky ID %s
it: Incolla dentro elemento ID %s
nl: Plakken in element-ID %s
pl: Wklej do elementu ID %s
sk: Vložiť do elementu ID %s
sl: Vstavi v element z ID %s
tr: %s kodlu bileşene yapıştır

# DCA.pasteafter.0
source: Paste at the top
cs: Vložit nahoru
it: Incolla in cima
nl: Bovenaan plakken
pl: Wstaw na początku
sk: Vložiť navrchu
sl: Prilepi na vrh
tr: Üste yapıştır

# DCA.pasteafter.1
source: Paste after element ID %s
cs: Vložit za položku ID %s
it: Incolla dopo elemento ID %s
nl: Plak achter element ID %s
pl: Wklej po elemencie ID %s
sk: Vložiť za element ID %s
sl: Vstavi za element z ID %s
tr: %s kodlu bileşenden sonra yapıştır

# DCA.pastenew.0
source: Create a new element at the top
cs: Vytvořit novou položku na prvním místě
it: Crea una nuovo elemento in cima
nl: Maak een nieuw element bovenaan
pl: Utwórz nowy element na górze
sk: Vytvoriť nový element na vrchu
sl: Ustvari nov element na vrhu
tr: En üste yeni bir bileşen ekle

# DCA.pastenew.1
source: Create a new element after element ID %s
cs: Vytvořit novou položku po položce ID %s
it: Crea un nuovo elemento dopo l'elemento ID %s
nl: Maak een nieuw element na element ID %s
pl: Utwórz nowy element po elemencie ID %s
sk: Vytvoriť nový element za elementom ID %s
sl: Vstavi nov element za element z ID %s
tr: %s kodlu bileşenden sonra yeni bir bileşen ekle

# CRAWL.searchIndex.summary
source: Indexed %d URI(s) successfully. %d failed.
cs: Počet úspěšně indexovaných odkazů: %d. Počet neúspěšných: %d.
it: inidizzati %d url con successo. %d falliti.
nl: %d geïndexeerde URI('s) succesvol. %d mislukt.
pl: Zindeksowano %d identyfikatory URI. %d nie powiodło się.
sk: Indexovanie %d URI(s) úspešné. %d neprešlo.
sl: %dURI naslovov vnešenih v indeks. %dni bilo vnešenih.
tr: %d adres dizine eklendi. %d eklenemedi.

# CRAWL.searchIndex.warning
source: %d URI(s) were skipped.
cs: %d URI byly přeskočeny.
pl: %d URI zostały pomnięte.
sk: %d URI(s) boli preskočené.
sl: %d URI(jev) je bilo izvzetih.
tr: %d adres atlandı.

# CRAWL.brokenLinkChecker.summary
source: Checked %d link(s) successfully. %d were broken.
cs: Počet úspěšně zkontrolovaných odkazů:%d. Počet chybných: %d.
it: Verificata %d link con successo. %d erano interrotti.
nl: %d gecontroleerde link(s) succesvol. %d waren gebroken.
pl: Pomyślnie sprawdzono %d link(ów). %d były zepsute.
sk: Úspešne skontrolovaných %d odkaz(ov). %d bolo poškodených.
sl: Uspešno preverjenih %d povezav. %d je bilo napačnih - broken.
tr: %d bağlantı denetlendi. %d bağlantı bozuk.

# ERR.minval
source: Field "%s" has to be at least %s!
sk: Pole "%s" musí obsahovať aspoň %s znakov!
sl: Polje "%s" mora biti najmanj %s!

# ERR.maxval
source: Field "%s" must not be greater than %s!
sk: Pole "%s" nesmie obsahovať viac ako %s znakov!
sl: Polje "%s" mora biti večje kot %s!

# ERR.tooManyLoginAttempts
source: Too many failed login attempts, please try again later.
sk: Príliš veľa neúspešných pokusov o prihlásenie, skúste to znova neskôr.
sl: Preveč zaporednih neuspelih poskusov prijave. Prosimo, poskusite spet nekoliko kasneje.

# ERR.noAdminEmailUrl
source: There is no administrator e-mail address set in the <a href="%s" target="_top">system settings</a>.
sk: V súbore nie je nastavená žiadna e-mailová adresa správcu <a href="%s" target="_top">systémové nastavenia</a>.
sl: Naslov skrbnikove elektronske pošte ni nastavljen v <a href="%s" target="_top">sistemskih nastavitvah</a>.

# ERR.noAdminEmail
source: There is no administrator e-mail address set, please contact the site administrator.
sk: Nie je nastavená žiadna e-mailová adresa správcu, kontaktujte správcu stránky.
sl: Naslov skrbnikove elektronske pošte ni bil podan. Prosimo, obvestite skrbnika.

# ERR.personalDataPassword
source: There is at least one "personal data" module that allows the password to be changed. This is a security weakness and will no longer work in Contao 6. Use the "change password" module instead.
sk: Existuje aspoň jeden modul „osobných údajov“, ktorý umožňuje zmenu hesla. Toto je slabá stránka zabezpečenia a v Contao 6 už nebude fungovať. Namiesto toho použite modul „zmena hesla“.

# CTE.description_list.0
source: Description list
sk: Zoznam popisu

# CTE.description_list.1
source: Generates a description list with terms and details.
sk: Vygeneruje zoznam popisov s výrazmi a detailami.

# CTE.accordion.0
source: Accordion
sk: Harmonika

# CTE.accordion.1
source: Generates an accordion.
sk: Vytvára harmoniku.

# CTE.element_group.0
source: Element group
sk: Skupina elementov

# CTE.element_group.1
source: Generates a group of nested elements.
sk: Generuje skupinu vnorených elementov.

# CTE.accordionStart.0
source: Accordion wrapper start
sk: Začiatok obalu na harmoniku

# CTE.accordionStop.0
source: Accordion wrapper stop
sk: Koniec wrappera na harmoniku

# CTE.accordionSingle.0
source: Accordion single element
sk: Harmonika jeden element

# CTE.swiper.0
source: Content slider
sk: Posúvač (slider) obsahových elementov

# CTE.swiper.1
source: Generates a content slider element.
sk: Vygeneruje obsah elementu slider.

# CTE.sliderStart.0
source: Slider wrapper start
sk: Začiatok wrappera slider

# CTE.sliderStop.0
source: Slider wrapper stop
sk: Koniec wrappera slider

# CTE.hyperlink.0
source: Hyperlink
cs: Odkaz
pl: Link
sk: Hypertextový odkaz
sl: Hiperpovezava

# CTE.form.0
source: Form
cs: Formulář
nl: Formulier
pl: Formularz
sk: Formulár
sl: Obrazec

# CTE.legacy
source: Legacy elements
sk: Staršie elementy

# MONTHS.4
source: May
cs: květen
it: Maggio
nl: mei
pl: Maj
sk: Máj
sl: Maj

# MONTHS_SHORT.4
source: May
cs: květen
it: Maggio
nl: mei
pl: Maj
sk: Máj
sl: Maj

# MSC.titleFormat
source: %B %d%o, %Y
cs: l, dS nebo F Y
sk: l, dS alebo F Y
sl: l, dS od F Y

# MSC.shortcuts.1
source: Learn more about speeding up your workflow by using <a href="%s" target="_blank" rel="noreferrer noopener">keyboard shortcuts</a>.
sk: Zistite viac o zrýchlení svojho pracovného postupu pomocou <a href="%s" target="_blank" rel="noreferrer noopener">klávesových skratiek</a>.

# MSC.folderC
source: Public folder
sk: Verejný priečinok
sl: Javno dostopna mapa

# MSC.folderCP
source: Protected folder
sk: Chrániť priečinok
sl: Zaščitena mapa

# MSC.typeOfFile
source: %s file
sk: %s súbor
sl: %s datoteka

# MSC.copyMultiple
source: Copy repeatedly
sk: Kopíruj opakovane

# MSC.guests
source: Guests (not logged in)
sk: Hostia (neprihlásení)
sl: Gostje (neprijavljeni)

# MSC.lostPassword
source: Forgot your password?
sk: Zabudli ste heslo?

# MSC.reauthenticate
source: Please enter your password to verify your identity.
sk: Na overenie identity zadajte svoje heslo.

# MSC.verify
source: Verify
sk: Overiť

# MSC.twitterShare
source: Share on X (formerly Twitter)
sk: Zdieľať na X (niekedy Twitter)

# MSC.createdOn
source: Created at
cs: Vytvořeno
nl: Gemaakt bij
sk: Vytvorené o
sl: Ustvarjeno ob

# MSC.headerNavigation
source: Header
sk: Záhlavie

# MSC.favorites
source: Favorites
sk: Obľúbené
sl: Priljubljeni

# MSC.favorite
source: Save URL as favorite
sk: Uložiť URL ako obľúbené
sl: Shrani naslov URL med priljubljene

# MSC.editFavorites
source: Edit favorites
sk: Upraviť obľúbené
sl: Uredi priljubljene

# MSC.editImageSize
source: Edit the image size
sk: Upraviť veľkosť obrázku

# MSC.booleanNot
source: Not %s
sk: Nie %s
sl: Ni %s

# MSC.darkMode
source: Dark mode
sk: Tmavý mód
sl: Temni način

# MSC.lightMode
source: Light mode
sk: Svetlý mód
sl: Svetli način

# DCA.expandNodes.0
source: Expand all
sk: Rozbaliť všetko
sl: Razširi vse

# DCA.expandNodes.1
source: Expand all nodes
sk: Rozbaliť všetky uzly
sl: Razširi vsa vozlišča

# DCA.collapseNodes.0
source: Collapse all
sk: Zbaliť všetko
sl: Skrči vse

# DCA.collapseNodes.1
source: Collapse all nodes
sk: Zbaliť všetky uzly
sl: Skrči vsa vozlišča

# DCA.toggle.0
source: Publish/unpublish element
sk: Zverejniť/nezverejniť element

# DCA.toggle.1
source: Unpublish element ID %s
sk: Zrušiť zverejnenie elementu ID %s

# DCA.toggle.2
source: Publish element ID %s
sk: Zverejniť element ID %s

# MONTHS_SHORT.2
source: Mar
cs: břez
nl: maa

# CTE.markdown.0
source: Markdown
sl: Označba

# CTE.html.0
source: HTML
it: HTML5

# UNITS.1
source: KiB
it: KB

# UNITS.2
source: MiB
it: MB

# UNITS.4
source: TiB
it: TB

# UNITS.5
source: PiB
it: PB

# UNITS.6
source: EiB
it: EB

# UNITS.7
source: ZiB
it: ZB
