Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# MSC.ow_down
source: Move the row one position down
cs: Posunout řádek o jednu pozici dolů
it: Sposta la riga sotto
nl: Verplaats de rij één positie naar beneden
pl: Przenieś rząd o jedną pozycję w dół
sk: Posunúť riadok o jednu pozíciu dole
sl: Premakni vrstico za eno pozicijo dol
tr: Satırı bir alta taşı

# MSC.ow_delete
source: Delete the row
cs: Smazat řádek
it: Elimina la riga
nl: Rij verwijderen
pl: Usuń rząd
sk: Odstrániť riadok
sl: Izbriši vrstico
tr: Satırı sil

# MSC.ow_value
source: Value
cs: Hodnota
it: Valore
nl: Waarde
pl: Wartość
sk: Hodnota
sl: Vrednost
tr: Değer

# MSC.ow_label
source: Label
cs: Štítek
it: Etichetta
pl: Etykieta
sk: Štítok
sl: Nalepka
tr: Etiket

# MSC.ow_key
source: Key
cs: Klíč
it: Chiave
nl: Sleutel
pl: Klucz
sk: Kľúč
sl: Ključ
tr: Anahtar

# MSC.ow_default
source: Default
cs: Výchozí
nl: Standaard
pl: Domyślnie
sk: Štandardne
sl: Privzeto
tr: Varsayılan

# MSC.ow_group
source: Group
cs: Skupina
it: Gruppo
nl: Groep
pl: Grupa
sk: Skupina
sl: Skupina
tr: Grup

# MSC.mw_copy
source: Duplicate the row
cs: Duplikovat řádek
it: Duplica la riga
nl: Dupliceer de rij
pl: Duplikuj rząd
sk: Duplikovať riadok
sl: Podvoji kolono
tr: Satırı kopyala

# MSC.mw_up
source: Move the row one position up
cs: Posunout řádek o jednu pozici nahoru
it: Sposta la riga sopra
nl: Verplaats de rij één positie naar boven
pl: Przenieś rząd o jedną pozycję w górę
sk: Posunúť riadok o jednu pozíciu nahor
sl: Premakni vrstico za eno pozicijo gor
tr: Satırı bir üste taşı

# MSC.mw_down
source: Move the row one position down
cs: Posunout řádek o jednu pozici dolů
it: Sposta la riga sotto
nl: Verplaats de rij één positie naar beneden
pl: Przenieś rząd o jedną pozycję w dół
sk: Posunúť riadok o jednu pozíciu dole
sl: Premakni vrstico za eno pozicijo dol
tr: Satırı bir alta taşı

# MSC.mw_delete
source: Delete the row
cs: Smazat řádek
it: Elimina la riga
nl: Rij verwijderen
pl: Usuń rząd
sk: Odstrániť riadok
sl: Izbriši vrstico
tr: Satırı sil

# MSC.mw_module
source: Module
cs: Modul
it: Modulo
pl: Moduł
sk: Modul
sl: Modul
tr: Modül

# MSC.mw_column
source: Layout section
cs: Oddíl vzhledu
it: Sezione layout
nl: Lay-out sectie
pl: Sekcja szablonu
sk: Rozloženie sekcie
sl: Sklop postavitve
tr: Düzen bölümü

# MSC.mw_enable
source: Enable/disable the module
cs: Zapnout/vypnout modul
it: Attiva/disattiva il modulo
nl: Inschakelen/uitschakelen van de module
pl: Włącz/wyłącz moduł
sk: Aktivovať/deaktivovať modul
sl: Omogoči/onemogoči modul
tr: Modülü etkinleştir/devre dışı bırak

# MSC.aw_title
source: Title
cs: Název
it: Nome del modulo
nl: Titel
pl: Nagłówek
sk: Nadpis
sl: Naziv
tr: Başlık

# MSC.aw_alt
source: Alternate text
cs: Alternativní text
it: Testo alternativo
nl: ALT tekst
pl: Tekst alternatywny
sk: Alternatívny text
sl: Alternativno besedilo
tr: Alternatif metin

# MSC.aw_link
source: Link
cs: Odkaz
sk: Odkaz
sl: Povezava
tr: Bağlantı

# MSC.aw_caption
source: Caption
cs: Titulek
it: Didascalia
nl: Bijschrift
pl: Opis
sk: Titulok
sl: Napis
tr: Alt yazı

# MSC.aw_license
source: License URL
cs: Odkaz na licenci
nl: Licentie URL
pl: URL licencji
sk: Licencia URL
sl: URL naslov licence
tr: Lisans adresi

# MSC.sw_title
source: Title
cs: Název
it: Nome del modulo
nl: Titel
pl: Nagłówek
sk: Nadpis
sl: Naziv
tr: Başlık

# MSC.sw_id
source: ID
tr: Kod

# MSC.sw_template
source: Template
cs: Předloha
pl: Szablon
sk: Šablóna
sl: Predloga
tr: Kalıp

# MSC.sw_position
source: Position
cs: Umístění
it: Posizione
nl: Positie
pl: Pozycja
sk: Umiestnenie
sl: Pozicija
tr: Konum

# MSC.image_sizes
source: Predefined dimensions
cs: Předdefinované rozměry
it: Dimensioni predefinite
nl: Vooraf gedefinieerde afmetingen
pl: Wymiary predefiniowane
sk: Prednastavené rozmery
sl: Vnaprej določene dimenzije
tr: Hazır boyutlar

# MSC.custom.0
source: Custom dimensions
cs: Vlastní rozměry
it: Dimensioni personalizzate
nl: Aangepaste afmetingen
pl: Własne wymiary
sk: Vlastné rozmery
sl: Poljubne dimenzije
tr: Özel boyutlar

# MSC.custom.1
source: The image will be resized to the given dimensions.
cs: Obrázek bude převeden do daných rozměrů.
it: L'immagine verrà ridimensionata alle dimensioni fornite.
nl: De afbeelding wordt aangepast aan de gegeven afmetingen.
pl: Obraz zostanie zmniejszony do podanych wymiarów.
sk: Veľkosť obrázka sa upraví na dané rozmery.
sl: Velikost slike bo spremenjena na podane dimenzije.
tr: Görsel belirtilen ölçülere göre yeniden boyutlandırılacak.

# MSC.proportional.0
source: Proportional
cs: Proporčně
it: Proporzionale
nl: Proportioneel
pl: Proporcjonalnie
sk: Proporcionálne
sl: Proporcionalno
tr: Orantılı

# MSC.proportional.1
source: The longer side of the image is adjusted to the given dimensions and the image is resized proportionally.
cs: Delší strana obrázku bude přizpůsobená zadaným rozměrům a obrázek bude zmenšený.
it: Il lato più lungo dell'immagine viene variato in base alle dimensioni indicate e l'immagine viene ridimensionata in modo proporzionale.
nl: De langste zijde van het beeld wordt aangepast aan de bepaalde afmetingen het beeld wordt proportioneel aangepast.
pl: Dłuższa strona obrazka jest dopasowana do podanych wymiarów i obrazek jest proporcjonalnie przeskalowany.
sk: Dlhšia strana obrázku bude prispôsobená zadaným rozmerom a obrázok bude zmenšený proporčne.
sl: Daljša stranica slike se prilagodi na podane dimenzije in slika spremeni velikost proporcionalno.
tr: Görselin uzun tarafı belirtilen boyutlara ayarlanır ve orantılı olarak yeniden boyutlandırılır.

# MSC.box.0
source: Fit the box
cs: Přizpůsobit rámečku
it: Adatta alla finestra
nl: Passend
pl: Dostosuj
sk: Prispôsobiť boxu
sl: Se prilega oknu
tr: Kutuya sığdırılsın

# MSC.box.1
source: The shorter side of the image is adjusted to the given dimensions and the image is resized proportionally.
cs: Kratší strana obrázku bude přizpůsobená zadaným rozměrům a obrázek bude zmenšený.
it: Il lato più corto dell'immagine viene variato in base alle dimensioni indicate e l'immagine viene ridimensionata in modo proporzionale.
nl: De kortste zijde van het beeld wordt aangepast aan de bepaalde afmetingen en het beeld wordt proportioneel aangepast.
pl: Krótsza strona obrazka jest dopasowana do podanych wymiarów i obrazek jest proporcjonalnie przeskalowany.
sk: Kratšia strana obrázku bude prispôsobená zadaným rozmerom a obrázok bude zmenšený proporčne.
sl: Krajša stranica se prilagodi na podane dimenzije in slika spremeni velikost proporcionalno.
tr: Görselin kısa tarafı belirtilen boyutlara ayarlanır ve orantılı olarak yeniden boyutlandırılır.

# MSC.crop.0
source: Crop (important part)
cs: Oříznout (důležitá část)
it: Ritaglia (parte importante)
nl: Bijsnijden (belangrijke gedeelte)
pl: Przycięcie (ważny obszar)
sk: Orezať (dôležitá časť)
sl: Obreži (pomemben del)
tr: Kırp (önemli bölüm)

# MSC.crop.1
source: Preserves the important part of an image as specified in the file manager. If necessary, the image will be cropped.
cs: Zachová důležitou část obrázku jako vybranou v manažeru souborů. Pokud to bude nutné, obrázek bude oříznut.
it: Mantiene la parte importante di un'immagine specificata nella gestione file. Se necessario, l'immagine verrà ritagliata.
nl: Behoudt het belangrijke deel van een afbeelding zoals gespecificeerd in bestandsbeheer. Indien nodig wordt de afbeelding bijgesneden.
pl: Zachowuje istotną część obrazu w sposób określony w menedżerze plików. W razie potrzeby obraz zostanie przycięty.
sk: Zachová dôležitú časť obrázka, ako je uvedené v správcovi súborov. V prípade potreby sa obrázok oreže.
tr: Dosya yöneticisinde belirtildiği şekilde bir görselin önemli bölümünü korur. Gerekiyorsa görsel kırpılır.

# MSC.left_top.0
source: Left | Top
cs: Vlevo nahoře
it: Sinistra alto
nl: Links | Boven
pl: Lewo góra
sk: Vľavo hore
sl: Levo | zgoraj
tr: Sol | Üst

# MSC.left_top.1
source: Preserves the left part of a landscape image and the top part of a portrait image.
cs: Zachová levou část obrázku na šířku a horní část obrázku na výšku.
it: Mantiene la parte sinistra di un'immagine tipo paesaggio e la parte alta di un'immagine tipo ritratto.
nl: Behoud het linker gedeelte van een liggend beeld en het bovenste gedeelte van een portret beeld.
pl: Zachowuje lewą część obrazka krajobrazu i górną część obrazka portetu.
sk: Zachová ľavú časť obrázku na šírku (landscape) a hornú časť obrázku na výšku (portrait).
sl: Ohrani levi del ležeče slike in zgornji del pokončne slike.
tr: Bir yatay görselin sol bölümünü ve bir dikey görselin üst bölümünü korur.

# MSC.center_top.0
source: Center | Top
cs: Uprostřed nahoře
it: Centrale alto
nl: Midden | Boven
pl: Środek góra
sk: Uprostred hore
sl: Sredina | zgoraj
tr: Orta | Üst

# MSC.center_top.1
source: Preserves the center part of a landscape image and the top part of a portrait image.
cs: Zachová prostřední část obrázku na šířku a horní část obrázku na výšku.
it: Mantiene la parte centrale di un'immagine tipo paesaggio e la parte alta di un'immagine tipo ritratto.
nl: Behoud het midden van een liggend beeld en het bovenste gedeelte van een portret beeld.
pl: Zachowuje środkową część obrazka krajobrazu i górną część obrazka portetu.
sk: Zachová prostrednú časť obrázku na šírku (landscape) a hornú časť obrázku na výšku (portrait).
sl: Ohrani osrednji del ležeče slike in zgornji del pokončne slike.
tr: Bir yatay görselin orta bölümünü ve bir dikey görselin üst bölümünü korur.

# MSC.right_top.0
source: Right | Top
cs: Vpravo nahoře
it: Destra alto
nl: Rechts | Boven
pl: Prawo góra
sk: Vpravo hore
sl: Desno | zgoraj
tr: Sağ | Üst

# MSC.right_top.1
source: Preserves the right part of a landscape image and the top part of a portrait image.
cs: Zachová pravou část obrázku na šířku a horní část obrázku na výšku.
it: Mantiene la parte destra di un'immagine tipo paesaggio e la parte alta di un'immagine tipo ritratto.
nl: Behoud het rechter gedeelte van een liggend beeld en het bovenste gedeelte van een portret beeld.
pl: Zachowuje prawą część obrazka krajobrazu i górną część obrazka portetu.
sk: Zachová pravú časť obrázku na šírku (landscape) a hornú časť obrázku na výšku (portrait).
sl: Ohrani desni del ležeče slike in zgornji del pokončne slike.
tr: Bir yatay görselin sağ bölümünü ve bir dikey görselin üst bölümünü korur.

# MSC.left_center.0
source: Left | Center
cs: Vlevo uprostřed
it: Sinitra centrale
nl: Links | Midden
pl: Lewo środek
sk: Vľavo uprostred
sl: Levo | sredina
tr: Sol | Orta

# MSC.left_center.1
source: Preserves the left part of a landscape image and the center part of a portrait image.
cs: Zachová levou část obrázku na šířku a prostřední část obrázku na výšku.
it: Mantiene la parte centrale di un'immagine tipo paesaggio e la parte centrale di un'immagine tipo ritratto.
nl: Behoud het linker gedeelte van een liggend beeld en het midden gedeelte van een portret beeld.
pl: Zachowuje lewą część obrazka krajobrazu i środkową część obrazka portetu.
sk: Zachová ľavú časť obrázku na šírku (landscape) a prostrednú časť obrázku na výšku (portrait).
sl: Ohrani levi del ležeče slike in osrednji del pokončne slike.
tr: Bir yatay görselin sol bölümünü ve bir dikey görselin orta bölümünü korur.

# MSC.center_center.0
source: Center | Center
cs: Uprostřed
it: Centrale centrale
nl: Midden | Midden
pl: Środek środek
sk: Uprostred
sl: Sredina | sredina
tr: Orta | Orta

# MSC.center_center.1
source: Preserves the center part of a landscape image and the center part of a portrait image.
cs: Zachová prostřední část obrázku na šířku a prostřední část obrázku na výšku.
it: Mantiene la parte centrale di un'immagine tipo paesaggio e la parte centrale di un'immagine tipo ritratto.
nl: Behoud het midden gedeelte van een liggend beeld en het midden gedeelte van een portret beeld.
pl: Zachowuje środkową część obrazka krajobrazu i środkową część obrazka portetu.
sk: Zachová prostrednú časť obrázku na šírku (landscape) a prostrednú časť obrázku na výšku (portrait).
sl: Ohrani osrednji del ležeče slike in osrednji del pokončne slike.
tr: Bir yatay görselin orta bölümünü ve bir dikey görselin orta bölümünü korur.

# MSC.right_center.0
source: Right | Center
cs: Vpravo uprostřed
it: Destra centro
nl: Rechts | Midden
pl: Prawo środek
sk: Vpravo uprostred
sl: Desno | sredina
tr: Sağ | Orta

# MSC.right_center.1
source: Preserves the right part of a landscape image and the center part of a portrait image.
cs: Zachová pravou část obrázku na šířku a prostřední část obrázku na výšku.
it: Mantiene la parte destra di un'immagine tipo paesaggio e la parte centrale di un'immagine tipo ritratto.
nl: Behoud het rechter gedeelte van een liggend beeld en het midden gedeelte van een portret beeld.
pl: Zachowuje prawą część obrazka krajobrazu i środkową część obrazka portetu.
sk: Zachová pravú časť obrázku na šírku (landscape) a prostrednú časť obrázku na výšku (portrait).
sl: Ohrani desni del ležeče slike in sredinski del pokončne slike.
tr: Bir yatay görselin sağ bölümünü ve bir dikey görselin orta bölümünü korur.

# MSC.left_bottom.0
source: Left | Bottom
cs: Vlevo dole
it: Sinistra basso
nl: Links | Onder
pl: Lewo dół
sk: Vľavo dole
sl: Levo | spodaj
tr: Sol | Alt

# MSC.left_bottom.1
source: Preserves the left part of a landscape image and the bottom part of a portrait image.
cs: Zachová levou část obrázku na šířku a spodní část obrázku na výšku.
it: Mantiene la parte sinistra di un'immagine tipo paesaggio e la parte bassa di un'immagine tipo ritratto.
nl: Behoud het linker gedeelte van een liggend beeld en het onderste gedeelte van een portret beeld.
pl: Zachowuje lewą część obrazka krajobrazu i dolną część obrazka portetu.
sk: Zachová ľavú časť obrázku na šírku (landscape) a spodnú časť obrázku na výšku (portrait).
sl: Ohrani levi del ležeče slike in osrednji del pokončne slike.
tr: Bir yatay görselin sol bölümünü ve bir dikey görselin alt bölümünü korur.

# MSC.center_bottom.0
source: Center | Bottom
cs: Uprostřed dole
it: Centrale basso
nl: Midden | Onder
pl: Środek dół
sk: Uprostred dole
sl: Sredina | spodaj
tr: Orta | Alt

# MSC.center_bottom.1
source: Preserves the center part of a landscape image and the bottom part of a portrait image.
cs: Zachová prostřední část obrázku na šířku a spodní část obrázku na výšku.
it: Mantiene la parte centrale di un'immagine tipo paesaggio e la parte bassa di un'immagine tipo ritratto.
nl: Behoud het midden gedeelte van een liggend beeld en het onderste gedeelte van een portret beeld.
pl: Zachowuje środkową część obrazka krajobrazu i dolną część obrazka portetu.
sk: Zachová prostrednú časť obrázku na šírku (landscape) a spodnú časť obrázku na výšku (portrait).
sl: Ohrani osrednji del ležeče slike in spodnji del pokončne slike.
tr: Bir yatay görselin orta bölümünü ve bir dikey görselin alt bölümünü korur.

# MSC.right_bottom.0
source: Right | Bottom
cs: Vpravo dole
it: Destra basso
nl: Rechts | Onder
pl: Prawo dół
sk: Vpravo dole
sl: Desno | spodaj
tr: Sağ | Alt

# MSC.right_bottom.1
source: Preserves the right part of a landscape image and the bottom part of a portrait image.
cs: Zachová pravou část obrázku na šířku a spodní část obrázku na výšku.
it: Mantiene la parte destra di un'immagine tipo paesaggio e la parte bassa di un'immagine tipo ritratto.
nl: Behoud het rechter gedeelte van een liggend beeld en het onderste gedeelte van een portret beeld.
pl: Zachowuje prawą część obrazka krajobrazu i dolną część obrazka portetu.
sk: Zachová pravú časť obrázku na šírku (landscape) a spodnú časť obrázku na výšku (portrait).
sl: Ohrani desni del ležeče slike in spodnji del pokončne slike.
tr: Bir yatay görselin sağ bölümünü ve bir dikey görselin alt bölümünü korur.

# MSC.id.0
source: ID
tr: Kod

# MSC.id.1
source: Note that changing the ID can break data integrity!
cs: ID je unikátní identifikační číslo v tabulce záznamů. ID jsou obvykle přiřazována automaticky. ID jsou použita k vztahujícím se záznamům, změna může způsobit porušení konzistence dat!
it: Un ID è un numero unico che identifica un record di una tabella. Gli IDs sono generalmente assegnati automaticamente. Poiché questi IDs vengono utilizzati per collegare dei records, se modificati potrebbe interrompersi la consistenza dei dati!
nl: Het aanpassen van IDs kan leiden tot inconsistentie van gegevens!
pl: ID jest unikatowym numerycznym identyfikatorem rekordu tabeli. Numery ID są zwykle przydzielane automatycznie. Jako, że numery ID używane są w zależnościach pomiędzy rekordami, zmiana lub ich usunięcie może doprowadzić do utraty integralności danych a co za tym idzie do awarii systemu!!
sk: ID je jedinečné identifikačné číslo záznamu v tabuľke. Zvyčajne býva priradené automaticky. Nakoľko sa používa na určenia vzťahu medzi záznamami, jeho zmena môže pokaziť konzistenciu dát.
sl: Imejte v mislih, da zamenjava ID-ja lahko uniči povezavo podatkov
tr: Kod değiştirilirse veri bütünlüğünün bozulabileceğini unutmayın!

# MSC.pid.0
source: Parent ID
cs: ID rodičovského elementu
pl: Nadrzędne ID
sk: ID rodičovského elementu
sl: Nadrejeni ID
tr: Üst öge kodu

# MSC.pid.1
source: Note that changing the parent ID can break data integrity!
cs: Nadřazené ID je identifikační číslo nadřazeného záznamu který se k tomuto vztahuje. Nadřazené ID jsou obvykle přiřazována automaticky.Nadřazená ID jsou použita k vztahujícím se záznamům, změna může způsobit porušení konzistence dat!
it: Un ID Genitore è il numero identificativo di un record superiore a cui il record attuale è correlato. Gli IDs Genitori vengono generalmente assegnati automaticamente. Gli IDs genitori vengono utilizzati per collegare records. Dunque modificarli potrebbe interrompere la consistenza dei dati!
nl: Het aanpassen van parent IDs kan leiden tot inconsistentie van gegevens!
pl: Nadrzędne ID jest identyfikatorem rekordu, który jest nadrzędnym rekordem wobec rekordu aktualnego oraz jest z nim powiązany. Nadrzędne numery ID są zwykle przydzielane automatycznie. Jako, że nadrzędne numery ID używane są w zależnościach pomiędzy rekordami, zmiana lub ich usunięcie może doprowadzić do utraty integralności danych a co za tym idzie do awarii systemu!
sk: ID rodiča je identifikačné číslo nadradeného záznamu, ku ktorému je aktuálny záznam priradený. Zvyčajne býva priradené automaticky. Nakoľko sa používa na určenia vzťahu medzi záznamami, jeho zmena môže pokaziť konzistenciu dát.
sl: Imejte v mislih, da zamenjava parent ID-ja lahko uniči povezavo podatkov
tr: Üst öge kodu değiştirilirse veri bütünlüğünün bozulabileceğini unutmayın!

# MSC.sorting.0
source: Sorting value
cs: Třídící hodnota
it: Valore di ordinamento
nl: Sorteerindex
pl: Wartość sortowania
sk: Zoraďovacia hodnota
sl: Vrednost razvrščanja
tr: Sıralama değeri

# MSC.sorting.1
source: The sorting value is usually assigned automatically.
cs: Třídící hodnota je použita k seřazení záznamů v jistém pořadí. Třídící hodnota je obvykle přiřazena automaticky.
it: Un valore di ordinamento viene utilizzato per sistemare i records in uno specifico ordine. I valori di ordinamento sono generalmente assegnati automaticamente.
nl: Een sorteerindex wordt gebruikt om records in een bepaalde volgorde te sorteren. Sorteerindexen worden normaal gezien automatisch toegekend.
pl: Wartość sortowania jest używana do ustawiania rekordów w odpowiednim porządku. Wartość sortowania zwykle jest przydzielana automatycznie.
sk: Zoraďovacia hodnota sa používa na zoradenie záznamov v určitom poradí. Zvyčajne býva priradená automaticky.
sl: Vrednost razvrščanja je ponavadi določena avtomatično.
tr: Sıralama değeri genellikle otomatik olarak belirlenir.

# MSC.all.0
source: Edit multiple
cs: Upravit více záznamů najednou
it: Modifica tutti i records
nl: Bewerk meerdere
pl: Edytuj wszystkie rekordy
sk: Upraviť všetky záznamy
sl: Uredi vse zapise
tr: Çoklu düzenleme

# MSC.all.1
source: Edit multiple elements at once
cs: Upravit několik záznamů najednou
it: Modifica più elementi contemporaneamente
nl: Bewerk meerdere elementen tegelijkertijd
pl: Edytuj wiele elementów jednocześnie
sk: Upraviť všetky elementy naraz
sl: Uredi več elementov naenkrat
tr: Bir kerede birkaç bileşeni düzenler

# MSC.all_override.0
source: Override multiple
cs: Zrušit vícenásobně
it: Sovrascriva tutti i records
nl: Overschrijf meerdere
pl: Nadpisz wiele
sk: Prepísať všetky záznamy
sl: Prepiši več
tr: Çoklu değiştirme

# MSC.all_override.1
source: Override multiple elements at once
cs: Přepsat několik položek najednou
it: Sostituisci più elementi contemporaneamente
nl: Overschrijf meerdere elementen tegelijk
pl: Nadpisz wiele elementów naraz
sk: Prepísať všetky elementy naraz
sl: Prepiši več elementov naenkrat
tr: Bir kerede birkaç bileşeni değiştirir

# MSC.all_fields.0
source: Available fields
cs: Dostupné položky
it: Campi disponibili
nl: Beschikbare velden
pl: Dostępne pola
sk: Prístupné polia
sl: Razpoložljiva polja
tr: Kullanılabilecek alanlar

# MSC.all_fields.1
source: Please select the fields you want to edit.
cs: Prosím vyberte položku k editaci
it: Seleziona i campi che si desidera modificare.
nl: Selecteer alle velden die u wilt te bewerken.
pl: Zaznacz pola, które chcesz edytować.
sk: Vyberte polia, ktoré chcete upravovať.
sl: Prosimo izberite polja, ki jih želite urediti.
tr: Düzenlemek istediğiniz alanları seçin.

# MSC.password.0
source: Password
cs: Heslo
nl: Wachtwoord
pl: Hasło
sk: Heslo
sl: Geslo
tr: Parola

# MSC.password.1
source: Please enter a password.
cs: Prosím zadejte heslo
it: Inserisci una password.
nl: Geef een wachtwoord op.
pl: Wprowadź hasło.
sk: Zadajte heslo.
sl: Prosimo vnesite geslo.
tr: Lütfen bir parola yazın.

# MSC.confirm.0
source: Confirm password
cs: Potvrdit heslo
it: Conferma la password
nl: Bevestig wachtwoord
pl: Potwierdź hasło
sk: Potvrďte heslo
sl: Potrdi geslo
tr: Parola onayı

# MSC.confirm.1
source: Please confirm the password.
cs: Prosím potvrďte heslo
it: Conferma la password.
nl: Bevestig het wachtwoord.
pl: Potwierdź wprowadzone hasło.
sk: Prosím potvrďte heslo.
sl: Prosimo ponovno vnesite geslo.
tr: Lütfen parolayı yeniden yazın.

# MSC.showPassword
source: Show password
cs: Zobrazit heslo
it: Mostrare la password
nl: Toon wachtwoord
pl: Pokaż hasło
sk: Zobraziť heslo
sl: Prikaži geslo
tr: Parolayı göster

# MSC.hidePassword
source: Hide password
cs: Skrýt heslo
it: Nascondere la password
nl: Verberg wachtwoord
pl: Ukryj hasło
sk: Skryť heslo
sl: Skrij geslo
tr: Parolayı gizle

# MSC.dateAdded.0
source: Date added
cs: Přidáno
it: Data inserimento
nl: Datum toegevoegd
pl: Data dodania
sk: Pridaný (dátum)
sl: Datum dodan
tr: Eklenme tarihi

# MSC.dateAdded.1
source: Date added: %s
cs: Přidáno: %s
it: Data inserimento: %s
nl: Datum toegevoegd: %s
pl: Data dodania: %s
sk: Pridaný (dátum): %s
sl: Datum dodan: %s
tr: Eklenme tarihi: %s

# MSC.lastLogin.0
source: Previous login
cs: Předešlé přihlášení
it: Precedente login
nl: Eerdere inlog
pl: Poprzednie logowanie
sk: Predchádzajúce prihlásenie
sl: Prejšnja prijava
tr: Önceki oturum açma

# MSC.lastLogin.1
source: Your previous login was %s. Welcome back!
cs: Vítejte zpátky. Vaše poslední přihlášení bylo: %s.
it: Il precedente login è avvenuto %s. Bentornato!
nl: Uw vorige login was %s. Welkom terug!
pl: Twoje poprzednie logowanie było %s. Witaj ponownie!
sk: Vaše predchádzajúce prihlásenie bolo %s. Vitaj späť!
sl: Zadnja prijava je bila %s. Dobrodošli nazaj!
tr: Önceki oturum açma zamanınız %s. Yeniden hoş geldiniz!

# MSC.currentLogin.0
source: Last login
cs: Poslední přihlášení
it: Ultimo login
nl: Laatste keer ingelogd
pl: Ostatnie logowanie
sk: Posledné prihlásenie
sl: Zadnja prijava
tr: Son oturum açma

# MSC.currentLogin.1
source: Last login: %s
cs: Poslední přihlášení: %s
it: Ultimo login: %s
nl: Laatste keer ingelogd: %s
pl: Ostatnie logowanie: %s
sk: Posledné prihlásenie: %s
sl: Zadnja prijava: %s
tr: Son oturum açma: %s
