Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# MSC.firstLogin
source: This seems to be your first login. Welcome to Contao!
cs: Zdá se, že jste se poprvé přihlásili do Contao. Vítejte!
it: Questo sembra essere il primo login. Benvenuto in Contao!
nl: Dit lijkt uw eerste login te zijn. Welkom bij Contao!
pl: To wygląda na Twoje pierwsze logowanie. Witaj w Contao!
sk: Zdá sa, že je to vaše prvé prihlásenie. Vitajte v Contao!
sl: Kaže, da je to vaša prva prijava. Dobrodošli v Contao!
tr: İlk kez oturum açıyorsunuz gibi görünüyor. Contao uygulamasına hoş geldiniz!

# MSC.loginAttempts
source: Login attempts
it: Tentativi di accesso
pl: Próby logowania
tr: Oturum açma girişimleri

# MSC.locked
source: Locked
it: Bloccato
pl: Zablokowane
tr: Kilitli

# MSC.move
source: Move the item via drag and drop
cs: Přesunout položku pomocí chytnutí a puštění.
it: Sposta l'elemento trascinandolo in modalità drag & drop
nl: Het item verplaatsen met drag en drop
pl: Przenieś rekord metodą przeciągnij i upuść
sk: Presunúť položku pomocou drag&drop
sl: Premakni element s premakni&spusti (drag&drop)
tr: Ögeyi sürükleyip bırakarak sıralayın

# MSC.move_up.0
source: Move up
cs: Posunout nahoru
it: Sposta in alto
nl: Naar boven verplaatsen
pl: Przenieś w górę
sk: Posunúť nahor
sl: Premakni gor
tr: Üste taşı

# MSC.move_up.1
source: Move the item one position up
cs: Posunout položku o jedno nahoru
it: Sposta l'elemento nella posizione superiore
nl: Verplaats item één plaats naar boven
pl: Przenieś o jedną pozycję w górę
sk: Posunúť položku o jednu pozíciu nahor
sl: Premakni za eno pozicijo gor
tr: Ögeyi bir üste taşı

# MSC.move_down.0
source: Move down
cs: Posunout dolů
it: Sposta in basso
nl: Naar beneden verplaatsen
pl: Przenieś w dół
sk: Posunúť dole
sl: Premakni dol
tr: Alta taşı

# MSC.move_down.1
source: Move the item one position down
cs: Posunout položku o jedno dolů
it: Sposta l'elemento nella posizione inferiore
nl: Verplaats item één plaats naar beneden
pl: Przenieś o jedną pozycję w dół
sk: Posunúť položku o jednu pozíciu dole
sl: Premakni za eno pozicijo dol
tr: Ögeyi bir alta taşı

# MSC.shortcuts.0
source: Back end keyboard shortcuts
cs: Klávesové zkratky backendu
it: Scorciatoie da tastiera del backend
nl: Back-end sneltoetsen
pl: Skróty klawiszowe
sk: Klávesové skratky backendu
sl: Bližnjice na tipkovnici, na voljo v administraciji
tr: Yönetim bölümü klavye kısayolları

# MSC.shortcuts.1
source: Learn more about speeding up your workflow by using <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">keyboard shortcuts</a>.
cs: Více o zrychlení vašeho pracovního postupu pomocí <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">klávesových zkratek</a>.
it: Scopri di più su come velocizzare il tuo flusso di lavoro usando le <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">scelte rapide da tastiera</a>.
nl: Meer informatie over het versnellen van uw workflow door <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">sneltoetsen</a> te gebruiken.
pl: Dowiedz się więcej o przyspieszaniu pracy używając <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">skrótów klawiatury</a>.
tr: İş akışınızı hızlandırmak için <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">klavye kısayollarını</a> kullanmak hakkında ayrıntılı bilgi alın.

# MSC.toggleAll.0
source: Toggle all
cs: Rozevřít všechny
it: Espandi/chiudi i nodi
nl: Alles openen/sluiten
pl: Rozwiń wszystkie
sk: Rozbaliť všetky
sl: Razširi/skrči vse
tr: Tümünü tersine çevir

# MSC.toggleAll.1
source: Expand or collapse all nodes
cs: Rozevřít nebo zavřít všechny uzly
it: Espandi o chiudi tutti i nodi
nl: Uitvouwen of samenvouwen van alle nodes
pl: Rozwiń lub zwiń wszystkie węzły
sk: Rozbaliť alebo zavrieť všetky uzly
sl: Razširi ali skrči vse
tr: Tüm düğümleri genişlet ya da daralt

# MSC.toggleMobile.0
source: Mobile version
cs: Mobilní verze
it: Versione mobile
nl: Mobiele versie
pl: Wersja mobilna
sk: Mobile verzia
sl: Mobilna različica
tr: Mobil sürüm

# MSC.toggleMobile.1
source: Go to the mobile version
cs: Přejít k mobilní verzi
it: Vai alla versione mobile
nl: Ga naar de mobiele versie
pl: Idź do wersji mobilnej
sk: Prejsť na verziu pre mobilné zariadenia
sl: Pojdi na različico za mobilne naprave
tr: Mobil sürüme geç

# MSC.toggleDesktop.0
source: Desktop version
cs: Počítačová verze
it: Versione desktop
nl: Desktop versie
pl: Wersja desktopowa
sk: Desktop verzia
sl: Različica za namizne naprave
tr: Masaüstü sürüm

# MSC.toggleDesktop.1
source: Go to the desktop version
cs: Přejít k počítačové verzi
it: Vai alla versione desktop
nl: Ga naar de desktop versie
pl: Idź do wersji desktopowej
sk: Prejsť na verziu pre desktop zariadenia
sl: Pojdi na različico za namizne naprave
tr: Masaüstü sürüme geç

# MSC.feLink
source: Go to front end
cs: Jdi na frontend
it: Vai al frontend
nl: Ga naar front-end
pl: Przejdź na strony serwisu
sk: Prejsť na front end
sl: Pojdi na spletno mesto
tr: Ön yüze git

# MSC.fePreview
source: Preview
cs: Náhled
it: Anteprima
nl: Voorbeeldweergave
pl: Podgląd
sk: Zobraziť
sl: Predogled
tr: Ön izleme

# MSC.fePreviewTitle
source: Front end preview
cs: Zobrazení frontendu
it: Anteprima frontend
nl: Front-end voorbeeld
pl: Podgląd strony
sk: Náhľad webu
sl: Predogled
tr: Ön yüz ön izlemesi

# MSC.profile
source: Profile
cs: Profil
it: Profilo
nl: Profiel
pl: Profil
sk: Profil
sl: Profil
tr: Profil

# MSC.profileTitle
source: User profile
cs: Uživatelský profil
it: Profilo utente
nl: Gebruiker profiel
pl: Profil użytkownika
sk: Užívateľský profil
sl: Uporabniški profil
tr: Kullanıcı profili

# MSC.feUser
source: Member
cs: Člen
it: Membro
nl: Lid
pl: Użytkownik
sk: Člen
sl: Član
tr: Üye

# MSC.backToTop
source: Back to top
cs: Nahoru
it: Torna in cima
nl: Terug naar boven
pl: Do góry
sk: Hore
sl: Nazaj na vrh
tr: Üste dön

# MSC.backToTopTitle
source: Go to the top of the page
cs: Přejít k hornímu okraji stránky
it: Vai all'inizio della pagina
nl: Ga naar de bovenkant van de pagina
pl: Idź do góry
sk: Prejsť na horný okraj stránky
sl: Pojdi na vrh strani
tr: Sayfanın üstüne git

# MSC.home
source: Home
cs: Domů
sl: Domov
tr: Giriş

# MSC.homeTitle
source: Back to the back end start page
cs: Zpět na backendovou startovní stránku
it: Torna alla pagina iniziale del backend
nl: Terug naar de back-end startpagina
pl: Powrót do strony startowej panelu
sk: Späť na úvodnú stránku backendu
sl: Nazaj na začetno stran v administraciji
tr: Yönetim bölümü giriş sayfasına dön

# MSC.learnMore
source: Learn more on %s
cs: Zobrazit více informací %s
it: Per ulteriori informazioni vai a %s
nl: Kom meer te weten op %s
pl: Dowiedz się więcej na %s
sk: Viac informácií o %s
sl: Več podatkov o %s
tr: %s hakkında ayrıntılı bilgi alın

# MSC.user
source: User
cs: Uživatel
it: Utente
nl: Gebruiker
pl: Użytkownik
sk: Užívateľské
sl: Uporabnik
tr: Kullanıcı

# MSC.loginBT
source: Login
cs: Přihlásit se
nl: Inloggen
sk: Prihlásiť
sl: Prijava
tr: Oturum aç

# MSC.logoutBT
source: Logout
cs: Odhlásit se
nl: Afmelden
pl: Wyloguj
sk: Odhlásiť
sl: Odjava
tr: Oturumu kapat

# MSC.switchBT
source: Back to %s
cs: Zpět na %s
it: Torna a %s
nl: Terug naar %s
pl: Wróć do %s
sk: Späť na %s
sl: Nazaj na %s
tr: %s sayfasına dön

# MSC.logoutBTTitle
source: Close the current session
cs: Zavřít současné sezení
it: Terminare la sessione corrente
nl: Sluit de huidige sessie
pl: Zamknij aktualną sesję
sk: Ukončiť súčasnú session
sl: Prekini trenutno sejo (session)
tr: Geçerli oturumu kapat

# MSC.backBT
source: Go back
cs: Jdi zpět
it: Torna indietro
nl: Ga terug
pl: Wróć
sk: Ísť späť
sl: Nazaj
tr: Geri dön

# MSC.backBTTitle
source: Back to the previous page
cs: Zpět na předešlou stránku
it: Torna alla pagina precedente
nl: Terug naar de voorgaande pagina
pl: Wróć do poprzedniej strony
sk: Späť na predchádzajúcu stránku
sl: Nazaj na prejšnjo stran
tr: Önceki sayfaya dön

# MSC.cancelBT
source: Cancel
cs: Zrušit
it: Annulla
nl: Annuleer
pl: Anuluj
sk: Zrušiť
sl: Prekliči
tr: İptal

# MSC.deleteConfirm
source: Do you really want to delete element ID %s?
cs: Opravdu chcete smazat položku ID %s?
it: Sicuro di voler eliminare l'elemento ID %s?
nl: Wilt u echt element ID %s verwijderen?
pl: Czy naprawdę chcesz usunąć element ID %s?
sk: Naozaj chcete odstrániť element s ID %s?
sl: Ali želite resnično izbrisati vnos z ID %s?
tr: %s kodlu bileşeni silmek istediğinize emin misiniz?

# MSC.delAllConfirm
source: Do you really want to delete the selected records?
cs: Chcete opravdu smazat vybrané záznamy?
it: Sicuro di voler cancellare i records selezionati?
nl: Wilt u werkelijk de geselecteerde records verwijderen?
pl: Naprawdę chcesz skasować zaznaczone rekordy?
sk: Naozaj chcete odstrániť označené záznamy?
sl: Ali želite resnično izbrisati izbrane zapise?
tr: Seçilmiş kayıtları silmek istediğinize emin misiniz?

# MSC.deleteConfirmFile
source: Do you really want to delete file or folder %s?
cs: Opravdu chcete smazat soubor nebo složku %s?
it: Si desidera realmente eliminare il file o la cartella %s?
nl: Wilt u werkelijk bestand of map %s verwijderen?
pl: Naprawdę chcesz skasować plik lub folder %s?
sk: Naozaj chcete odstrániť súbor alebo adresár %s?
sl: Ali resnično želite zbrisati datoteko ali direktorij %s?
tr: %s dosya ya da klasörünü silmek istediğinize emin misiniz?

# MSC.delAllConfirmFile
source: Do you really want to delete the selected resources?
cs: Opravdu chcete smazat vybrané zdroje?
it: Si desidera realmente eliminare la risorsa selezionata?
nl: Wilt u echt de geselecteerde bronnen verwijderen?
pl: Naprawdę chcesz skasować zaznaczone zasoby?
sk: Naozaj chcete odstrániť označené zdroje?
sl: Ali želite resnično zbrisati izbrane vire?
tr: Seçilmiş kaynakları silmek istediğinize emin misiniz?

# MSC.filterRecords
source: Records
cs: Záznamy
pl: Rekordy
sk: Záznamy
sl: Zapisi
tr: Kayıtlar

# MSC.filterAll
source: All
cs: Všechny
it: Tutti
nl: Alle
pl: Wszystko
sk: Všetky
sl: Vsi
tr: Tümü

# MSC.showRecord
source: Show the details of record %s
cs: Zobrazit detaily záznamu %s
it: Mostra dettagli del record %s
nl: Toon details van record %s
pl: Pokaż szczegóły of record %s
sk: Ukázať podrobnosti záznamu %s
sl: Prikaži podrobnosti o zapisu %s
tr: %s kaydının ayrıntılarını görüntüle

# MSC.editRecord
source: Edit record %s
cs: Upravit záznamy v %s
it: Modifica record %s
nl: Bewerk record %s
pl: Edytuj rekord %s
sk: Upraviť záznam %s
sl: Uredi zapis %s
tr: %s kaydını düzenle

# MSC.all_info
source: Edit selected records of table %s
cs: Upravit všechny aktivní záznamy tabulky %s
it: Modifica tutti i record attivi della tabella %s
nl: Bewerk alle actieve records van tabel %s
pl: Edytuj wszystkie aktywne rekordy w tabeli %s
sk: Upraviť všetky aktívne záznamy z tabuľky %s
sl: Uredi vse aktivne zapise v tabeli %s
tr: %s tablosunun seçilmiş kayıtlarını düzenle

# MSC.showOnly
source: Show
cs: Zobrazit
it: Mostra
nl: Toon
pl: Pokaż
sk: Ukázať
sl: Prikaži
tr: Görüntüle

# MSC.sortBy
source: Sort
cs: Třídit
it: Ordina
nl: Sorteer
pl: Sortuj
sk: Zoradiť
sl: Razvrsti
tr: Sırala

# MSC.filter
source: Filter
cs: Filtr
it: Filtro
pl: Filtr
sl: Filtriraj
tr: Süz

# MSC.search
source: Search
cs: Prohledat
it: Ricerca
nl: Zoek
pl: Szukaj
sk: Hľadať
sl: Išči
tr: Arama

# MSC.noResult
source: No records found.
cs: Nenalezeny žádné záznamy.
it: Nessun elemento trovato
nl: Geen records gevonden.
pl: Nie znaleziono żadnych rekordów.
sk: Žiadne záznamy sa nenašli.
sl: Ni najdenih zapisov.
tr: Herhangi bir kayıt bulunamadı.

# MSC.searchExclude
source: Unsynchronized directories are not included in the search results.
cs: Nezesynchronizované adresáře nejsou sočástí výsledků heldání.
it: Le cartelle non sincronizzate non sono incluse nei risultati di ricerca.
nl: Ongesynchroniseerde mappen zijn niet opgenomen in de zoekresultaten.
pl: Niezsynchronizowane katalogi zostały pominięte w wynikach wyszukiwania.
sk: Nesynchronizované adresáre nie sú zahrnuté vo výsledkoch vyhľadávania.
sl: Nesinhronizirani direktoriji niso vključeni v iskalne rezultate.
tr: Arama sonuçlarına eşitlenmemiş klasörler katılmaz.

# MSC.save
source: Save
cs: Uložit
it: Salva
nl: Opslaan
pl: Zapisz
sk: Uložiť
sl: Shrani
tr: Kaydet

# MSC.saveNclose
source: Save and close
cs: Uložit a zavřít
it: Salva e chiudi
nl: Opslaan en sluiten
pl: Zachowaj i zamknij
sk: Uložiť a zavrieť
sl: Shrani in zapri
tr: Kaydedip kapat

# MSC.saveNedit
source: Save and edit child elements
cs: Uložit a upravit související elementy
it: Salva e modifica gli elementi figlio
nl: Opslaan en bewerken van child elementen
pl: Zapisz i edytuj elementy podrzędne
sk: Uložiť a upraviť podradené elementy
tr: Alt bileşenleri kaydedip düzenle

# MSC.saveNback
source: Save and go back
cs: Uložit a zpět
it: Salva e torna indietro
nl: Opslaan en terug gaan
pl: Zachowaj i wróć
sk: Uložiť a ísť späť
sl: Shrani in pojdi nazaj
tr: Kaydedip geri dön

# MSC.saveNcreate
source: Save and new
cs: Uložit a nový
it: Salva e aggiungi nuovo elemento
nl: Opslaan en nieuw
pl: Zachowaj i nowy
sk: Uložiť a vytvoriť nový
sl: Shrani in novo
tr: Kaydedip yeni ekle

# MSC.saveNduplicate
source: Save and duplicate
cs: Uložit a duplikovat
it: Salva e duplica
nl: Opslaan en kopiëren
pl: Zapisz i duplikuj
sk: Uložiť a duplikovať
sl: Shrani in podvoji
tr: Kaydedip kopyala

# MSC.continue
source: Continue
cs: Pokračovat
it: Continua
nl: Ga door
pl: Kontynuuj
sk: Pokračovať
sl: Nadaljuj
tr: İlerle

# MSC.close
source: Close
cs: Zavřít
it: Chiudi
nl: Sluit
pl: Zamknij
sk: Zavrieť
sl: Zapri
tr: Kapat

# MSC.skipNavigation
source: Skip navigation
cs: Přeskočit navigaci
it: Salta la navigazione
nl: Navigatie overslaan
pl: Pomiń nawigacje
sk: Preskočiť navigáciu
sl: Preskoči navigacijo
tr: Gezinmeyi atla

# MSC.selectAll
source: Select all
cs: Vybrat vše
it: Seleziona tutto
nl: Selecteer alles
pl: Zaznacz wszystko
sk: Označiť všetko
sl: Izberi vse
tr: Tümünü seç

# MSC.pw_new
source: Change password
cs: Změnit heslo
it: Modifica la password
nl: Wijzig wachtwoord
pl: Zmień hasło
sk: Zmeniť heslo
sl: Spremeni geslo
tr: Parola değiştirme

# MSC.pw_change
source: Please enter a new password.
cs: Prosím zadajte nové heslo.
it: Inserire una nuova password.
nl: Geef een nieuw wachtwoord op.
pl: Proszę wprowadzić nowe hasło.
sk: Prosím zadajte nové heslo.
sl: Prosim, vnesite novo geslo
tr: Lütfen yeni bir parola yazın.

# MSC.pw_changed
source: The password has been updated.
cs: Heslo bylo změněno
it: La password è stata aggiornata
nl: Het wachtwoord werd aangepast.
pl: Hasło zostało uaktualnione.
sk: Heslo bolo nahraté.
sl: Geslo je bilo posodobljeno.
tr: Parola güncellendi.

# MSC.fallback
source: default
cs: výchozí
nl: standaard
pl: domyślne
sk: predvolené
sl: privzeto
tr: varsayılan

# MSC.view
source: View in a new window
cs: Zobrazit v novém okně
it: Mostra in una nuova finestra
nl: In een nieuw venster weergeven
pl: Widok w nowym oknie
sk: Zobraziť v novom okne
sl: Odpri v novem oknu
tr: Yeni bir pencerede görüntülensin

# MSC.fullsize
source: Open full size image in a new window
cs: Otevřít v plné velikosti v novém okně
it: Apri l'immagine a dimensione piena in una nuova finestra
nl: Afbeelding op ware grootte in een nieuw venster weergeven
pl: Otwórz pełen obrazek w nowym oknie
sk: Otvoriť obrázok v pôvodnej veľkosti v novom okne
sl: Odpri originalno sliko v novem oknu
tr: Yeni bir pencerede tam boyutu görsel açılsın

# MSC.datepicker
source: Date picker
cs: Zdroj dat
it: Selettore data
nl: Datumkiezer
pl: Wybór daty
sk: Výber dátumu
sl: Izbirnik datuma
tr: Tarih seçici

# MSC.colorpicker
source: Color picker
cs: Výběr barvy (vyžaduje JavaScript)
it: Selettore colore
nl: Kleurkiezer
pl: Próbnik koloru (wymagany JavaScript)
sk: Výber farby (vyžaduje JavaScript)
sl: Izbira barve (zahteva JavaScript)
tr: Renk seçici

# MSC.pagepicker
source: Page picker
cs: Výběr stránek (vyžaduje JavaScript)
it: Selettore pagina
nl: Paginakiezer
pl: Próbnik stron (wymagany JavaScript)
sk: Výber stránky (vyžaduje JavaScript)
sl: Izbira strani (zahteva JavaScript)
tr: Sayfa seçici

# MSC.filepicker
source: File picker
cs: Výběr souborů (vyžaduje JavaScript)
it: Selettore file
nl: Bestandskiezer
pl: Próbnik pliku (wymagany JavaScript)
sk: Výber súboru (vyžaduje JavaScript)
sl: Izbira datoteke (zahteva JavaScript)
tr: Dosya seçici

# MSC.ppHeadline
source: Contao pages
cs: Contao stránky
it: Pagine del sito
nl: Contao pagina's
pl: Strony Contao
sk: Contao stránky
sl: Contao strani
tr: Contao sayfaları

# MSC.fpHeadline
source: Contao files
cs: Contao soubory
it: File del sito
nl: Contao bestanden
pl: Pliki Contao
sk: Contao súbory
sl: Contao datoteke
tr: Contao dosyaları

# MSC.yes
source: yes
cs: ano
it: sì
nl: ja
pl: tak
sk: áno
sl: da
tr: evet

# MSC.no
source: no
cs: ne
nl: nee
pl: nie
sk: nie
sl: ne
tr: hayır

# MSC.goBack
source: Go back
cs: Jdi zpět
it: Torna indietro
nl: Ga terug
pl: Wróć
sk: Ísť späť
sl: Nazaj
tr: Geri dön

# MSC.reload
source: Reload
cs: Obnovit
it: Ricarica
nl: Opnieuw laden
pl: Przeładuj
sk: Znovunačítať
sl: Osveži
tr: Yeniden yükle

# MSC.above
source: above
cs: nad
it: Sopra
nl: boven
pl: nad
sk: hore
sl: nad
tr: üstünde

# MSC.below
source: below
cs: pod
it: Sotto
nl: onder
pl: pod
sk: dole
sl: pod
tr: altında

# MSC.date
source: Date
cs: Datum
it: Data
nl: Datum
pl: Data
sk: Dátum
sl: Datum
tr: Tarih

# MSC.tstamp
source: Revision date
cs: Datum změny
it: Data revisione
nl: Datum van aanpassing
pl: Data rewizji
sk: Dátum zmeny
sl: Datum revizije
tr: Düzenlenme tarihi

# MSC.entry
source: %s entry
cs: %s záznam
it: Elemento %s
nl: %s vermelding
pl: %s wpis
sk: %s záznam
sl: %s zapis
tr: %s kayıt

# MSC.entries
source: %s entries
cs: %s záznamů
it: Elementi %s
nl: %s vermeldingen
pl: %s wpisów
sk: %s záznamy
sl: %s zapisi
tr: %s kayıt

# MSC.files
source: %s file(s)
cs: %s soubor(ů)
nl: %s bestand(en)
pl: plik(i) %s
sk: %s súbor(y)
sl: št. datotek: %s
tr: %s dosya

# MSC.left
source: left
cs: vlevo
it: Sinistra
nl: links
pl: do lewej
sk: vľavo
sl: levo
tr: sola

# MSC.center
source: center
cs: uprostřed
it: Centro
nl: midden
pl: na środku
sk: na stred
sl: sredina
tr: ortaya

# MSC.right
source: right
cs: vpravo
it: Destra
nl: rechts
pl: do prawej
sk: vpravo
sl: desno
tr: sağa

# MSC.justify
source: justified
cs: do bloku
it: Giustificato
nl: uitgelijnd
pl: wyjustowany
sk: zarovnať
sl: obojestransko
tr: iki yana

# MSC.male
source: Male
cs: Muž
it: Maschio
nl: Mannelijk
pl: Mężczyzna
sk: Muž
sl: Moški
tr: Erkek

# MSC.female
source: Female
cs: Žena
it: Femmina
nl: Vrouwelijk
pl: Kobieta
sk: Žena
sl: Ženska
tr: Dişi

# MSC.other
source: Other
cs: Jiné
it: Altro
nl: Ander
pl: Inne
sk: Iné
sl: Drugo
tr: Diğer

# MSC.fileSize
source: File size
cs: Velikost souboru
it: Dimensione file
nl: Bestandsgrootte
pl: Rozmiar pliku
sk: Veľkosť súboru
sl: Velikost datoteke
tr: Dosya boyutu

# MSC.fileCreated
source: Created
cs: Vytvořeno
it: Creato
nl: Gemaakt
pl: Utworzono
sk: Vytvorený
sl: Ustvarjeno
tr: Oluşturulma

# MSC.fileModified
source: Last modified
cs: Naposledy změněno
it: Ultima modifica
nl: Laatste aanpassing
pl: Ostatnia zmiana
sk: Naposledy zmenený
sl: Nazadnje spremenjeno
tr: Son düzenlenme

# MSC.fileAccessed
source: Last accessed
cs: Poslední přístup
it: Ultimo accesso
nl: Laatst geopend
pl: Ostatnio dostępny
sk: Posledný prístup
sl: Nazadnje obiskano
tr: Son erişilme

# MSC.fileDownload
source: Download the file
cs: Stáhnout soubor
it: Scarica il file
nl: Download het bestand
pl: Pobierz plik
sk: Stiahnúť súbor
sl: Prenesite datoteko
tr: Dosyayı indir

# MSC.fileUuid
source: Unique ID
cs: Unikátní identifikační číslo
it: ID Unico
nl: Unieke ID
pl: Unikalne ID
sk: Unikátne ID
sl: Unikatni ID
tr: Eşsiz kod

# MSC.fileImageSize
source: Width/height in pixel
cs: Šířka/výška v pixelech
it: Larghezza/altezza in pixel
nl: Breedte/hoogte in pixels
pl: Szerokość/wysokość w pikselach
sk: Šírka/výška v pixeloch
sl: Širina/višina v pikslih
tr: Piksel olarak yükseklik/genişlik

# MSC.filePath
source: Relative path
cs: Relativní cesta
it: Path relativo
nl: Relatief pad
pl: Ścieżka relatywna
sk: Relatívna cesta
sl: Relativna pot
tr: Göreli yol

# MSC.fileMeta
source: Metadata
it: Metadati
pl: Metadane
sk: Metadáta
sl: Meta podatki
tr: Üst veriler

# MSC.versioning
source: Version management
cs: Správa verzí
it: Gestione della versione
nl: Versie management
pl: Zarządzanie wersjami
sk: Manažment verzií
sl: Upravljanje različic
tr: Sürüm yönetimi

# MSC.version
source: Version
cs: Verze
it: Versione
nl: Versie
pl: Wersja
sk: Verzia
sl: Različica
tr: Sürüm

# MSC.restore
source: Restore
cs: Obnovit
it: Ripristina
nl: Herstellen
pl: Odtwórz
sk: Späť
sl: Razveljavi
tr: Geri yükleme

# MSC.backendModules
source: Back end modules
cs: Backend moduly
it: Moduli backend
pl: Moduły panelu admina
sk: Back end moduly
sl: Moduli v administraciji
tr: Yönetim bölümü modülleri

# MSC.dashboard
source: Dashboard
cs: Nástěnka
pl: Pulpit
sl: Nadzorna plošča
tr: Pano

# MSC.updateVersion
source: Contao version %s is available.
cs: Je dostupná nová verze Contao %s
it: È disponibile la versione %s di Contao
nl: Contao versie %s beschikbaar.
pl: Contao w wersji %s jest dostępne.
sk: K dispozícii je verzia Contao %s.
sl: Na voljo je Contao različica %s.
tr: Contao%s sürümü yayınlanmış.

# MSC.saveAlert
source: ATTENTION! You will lose any unsaved changes. Continue?
cs: POZOR! Ztratí se všechny neuložené změny. Opravdu chcete pokračovat?
it: ATTENZIONE! Perderai ogni modifica non salvata. Continuare?
nl: LET OP! Niet opgeslagen gegevens gaan verloren. Doorgaan?
pl: UWAGA! Utracisz wszelkie niezapisane zmiany. Kontynuować?
sk: POZOR! Stratíte všetky neuložené zmeny. Pokračovať?
sl: OPOZORILO! Izgubili boste vse neshranjene podatke. Nadaljujem?
tr: DİKKAT! Kaydedilmemiş değişiklikleriniz kaybolacak. İlerlemek istiyor musunuz?

# MSC.toggleNodes
source: Toggle all nodes
cs: Sbalit všechny uzly
it: Espandi tutti i nodi
nl: Alles openen/sluiten
pl: Rozwiń wszystkie węzły
sk: Prepnúť zobrazenie všetkých uzlov
sl: Razširi/Skrči
tr: Tüm düğümleri tersine çevir

# MSC.expandNode
source: Expand node
cs: Rozbalit
it: Espandi il nodo
nl: Open bereik
pl: Rozwiń węzeł
sk: Rozbaliť uzol
sl: Razširi
tr: Düğümü genişlet

# MSC.collapseNode
source: Collapse node
cs: Sbalit
it: Chiudi il nodo
nl: Sluit bereik
pl: Zwiń węzeł
sk: Zbaliť uzol
sl: Skrči
tr: Düğümü daralt

# MSC.loadingData
source: Loading data
cs: Načítám data
it: Caricamento in corso
nl: Gegevens laden
pl: Ładuję dane
sk: Načítam dáta
sl: Pridobivam podatke
tr: Veriler yükleniyor

# MSC.deleteSelected
source: Delete
cs: Smazat
it: Elimina
nl: Verwijder
pl: Skasuj zaznaczone
sk: Odstrániť označené
sl: Izbriši
tr: Sil

# MSC.editSelected
source: Edit
cs: Upravit
it: Modifica la selezione
nl: Bewerk
pl: Edytuj zaznaczone
sk: Upraviť označené
sl: Uredi
tr: Düzenle

# MSC.overrideSelected
source: Override
cs: Přepsat
it: Sovrascrivi
nl: Overschrijf
pl: Zastąp
sk: Nahradiť
sl: Povozi
tr: Değiştir

# MSC.moveSelected
source: Move
cs: Přesunout
it: Sposta
nl: Verplaats
pl: Przenieś
sk: Premiestniť
sl: Premakni
tr: Taşı

# MSC.copySelected
source: Copy
cs: Kopírovat
it: Copia
nl: Kopieer
pl: Kopiuj
sk: Kopírovať
sl: Kopiraj
tr: Kopyala

# MSC.aliasSelected
source: Generate aliases
cs: Vytvořit zástupce (aliasy)
it: Genera alias
nl: Genereren van aliassen
pl: Generuj aliasy
sk: Vytvoriť aliasy
sl: Ustvarite bližnjico
tr: Kısaltmaları üret

# MSC.changeSelected
source: Change selection
cs: Změnit výběr
it: Cambia selezione
nl: Wijzig selectie
pl: Zmień zaznaczenie
sk: Zmeniť výber
sl: Spremeni izbrano
tr: Seçimi değiştir

# MSC.resetSelected
source: Reset selection
cs: Zrušit výběr
it: Annulla selezione
nl: Selectie resetten
pl: Zresetuj selekcję
sk: Zrušiť výber
sl: Ponastavi izbrano
tr: Seçimi sıfırla
