Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# CTE.template.1
source: Generates an element to insert a custom template.
cs: Vytvoří element pro vložení vlastní předlohy.
it: Genera un elemento per inserire un template personalizzato.
nl: Genereert een element om een aangepaste sjabloon in te voegen.
pl: Generuje element do wstawienia własnego szablonu.
sk: Generuje prvok na vloženie vlastného šablóny.
tr: Özel bir kalıba eklenecek bir bileşen oluşturur.

# CTE.slider
source: Content slider
cs: Jezdec obsahových elementů
it: Contenuto slider
pl: Slider
sk: Posúvač (slider) obsahových elementov
sl: Drsnik vsebine
tr: İçerik kaydırıcı

# CTE.sliderStart.0
source: Wrapper start
cs: Začátek obálky
pl: Początek
sl: Začetek ovoja
tr: Kapsayıcı başlangıcı

# CTE.sliderStart.1
source: Generates the opening part of the slider wrapper.
cs: Vytvoří počáteční část obálky jezdce.
it: Genera l'elemento di partenza di un elemento slider.
nl: Markeert het beginnende gedeelte van de slider wrapper.
pl: Generuje część otwierającą slider.
sk: Vygeneruje úvodnú časť posúvača (slider).
sl: Generira začetni del ovoja drsnika.
tr: Kaydırıcı kapsayıcısının açılış bölümünü oluşturur.

# CTE.sliderStop.0
source: Wrapper stop
cs: Konec obálky jezdce
pl: Stop
sl: Konec ovoja
tr: Kapsayıcı bitişi

# CTE.sliderStop.1
source: Generates the closing part of the slider wrapper.
cs: Vytvoří závěrečnou část obálky jezdce.
it: Genera l'elemento di chiusura di un elemento slider.
nl: Markeert het afsluitende gedeelte van de slider wrapper.
pl: Generuje część zamykającą slider.
sk: Vygeneruje koncovú časť posúvača (slider).
sl: Generira zaključni del ovoja drsnika.
tr: Kaydırıcı kapsayıcısının kapanış bölümünü oluşturur.

# CTE.links
source: Link elements
cs: Odkazy
it: Elementi link
nl: Linkonderdelen
pl: Elementy odnośników
sk: Prepojenia
sl: Elementi povezave
tr: Bağlantı bileşenleri

# CTE.hyperlink.1
source: Generates a link to another website.
cs: Odkaz na webovou stránku, apod.
it: Genera un link ad un altro sito web.
nl: Maakt een hyperlink naar een andere website.
pl: Ten element zawiera link do innej strony.
sk: Tento element obsahuje hypertextový odkaz na inú webovú stránku.
sl: Generira povezavo na drugo spletno mesto.
tr: Başka bir web sitesine bir bağlantı oluşturur.

# CTE.toplink.0
source: Top link
cs: Odkaz "Nahoru"
it: Link in alto
pl: Do góry
sl: Povezava na vrh
tr: Yukarı bağlantısı

# CTE.toplink.1
source: Generates a link to jump to the top of the page.
cs: Odkaz, který umožňuje skok do záhlaví stránky.
it: Genera un link che permette di tornare in cima alla pagina.
nl: Maakt een link naar het begin van de pagina.
pl: Ten element generuje link, po kliknięciu którego zostaniemy odesłani na górę strony, którą aktualnie przeglądamy.
sk: Tento element generuje hyperlink, ktorý umožnuje skok na začiatok stránky.
sl: Generira povezavo za skok na vrh strani.
tr: Sayfanın en üstüne giden bir bağlantı oluşturur.

# CTE.media
source: Media elements
cs: Mediální položky
it: Elementi media
nl: Media elementen
pl: Elementy media
sk: Media elementy
sl: Medijski elementi
tr: Ortam bileşenleri

# CTE.image.0
source: Image
cs: Obrázek
it: Immagine
nl: Afbeelding
pl: Obrazek
sk: Obrázok
sl: Slika
tr: Görsel

# CTE.image.1
source: Generates a stand-alone image.
cs: Jednoduchý obrázek.
it: Questo elemento contiene una singola immagine.
nl: Voegt een enkele afbeelding toe.
pl: Ten element zawiera pojedynczy obrazek.
sk: Tento element obsahuje jeden obrázok.
sl: Generira samostojno sliko.
tr: Tek bir görsel oluşturur.

# CTE.gallery.0
source: Gallery
cs: Obrázková galerie
it: Galleria immagine
nl: Afbeeldingsgalerij
pl: Galeria obrazków
sk: Galéria obrázkov
sl: Galerija
tr: Galeri

# CTE.gallery.1
source: Generates a lightbox image gallery.
cs: Několik náhledů na obrázky, který je po kliknutí zobrazen v plné velikosti.
it: Genera una galleria immagini lightbox.
nl: Voegt een lightbox afbeeldingsgalerij toe.
pl: Ten element zawiera miniaturki obrazków, które będą pokazywane w pełnej wielkości po kliknięciu na nie.
sk: Tento element obsahuje miniatúry obrázkov, ktoré môžu byť zobrazené v plnej veľkosti po kliknutí na miniatúru.
sl: Generira "lightbox" galerijo slik.
tr: Bir lightbox görsel galerisi oluşturur.

# CTE.player.0
source: Video/audio
sl: Video/avdio
tr: Görüntü/Ses

# CTE.player.1
source: Generates a video or audio player.
cs: Vytvoří přehrávač pro video nebo audio.
it: Genera un player per video/audio.
nl: Genereert een video of audio speler.
pl: Generuje odtwarzacz video lub audio.
sk: Tento element generuje video alebo audio prehrávač.
sl: Ustvari video ali avdio predvajalnik.
tr: Bir görüntü ya da ses oynatıcısı oluşturur.

# CTE.youtube.1
source: Adds a YouTube video.
cs: Přidat video z YouTube
it: Aggiungi un video da YouTube.
nl: Voegt een You Tube video in
pl: Dodaje video YouTube.
sk: Vložiť YouTube video.
sl: Doda YouTube video.
tr: YouTube görüntüsü ekler.

# CTE.vimeo.1
source: Adds a Vimeo video.
cs: Přidat video z Vimea
it: Aggiungi un video Vimeo.
nl: Voegt een Vimeo video toe.
pl: Dodaje video Vimeo.
sk: Pridá Vimeo video.
sl: Doda Vimeo video
tr: Bir Vimeo görüntüsü ekler.

# CTE.files
source: File elements
cs: Soubory
it: Elementi file
nl: Bestandsonderdelen
pl: Elementy plików
sk: Súborové elementy
sl: Elementi datotek
tr: Dosya bileşenleri

# CTE.download.0
source: Download
cs: Stáhnout
pl: Pobieranie
sl: Prenos
tr: İndirme

# CTE.download.1
source: Generates a link to download a file.
cs: Odkaz, který návštěvníkům stránek umožní stáhnutí souboru.
it: Genera un link per scaricare file.
nl: Maakt een link naar een bestand dat gedownload kan worden.
pl: Ten element zawiera link do pliku, który jest udostępniony do pobierania w twoim serwisie.
sk: Tento element obsahuje hyperlink na súbor, ktorý môže byť stiahnutý návštevníkmi vašich stránok.
sl: Generira povezavo na datoteko za prenos.
tr: Bir dosyayı indirmek için bir bağlantı oluşturur.

# CTE.downloads.0
source: Downloads
cs: Ke stažení
pl: Pobierania
sl: Prenosi
tr: İndirmeler

# CTE.downloads.1
source: Generates multiple links to download files.
cs: Vícenásobná možnost stáhnutí souborů.
it: Genera link multipli per scaricare file.
nl: Maakt links naar verschillende bestanden die gedownload kunnen worden.
pl: Ten element zawiera wiele linków do plików, które są udostępnione do pobierania w twoim serwisie.
sk: Tento element obsahuje This element contains niekoľko súborov, ktoré môžu byť stiahnuté návštevníkmi vašich stránok.
sl: Generira povezave na datoteke za prenos
tr: Dosyaları indirmek için birkaç bağlantı oluşturur.

# CTE.includes
source: Include elements
cs: Začlenění
it: Includi elementi
nl: Onderdelen invoegen
pl: Elementy załączane
sk: Zahrňovacie elementy
sl: Vključi elemente
tr: Katma bileşenleri

# CTE.article.0
source: Article
cs: Propojit s článkem
it: ID articolo
nl: Artikel
pl: ID artykułu
sk: Článok
sl: Članek
tr: Makale

# CTE.article.1
source: Includes another article.
cs: Začlenění článku do jiného článku.
it: Includi un altro articolo.
nl: Voegt een artikel in een ander artikel.
pl: Ten element pozwala załączyć dany artykuł w innym artykule.
sk: Tento element umožnuje vložiť iný článok do článku.
sl: Vključi članek.
tr: Başka bir makaleyi katar.

# CTE.alias.0
source: Content element
cs: Alias (přezdívka)
it: Contenuto
nl: Inhoudselement
pl: Istniejący element zawartości
sk: Alias
sl: Element vsebine
tr: İçerik ögesi

# CTE.alias.1
source: Includes another content element.
cs: Jednoduché začlenění obsahového prvku z jiného článku.
it: Include un altro elemento di contenuto.
nl: Voegt een bestaand Inhoudselement in.
pl: Ten element pozwala wyświetlać pewne istniejące elementy zawartości naszego serwisu, na więcej niż jednej stronie.
sk: Tento elemnt umožnuje vložiť určitý obsah z iného článku.
sl: Vključi element vsebine.
tr: Başka bir içerik bileşeni katar.

# CTE.form.1
source: Includes a form.
cs: Možnost zabudovat formulář do článku.
it: Include un form.
nl: Voegt een formulier toe aan een artikel.
pl: Użyj tej opcji do osadzenia formularza w artykule.
sk: Pôužite tento element k vsadeniu formulára do článku.
sl: Vključi obrazec.
tr: Bir form katar.

# CTE.module.0
source: Module
cs: Modul
it: Modulo
pl: Moduł
sk: Modul
sl: Modul
tr: Modül

# CTE.module.1
source: Includes a front end module.
cs: Možnost zabudovat modul do článku (např. navigační menu nebo flash video).
it: Include un modulo front end.
nl: Voegt een front-end module in.
pl: Użyj tej opcji do osadzenia modułu (np. menu lub klipu Flash) w artykule.
sk: Pôužite tento element k vsadeniu modulu (napríklad navigácie, alebo flashového videa) do článku.
sl: Vključi modul (front end).
tr: Bir ön yüz modülü katar.

# CTE.teaser.0
source: Article teaser
cs: Úvodní text článku
it: Anteprima articolo
nl: Teaser van artikel
pl: Zajawka artykułu
sk: Ukážka článku
sl: Osnutek članka
tr: Makale tanıtımı

# CTE.teaser.1
source: Displays the teaser text of an article.
cs: Začlenění perexu (ukázky) konkrétního článku.
it: Mostra il testo di anteprima di un articolo.
nl: Toont de teaser tekst van een artikel.
pl: Ten element pozwala pokazać zajawkę artykułu.
sk: Tento element umožnuje vloženie ukážkového textu (teaser text) určitého článku.
sl: Prikaže uvodni tekst članka.
tr: Bir makalenin tanıtım metnini görüntüler.

# FFL.explanation.0
source: Explanation
cs: Vysvětlivka
it: Spiegazione
nl: Toelichting
pl: Opis
sk: Vysvetlenie (Explanation)
sl: Pojasnilo
tr: Açıklama

# FFL.explanation.1
source: A custom field to insert an explanation text.
cs: vlastní pole pro uvedení vysvětlivky.
it: Il campo Spiegazione può essere usato per inserire una spiegazione o una domanda prima di un campo. Il campo Spiegazione può contenere del codice HTML.
nl: Gebruik dit veld om tekst met uitleg in te voegen.
pl: Opis pola może np. zawierać wyjaśnienia co do tego jak mają być wypełnione pola lub zawierać pytanie, na które trzeba odpowiedzieć poprzez formularz. Tagi HTML dozwolone.
sk: Pole vysvetlenie môže byť použité na vloženie vysvetlenia, alebo otázky pred poľom. Pole vysvetlenia môže obsahovať HTML kód.
sl: prilagojeno polja za vnos opisnega besedila
tr: Bir açıklama metni eklemek için özel bir alan.

# FFL.html.0
source: HTML code
cs: Kód HTML
it: Codice HTML
pl: Kod HTML
sk: HTML kód
sl: HTML koda
tr: HTML kodu

# FFL.html.1
source: A custom field to insert HTML code.
cs: vlastní pole pro uvedení kód HTML.
it: Usa questo campo per inserire del codice HTML nel form.
nl: Aangepast veld om HTML code in te voegen.
pl: Użyj tego pola do osadzenia kodu HTML w formularzu.
sk: Použite toto pole na vloženie vlastného HTML kódu do formulára.
sl: prilagojeno polje za vnos HTML kode
tr: Bir HTML kodu eklemek için özel bir alan.

# FFL.fieldsetStart.0
source: Fieldset start
cs: Začátek skupiny polí
it: Inizio set di campi
pl: Początek fieldsetu
sk: Fieldset začiatok
tr: Alan kümesi başlangıcı

# FFL.fieldsetStart.1
source: The opening part of a fieldset with an optional legend.
cs: Zahajující část skupiny polí s možnou legendou.
it: La parte di apertura di un campo con una legenda opzionale.
nl: Het begin van een fieldset met optioneel een legenda.
pl: Otwierająca część fieldsetu z opcjonalną legendą.
sk: Otváracia časť fieldsetu s voliteľnou legendou.
tr: İsteğe bağlı bir açıklama ile bir alan kümesinin açılış bölümü.

# FFL.fieldsetStop.0
source: Fieldset stop
cs: Konec skupiny polí
it: Arresto dei campi
pl: Koniec fieldsetu
tr: Alan kümesi bitişi

# FFL.fieldsetStop.1
source: The closing part of a fieldset.
cs: Zakončující část skupiny polí.
it: La parte finale di un fieldset.
nl: Het afsluitend gedeelte van een fieldset.
pl: Zamykająca część fieldsetu.
sk: Záverečná časť fieldsetu.
tr: Bir alan kümesinin kapanış bölümü.

# FFL.text.0
source: Text field
cs: Textové pole
it: Campo testo
nl: Tekstveld
pl: Pole tekstowe
sk: Textové pole
sl: Polje za besedilo
tr: Metin alanı

# FFL.text.1
source: A single-line input field for a short or medium text.
cs: pro uvedení krátkého či delšího textu.
it: Il campo testo è una singola linea per l'inserimento di un testo di piccole o medie dimensioni.
nl: Veld van één regel voor een korte of middellange tekst.
pl: Jedno liniowe pole do wprowadzania tekstu, stosuje się je przy krótkich tekstach.
sk: Textové pole je jednoriadkové vkladacie pole pre krátky, alebo stredne dlhý text.
sl: Enovrstično vnosno polje za krajši tekst.
tr: Kısa ya da orta boyda bir metin için tek satırlı bir giriş alanı.

# FFL.password.0
source: Password field
cs: Pole pro heslo
it: Campo password
nl: Wachtwoordveld
pl: Pole hasła
sk: Heslové pole
sl: Polje za geslo
tr: Parola alanı

# FFL.password.1
source: A single-line input field for a password. Contao automatically adds a confirmation field.
cs: jednořádkové pole pro vložení hesla. Contao k tomu automaticky přidá druhé pole, v němž se musí ještě jednou uvést před tím zadané heslo.
it: Il campo password è un campo a singola linea per l'inserimento di una password.
nl: Een veld van één regel voor een wachtwoord. Contao voegt automatisch een bevestigingsveld toe.
pl: Jedno liniowe pole do wprowadzania hasła.
sk: Heslové pole je jednoriadkové vkladacie pole na vloženie hesla.
sl: Enovrstično polje za vnos gesla.
tr: Parola için tek satırlı bir giriş alanı. Contao otomatik olarak bir parola onayı alanı ekler.

# FFL.textarea.0
source: Textarea
cs: Textová oblast
it: Area di testo
nl: Tekstgebied
pl: Obszar tekstowy
sk: Textová oblasť
sl: Območje za besedilo
tr: Yazı alanı

# FFL.textarea.1
source: A multi-line input field for a medium or long text.
cs: víceřádkové pole, do něhož se může zadat delší text (např. sdělení).
it: L' area di testo è un campo multi-linea per l'inserimento di un testo di medie o lunghe dimensioni.
nl: Een invoerveld met meerdere regels voor een middellange of lange tekst.
pl: Obszar tekstowy jest polem do wprowadzania tekstu. Może mieć wysokość kilku linijek. Służy do wprowadzania dłuższych tekstów.
sk: Textová oblasť je viacriadkové vkladacie pole pre stredne dlhý, alebo dlhý text.
sl: Večvrstično vnosno polje za daljši tekst.
tr: Orta ya da uzun boyda bir metin için çok satırlı bir giriş alanı.

# FFL.select.0
source: Select menu
cs: Rozvírací menu
it: Menu selezione
nl: Selecteer menu
pl: Rozwijane menu
sk: Menu pre výber
sl: Izberi meni
tr: Seçim menüsü

# FFL.select.1
source: A single- or multi-line drop-down menu.
cs: jedno- nebo víceřádkové rozevírací menu.
it: Il menu a selezione è menu a discesa a singola riga delle quali solo una può essere selezionata.
nl: Een enkel- of uit meerdere regels bestaand drop-down menu.
pl: Rozwijane menu, zwane także rozwijanym polem wyboru, zawiera kilka opcji do wyboru, każda opcja znajduje się w osobnej linii i tylko jedna może zostać wybrana.
sk: Menu pre výber je jednoriadkové roletkové menu obsahujúce niekoľko volieb z ktorých môže byť jedna zvolená.
sl: Enovrstični ali večvrstični spustni meni.
tr: Tek ya da çok satırlı bir açılır menü.

# FFL.radio.0
source: Radio button menu
cs: Výběrové tlačítko
it: Menu opzioni
pl: Pole jednokrotnego wyboru
sk: Menu s prepínačovými tlačítkami (Radio button)
sl: Meni z izbirnim gumbom.
tr: Radyo düğmesi menüsü

# FFL.radio.1
source: A list of multiple options from which one can be selected.
cs: seznam výběrových tlačítek, z nichž jen jedno může být označeno.
it: Il menu a opzioni è un menu multi-linea che contiene una o più opzioni delle quali solo una può essere selezionata.
nl: Een lijst van meerdere opties waaruit geselecteerd kan worden.
pl: pole jednokrotnego wyboru zawiera jedną lub więcej opcji oraz umożliwia wybór tylko jednej opcji z dostępnych.
sk: Menu s prepínačovými tlačítkami (Radio button) je viacriadkové menu obsahujúce niekoľko volieb z ktorých jedna môže byť zvolená.
sl: Seznam več možnosti izbire, kjer lahko uporabnik izbere le eno.
tr: Birkaç seçenekten birinin seçilebildiği bir liste.

# FFL.checkbox.0
source: Checkbox menu
cs: Zaškrtávací políčko
it: Menu checkbox
pl: Pole wielokrotnego wyboru
sk: Menu so zaškrtávacím políčkom (Checkbox menu)
sl: Naštevalni meni (checkbox)
tr: İşaret kutusu menüsü

# FFL.checkbox.1
source: A list of multiple options from which any can be selected.
cs: seznam různých možností
it: Il menu checkbox è un menu multi-linea che contiene una o più opzioni che possono essere selezionate.
nl: Een lijst van meerdere opties waaruit gekozen kan worden.
pl: pole wielokrotnego wyboru zawiera jedną lub więcej opcji oraz umożliwia wybór tylu opcji ilu chcesz.
sk: Menu so zaškrtávacím políčkom je viacriadkové menu obsahujúce jednu, alebo viac volieb z ktorých ktorákoľvek môže byť byť zvolená.
sl: Seznam večih možnosti, kjer lahko uporabnik označi eno ali več le-teh.
tr: Birkaç seçenekten birkaçının seçilebileceği bir liste.

# FFL.upload.0
source: File upload
cs: Přenos souborů
it: Upload file
nl: Bestand upload
pl: Wyślij plik
sk: Nahranie súboru - upload
sl: Naloži datoteko
tr: Dosya yükle

# FFL.upload.1
source: A single-line input field to upload a local file to the server.
cs: jednořádkové pole na nahrání a přenos souborů na server přes formulář.
it: Il campo per il caricamento file contiene un pulsante che permette di cercare i file in locale sul proprio hard disk e di caricarli sul server.
nl: Invoerveld van één regel om een lokaal bestand naar de server te laden.
pl: Wysyłanie pliku to pole, które umożliwia wysłanie na serwer pliku z naszego dysku twardego.
sk: Pole Nahranie súboru obsahuje tlačítko na prehľadanie lokálneho pevného disku a nahranie lokálneho súboru (upload).
sl: Enovrstično vnosno polje za nalaganje datoteke z uporabnikovega računalnika na strežnik.
tr: Yerel bir dosya sunucuya yüklemek için tek satırlı bir giriş alanı.

# FFL.range.0
source: Range slider
cs: Jezdec rozpětí
nl: Bereik slider
pl: Suwak zakresu
sk: Posuvník rozsahu
tr: Aralık kaydırıcı

# FFL.range.1
source: A range slider to select a value or range of values between a specified min and max.
cs: Jezdec rozpětí pro určení hodnoty nebo škály hodnot mezi specifickým minimem a maximem.
it: Un dispositivo di scorrimento dell'intervallo per selezionare un valore o un intervallo di valori tra un minimo e un massimo specificati.
nl: Een bereik slider om een waarde of bereik van waarden tussen een opgegeven minimum en maximum te selecteren.
pl: Suwak zakresu umożliwia wybór wartości lub zakresu wartości pomiędzy określoną wartością min. i max.
sk: Rozsahový posuvník na výber hodnoty alebo rozsahu hodnôt medzi určeným minimom a maximom.
tr: Aralık kaydırıcı, tanımlanmış bir en az ve en fazla değer arasında bir değer ya da değer aralığı seçmek için kullanılır.

# FFL.hidden.0
source: Hidden field
cs: Skryté pole
it: Campo nascosto
nl: Verborgen veld
pl: Ukryte pole
sk: Skryté pole
sl: Skrito polje
tr: Gizli alan

# FFL.hidden.1
source: A single-line input field that is not visible in the form.
cs: jednořádkové pole, které je skryté.
it: Il campo nascosto è una singola linea che verrà visualizzata nel form.
nl: Eenregelig invoerveld dat niet zichtbaar is in het formulier.
pl: Ukryte pole, to pole niewidoczne w formularzu, które może przechowywać jakąś wartość.
sk: Skryté pole je jednoriadkové vkladacie pole, ktoré nie je vo formulári viditeľné.
sl: Enovrstično vnosno polje, ki ni vidno v obrazcu.
tr: Formda görüntülenmeyen tek satırlı bir giriş alanı.

# FFL.captcha.0
source: Security question
cs: Bezpečnostní otázka
it: Domanda di sicurezza
nl: Verificatievraag
pl: Pytanie kontrolne
sk: Bezpečnostná otázka
sl: Varnostno vprašanje
tr: Güvenlik sorusu

# FFL.captcha.1
source: A simple math question to verify that the form is being submitted by a human (CAPTCHA).
cs: Jednoduchá výpočetní otázka, kterou musí před odesláním vypočítat osoba vyplňující formulář.
it: Questo campo una semplice domanda matematica che deve essere risolta per poter inviare il modulo.
nl: Een eenvoudige wiskundige vraag om te verifiëren dat het formulier door een mens wordt ingediend (CAPTCHA).
pl: To pole zawiera proste zadanie matematyczne, na które musisz odpowiedzieć by wysłać formularz.
sk: Toto pole pridá jednoduchú matematickú otázku, ktorú je potrebné odpovedať na potvrdenie formulára (CAPTCHA).
sl: Enostavno matematično vprašanje za preverjanje vnosa s strani človeka (CAPTCHA).
tr: Formun bir insan tarafından gönderildiğini doğrulayacak basit bir matematik sorusu (CAPTCHA).

# FFL.submit.0
source: Submit field
cs: Tlačítko "odeslat"
it: Campo invio
nl: Verzendveld
pl: Przycisk
sk: Potvrdzovacie pole
sl: Oddaj obrazec
tr: Gönder alanı

# FFL.submit.1
source: A button to submit the form.
cs: tlačítko pro odeslání formuláře.
it: Il campo invio contiene il pulsante Invia e i dati dell'intestazione. (es. soggetto e destinatario dell'e-mail)
nl: Een knop om het ingevulde formulier te versturen.
pl: Przycisk powoduje wysłanie formularza.
sk: Potvrdzovacie pole obsahuje tlačítko na potvrdenie a hlavičku formulárových dát (ako napr. adresát a predmet e-mailu)
sl: Gumb za oddajanje obrazca.
tr: Formu gönderecek bir düğme.

# PTY.regular.0
source: Regular page
cs: Normální stránka
it: Pagina standard
nl: Standaardpagina
pl: Zwykła strona
sk: Obyčajná stránka
sl: Navadna stran
tr: Normal sayfa

# PTY.regular.1
source: A regular page contains articles and content elements. It is the default page type.
cs: Normální stránka obsahuje články a prvky obsahu. Je to výchozí typ stránky.
it: Una pagina standard contiene articoli e contenuti. E' il tipo di pagina predefinito.
nl: Een standaardpagina bevat artikelen en inhoud elementen. Dit is het standaard pagina type.
pl: Zwykła strona, która może zawierać artykuły lub inne elementy zawartości. Jest to domyślny typ strony.
sk: Obyčajná stránka obsahuje články a časti obsahu. Je to predvolený typ stránky.
sl: Navadna stran vsebuje članke in vsebinske elemente. Je tip privzete strani.
tr: Bir normal sayfa makale ve içerik bileşenlerinden oluşur. Varsayılan sayfa türüdür.

# PTY.redirect.0
source: External redirect
cs: Přesměrování na externí URL
it: Redirezione ad un URL esterno
nl: Doorverwijzen naar externe URL
pl: Przekierowanie do zewnętrznego URL
sk: Presmerovať na externé URL
sl: Zunanja preusmeritev
tr: Dış yönlendirme

# PTY.redirect.1
source: This type of page automatically redirects visitors to an external website. It works like a hyperlink.
cs: Tato stránka automaticky přesměrovává na externí URL. Pracuje jako hyperlink.
it: Questa pagina reindirizza automaticamente l'utente verso un URL esterno. Funziona come un collegamento.
nl: Deze pagina verwijst u automatisch door naar een externe URL, Dit werkt als een hyperlink.
pl: Ten typ strony przekieruje cię do zewnętrznego adresu URL. Strona zachowuje się jakby była linkiem do innej strony.
sk: Táto stránka automaticky presmeruje na externé URL. Funguje ako hyperlink.
sl: Ta tip strani avtomatično preusmeri uporabnika na zunanjo spletno stran. Deluje podobno kot hiperpovezava.
tr: Bu sayfa türü ziyaretcileri otomatik olarak bir dış web sitesine yönlendirir. Bir hiperlink bağlantısı gibi çalışır.

# PTY.forward.0
source: Internal redirect
cs: Interní přesměrování
it: Inoltro ad un'altra pagina
nl: Doorverwijzen naar een interne URL
pl: Przeniesienie na inną stronę
sk: Preposlať na inú stránku
sl: Notranja preusmeritev
tr: İç yönlendirme

# PTY.forward.1
source: This type of page automatically forwards visitors to another page.
cs: Tento typ stránky automaticky přesměruje návštěvníky na jinou stránku.
sk: Tento typ stránky automaticky presmeruje návštevníkov na inú stránku.
tr: Bu tür sayfalar ziyaretcileri otomatik olarak başka bir sayfaya yönlendirir.

# PTY.root.0
source: Website root
cs: Kořen nového webu
it: Pagina "root" di un nuovo sito
nl: Website startpunt
pl: Nowy serwis
sk: Koreň nového webu
sl: Izvor spletne strani
tr: Web sitesi kökü
