Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# MSC.groupTemplateEditor
source: There is at least one user group granting access to the template editor. Since templates are PHP files, users of these groups implicitly have full control over the system!
cs: Existuje přinejmenším jedna skupina, která má přistup k editoru předloh. Od té doby kdy jsou předlohy ve formátu PHP, mají takové skupiny plnou kontrolu nad systémem!
it: C'è almeno un gruppo di utenti che concede l'accesso all'editor di template. Poiché i template sono file PHP, gli utenti di questi gruppi hanno implicitamente il pieno controllo del sistema!
nl: Er is ten minste één gebruikersgroep die toegang verleent tot de template editor. Aangezien templates PHP-bestanden zijn, hebben gebruikers van deze groepen volledige controle over het systeem!
pl: Istnieje co najmniej jedna grupa użytkowników udzielająca dostępu do edytora templatek. Ponieważ templatki są plikami PHP, użytkownicy tych grup domyślnie mają pełną kontrolę nad systemem!
sk: Existuje aspoň jedna skupina používateľov, ktorá poskytuje prístup k editoru šablón. Keďže šablóny sú súbory PHP, používatelia týchto skupín majú implicitne plnú kontrolu nad systémom!
sl: Vsaj ena skupina uporabnikov ima dostop do urejevalnika predlog. Ker so predloge datoteke PHP, imajo ti uporabniki celoten nadzor nad sistemom.
tr: Kalıp düzenleyiciye erişim izni verilmiş en az bir kullanıcı grubu var. Kalıplar PHP dosyaları olduğundan, bu gruplardaki kullanıcılar sistem üzerinde dolaylı olarak tam denetime sahip olur!

# MSC.userThemeImport
source: There is at least one regular user with permission to import themes. Since themes can contain arbitrary templates and templates are PHP files, these users implicitly have full control over the system!
cs: Existuje přinejmenším jeden pravidelný uživatel, který má přistup k editoru předloh. Od té doby, kdy vzhledy mohou obsahovat předlohy a předlohy jsou soubory PHP, mají tací uživatelé plnou kontrolu nad systémem!
it: Esiste almeno un utente normale con il permesso di importare temi. Poiché i temi possono contenere modelli arbitrari e i modelli sono file PHP, questi utenti implicitamente hanno il pieno controllo del sistema!
nl: Er is ten minste één gewone gebruiker met toestemming om thema's te importeren. Aangezien thema's willekeurige sjablonen kunnen bevatten en sjablonen PHP-bestanden zijn, hebben deze gebruikers impliciet volledige controle over het systeem!
pl: Istnieje co najmniej jeden zwykły użytkownik z uprawnieniami do importowania motywów. Ponieważ motywy mogą zawierać dowolne templatki, a templatki są plikami PHP, użytkownicy ci domyślnie mają pełną kontrolę nad systemem!
sk: Existuje aspoň jeden bežný používateľ s povolením na import tém. Keďže témy môžu obsahovať ľubovoľné šablóny a šablóny sú súbory PHP, títo používatelia majú implicitne plnú kontrolu nad systémom!
sl: Vsaj en običajen uporabnik ima dostop do uvoza tem. Ker teme vsebujejo različne predloge in so predloge datoteke PHP, imajo ti uporabniki celoten nadzor nad sistemom.
tr: Temaları içe aktarma iznine sahip en az bir normal kullanıcı var. Temalar rastgele kalıplar içerebildiğinden ve kalıplar PHP dosyaları olduğundan, bu kullanıcılar sistem üzerinde dolaylı olarak tam denetime sahip olur!

# MSC.groupThemeImport
source: There is at least one user group granting permission to import themes. Since themes can contain arbitrary templates and templates are PHP files, users of these groups implicitly have full control over the system!
cs: Existuje přinejmenším jeden pravidelný uživatel, který má přistup k importu vzhledů. Od té doby, kdy vzhledy mohou obsahovat předlohy a předlohy jsou soubory PHP, mají tací uživatelé plnou kontrolu nad systémem!
it: Esiste almeno un gruppo di utenti che concede l'autorizzazione per importare temi. Poiché i temi possono contenere modelli arbitrari e i modelli sono file PHP, gli utenti di questi gruppi implicitamente hanno il pieno controllo del sistema!
nl: Er is minimaal één gebruikersgroep die toestemming geeft om thema's te importeren. Aangezien thema's willekeurige sjablonen kunnen bevatten en sjablonen PHP-bestanden zijn, hebben gebruikers van deze groepen impliciet volledige controle over het systeem!
pl: Istnieje co najmniej jedna grupa użytkowników, która udziela uprawnień do importowania motywów. Ponieważ motywy mogą zawierać dowolne templatki, a templatki są plikami PHP, użytkownicy tych grup domyślnie mają pełną kontrolę nad systemem!
sk: Existuje aspoň jedna skupina používateľov, ktorá udeľuje povolenie na import tém. Keďže témy môžu obsahovať ľubovoľné šablóny a šablóny sú súbory PHP, používatelia týchto skupín majú implicitne plnú kontrolu nad systémom!
sl: Vsaj ena skupina uporabnikov ima dostop do uvoza tem. Ker teme vsebujejo različne predloge in so predloge datoteke PHP, imajo ti uporabniki celoten nadzor nad sistemom.
tr: Temaları içe aktarma izni verilmiş en az bir kullanıcı grubu var. Temalar rastgele kalıplar içerebildiğinden ve kalıplar PHP dosyaları olduğundan, bu gruplardaki kullanıcılar sistem üzerinde dolaylı olarak tam denetime sahip olur!

# MSC.groupListingModule
source: There is at least one user group granting permission to the front end module "Listing" and its "list_*" fields. Since they can contain arbitrary SQL queries, users of these groups implicitly have full control over the system!
cs: Existuje přinejmenším jedna skupina, která má přistup k frontendovému modulu Seznam a jeho "list_*" polím. Od té doby, kdy mohou obsahovat náhodné SQL údaje, mají uživatele této skupiny plnou kontrolu nad systémem!
it: Esiste almeno un gruppo di utenti che concede il permesso al modulo front-end "Listing" e ai suoi campi "list_*". Poiché possono contenere query SQL arbitrarie, gli utenti di questi gruppi hanno implicitamente il pieno controllo del sistema!
nl: Er is ten minste één gebruikersgroep die toestemming geeft voor de front-end module "Listing" en zijn "list_*" velden. Omdat ze willekeurige SQL-query's kunnen bevatten, hebben gebruikers van deze groepen impliciet volledige controle over het systeem!
pl: Jest przynajmniej jedna grupa użytkowników dająca uprawnienia to modułu "Listing" i jego pól "list_*". Ponieważ mogą one zawierać zapytania SQL, użytkownicy tych grup mają bezwarunkowo pełną kontrolę nad systemem!
sk: Existuje aspoň jedna skupina používateľov, ktorá udeľuje povolenie prednému modulu „Listing“ a jeho poliam „list_*“. Keďže môžu obsahovať ľubovoľné SQL dotazy, užívatelia týchto skupín majú implicitne plnú kontrolu nad systémom!
sl: Vsaj ena skupina uporabnikov ima dostop do modula "Listing" in njegovih polj "list_". Ker ti lahko vsebujejo različne poizvedbe SQL, imajo uporabniki teh skupin lahko celoten nadzor nad sistemom.
tr: Ön yüz modülü "Listeleme" ve "list_*" alanlarını kullanmasına izin verilmiş en az bir kullanıcı grubu var. Bu modüller rastgele SQL sorguları içerebildiğinden, bu gruplardaki kullanıcılar sistem üzerinde üstü kapalı olarak tam denetime sahip olur!

# MSC.groupUnfilteredHtml
source: There is at least one user group that grants access to the unfiltered HTML element. Since the HTML code of this element is not filtered, the users of these groups implicitly have full control over the system!
cs: Existuje přinejmenším jedna skupina uživatelů, která má přistup k nefiltrovaným HTML. Od té doby kdy je kód HTML tohoto elementu není filtrovaný, mají takové uživatelské skupiny plnou kontrolu nad systémem!
it: Esiste almeno un gruppo di utenti che ha l'accesso all'elemento HTML non filtrato. Poiché il codice HTML di questo elemento non viene filtrato, gli utenti di questi gruppi hanno potenzialmente il pieno controllo sul sistema!
nl: Er is ten minste één gebruikersgroep die toegang geeft tot het ongefilterde HTML element. Omdat de HTML code van dit element niet wordt gefilterd, hebben de gebruikers van deze groepen impliciet volledige controle over het systeem!
pl: Istnieje co najmniej jedna grupa użytkowników, która daje dostęp do niefiltrowanego elementu HTML. Ponieważ kod HTML tego elementu nie jest filtrowany, użytkownicy należący do tych grup mają domyślnie pełną kontrolę nad systemem!
sk: Existuje aspoň jedna skupina používateľov, ktorá udeľuje prístup k nefiltrovanému prvku HTML. Keďže HTML kód tohto prvku nie je filtrovaný, užívatelia týchto skupín majú implicitne plnú kontrolu nad systémom!
tr: Süzülmemiş HTML bileşenine erişim izni verilmiş en az bir kullanıcı grubu var. Bu bileşenin HTML kodları süzülmediğinden, bu gruplardaki kullanıcılar sistem üzerinde dolaylı olarak tam denetime sahip olur!

# MSC.userUnfilteredHtml
source: There is at least one regular user with access to the unfiltered HTML element. Since the HTML code of that element is not filtered, these users implicitly have full control over the system!
cs: Existuje přinejmenším jeden uživatel, který má přistup k nefiltrovaným HTML. Od té doby kdy je kód HTML tohoto elementu není filtrovaný, má daný uživatel plnou kontrolu nad systémem!
it: C'è almeno un utente con accesso all'elemento HTML non filtrato. Poiché il codice HTML di quell'elemento non viene filtrato, questi utenti hanno potenzialmente il pieno controllo sul sistema!
nl: Er is ten minste één vaste gebruiker met toegang tot het ongefilterde HTML element. Omdat de HTML code van dat element niet wordt gefilterd, hebben deze gebruikers impliciet volledige controle over het systeem!
pl: Co najmniej jeden zwykły użytkownik ma dostęp do niefiltrowanego elementu HTML. Ponieważ kod HTML tego elementu nie jest filtrowany, użytkownicy ci mają domyślnie pełną kontrolę nad systemem!
sk: Existuje aspoň jeden bežný používateľ s prístupom k nefiltrovanému prvku HTML. Keďže HTML kód tohto prvku nie je filtrovaný, títo používatelia majú implicitne plnú kontrolu nad systémom!
tr: Süzülmemiş HTML bileşenine erişimi olan en az bir normal kullanıcı var. Bu bileşenin HTML kodları süzülmediğinden, bu kullanıcılar sistem üzerinde dolaylı olarak tam denetime sahip olur!

# MSC.enable
source: Enable
cs: Aktivovat
it: Abilita
nl: Activeer
pl: Włącz
sk: Povoliť
sl: Omogoči
tr: Etkinleştir

# MSC.disable
source: Disable
cs: Neaktivní
it: Disabilita
nl: Uitschakelen
pl: Wyłącz
sk: Neaktívny
sl: Onemogoči
tr: Devre dışı bırak

# MSC.serpPreview.0
source: Google search results preview
cs: Náhled výsledků hledání Googlu
it: Anteprima dei risultati di ricerca di Google
nl: Voorbeeld zoekresultaten van Google
pl: Podgląd wyników wyszukiwania w Google
sk: Ukážka výsledkov vyhľadávania Google
sl: Predogled zadetka v iskanju na Google
tr: Google arama sonuçları ön izlemesi

# MSC.serpPreview.1
source: Here you can preview the metadata in the Google search results. Other search engines might show longer texts or crop at a different position.
cs: Zde můžete vidět náhled meta informací zobrazených jako výsledek hledání v Googlu. Jiné vyhledávače mohou zobrazovat delší texty nebo je umísťovat na jiném místě.
it: Qui potete vedere in anteprima i metadati nei risultati di ricerca di Google. Altri motori di ricerca potrebbero mostrare testi più lunghi o ritagliare in una posizione diversa.
nl: Hier kunt u een voorbeeld bekijken van de metagegevens in de zoekresultaten van Google. Andere zoekmachines kunnen langere teksten weergeven of op een andere positie bijsnijden.
pl: Tutaj możesz podejrzeć metadane w wynikach wyszukiwania Google. Inne wyszukiwarki mogą pokazywać dłuższe teksty lub ucinać je na innej pozycji.
sk: Tu si môžete prezrieť metadáta vo výsledkoch vyhľadávania Google. Iné vyhľadávacie nástroje môžu zobrazovať dlhšie texty alebo orezávať na inej pozícii.
sl: Tu lahko vidite predogled meta podatkov v rezultatu iskanj na Googlu. Drugi iskalniki morda prikažejo daljše besedilo ali ga drugače obrežejo.
tr: Buradan, Google arama sonuçlarındaki üst verileri ön izleyebilirsiniz. Diğer arama motorları üst verileri daha uzun metinler olarak görüntüleyebilir ya da farklı bir konumdan kırpabilir.

# MSC.numberOfItems.0
source: Number of items
cs: Počet položek
it: Numero di elementi
nl: Aantal items
pl: Liczba rekordów
sk: Počet položiek
sl: Število elementov
tr: Öge sayısı

# MSC.numberOfItems.1
source: Here you can limit the total number of items. Set to 0 to show all.
cs: Zde můžete obezit celkový počet položek. Nastavte na 0 pro zobrazení všech
it: Qui puoi limitare il numero totale di elementi. Imposta a 0 per mostrare tutti.
nl: Hier kunt u het totaal aantal artikelen beperken. Stel in op 0 om alles weer te geven.
pl: Tutaj możesz określić ilość elementów. Ustaw 0, aby pokazać wszystkie.
sk: Tu môžete obmedziť celkový počet položiek. Ak chcete zobraziť všetko, nastavte na 0.
sl: Tu lahko omejite skupno število elementov. 0 prikaže vse.
tr: Buradan öge sayısını sınırlayabilirsiniz Tümünün görüntülenmesi için 0 yazın.

# MSC.clearTrustedDevices
source: Clear trusted devices
cs: Smazat důvěryhodná zařízení
it: Cancella dispositivi attendibili
nl: Vertrouwde apparaten wissen
pl: Wyczyść zaufane urządzenia
sk: Vymazať dôveryhodné zariadenia
sl: Pozabi zapomnjene naprave
tr: Güvenilen aygıtları temizle

# MSC.trustedDevices
source: Trusted devices
cs: Důvěryhodná zařízení
it: Dispositivi affidabili
nl: Vertrouwde apparaten
pl: Zaufane urządzenia
sk: Dôveryhodné zariadenia
sl: Zapomnjene naprave
tr: Güvenilen aygıtlar

# MSC.noTrustedDevices
source: Currently there are no trusted devices.
cs: V současnosti neexistují žádná důvěryhodná zařízení.
it: Attualmente non ci sono dispositivi fidati.
nl: Er zijn momenteel geen vertrouwde apparaten.
pl: Obecnie brak zaufanych urządzeń.
sk: V súčasnosti neexistujú žiadne dôveryhodné zariadenia.
sl: Trenutno ni nobene zapomnjene naprave.
tr: Şu anda güvenilen bir aygıt yok.

# MSC.device
source: Device
cs: Zařízení
it: Dispositivo
nl: Apparaat
pl: Urządzenie
sk: Zariadenie
sl: Naprava
tr: Aygıt

# MSC.browser
source: Browser
cs: Prohlížeč
pl: Przeglądarka
sk: Prehliadač
sl: Brskalnik
tr: Web tarayıcı

# MSC.operatingSystem
source: Operating system
cs: Operační systém
it: Sistema operativo
nl: Besturingssysteem
pl: System operacyjny
sk: Operačný systém
sl: Operacijski sistem
tr: İşletim sistemi

# MSC.openToolbar
source: Open the Contao toolbar
cs: Otevřít lištu s nástroji Contaa
it: Apri la barra degli strumenti Contao
nl: De Contao werkbalk openen
pl: Otwórz toolbar Contao
sk: Otvor Contao toolbar
sl: Odprite orodno vrstico Contao
tr: Contao araç çubuğunu aç

# MSC.closeToolbar
source: Close the Contao toolbar
cs: Zavřít nástrojovou lištu Contaa
it: Chiudi la barra degli strumenti Contao
nl: De Contao werkbalk sluiten
pl: Zamknij toolbar Contao
sk: Zatvor Contao toolbar
sl: Zaprite orodno vrstico Contao
tr: Contao araç çubuğunu kapat

# MSC.noSerpPreview
source: The preview URL cannot be generated, because the route has mandatory parameters.
cs: Nelze vytvořit URL náhledu, protože má povinná parametry.
it: L'URL di anteprima non può essere generato, perché il percorso ha dei parametri obbligatori.
nl: De voorbeeld-URL kan niet worden gegenereerd, omdat de route verplichte parameters heeft.
pl: URL podglądu nie może zostać wygenerowany, ponieważ ścieżka posiada obowiązkowe parametry.
sk: URL náhľadu nie je možné vygenerovať, pretože route má povinné parametre.
sl: Naslov URL za predogled ne more biti ustvarjen, ker ima pot (route) obvezne parametre.
tr: Yıolda zorunlu parametreler bulunduğundan ön izleme adresi oluşturulamadı.

# MSC.unknownOption
source: Unknown option: %s
cs: Neplatná možnost: %s
it: Opzione sconosciuta: %s
nl: Onbekende optie: %s
pl: Nieznana opcja: %s
sk: Neznáma možnosť: %s
sl: Neznana možnost: %s
tr: Seçenek bilinmiyor: %s

# MSC.copyURL
source: Copy URL
cs: Zkopírovat URL
it: Copiare URL
nl: Kopieer URL
pl: Kopiuj URL
sk: Kopírovať URL
sl: Kopiraj naslov URL
tr: Adresi kopyala

# MSC.shareURL
source: Share URL
cs: Odkaz na sdílení
it: Condividi URL
nl: Deel URL
pl: Udostępnij URL
sk: Zdieľať URL
sl: URL za deljenje
tr: Adresi paylaş

# MSC.parent
source: Parent
cs: Rodičovský
nl: Ouder
pl: Rodzic
sk: Rodič
tr: Üst öge

# MSC.manual
source: Manual
cs: Nápověda
it: Manuale
nl: Handleiding
pl: Instrukcja
sl: Ročno
tr: El ile

# MSC.splashScreen
source: Please click to load the video.
cs: Kliknutím načtěte video.
sk: Kliknutím načítajte video.
sl: Prosimo klikni za začetek nalaganja posnetka.
tr: Lütfen görüntüyü yüklemek için tıklayın.

# MSC.dataTransmission
source: Your IP address will be transmitted to %s.
cs: Vaše IP adresa bude přenesena na %s.
sk: Vaša IP adresa bude prenesená na %s.
sl: Vaš naslov IP bo posredovan %s.
tr: IP adresiniz %s üzerine gönderilecek.

# MSC.showFrom
source: visible from %s
cs: viditelné z %s
sk: viditeľné z %s
sl: vidno od %s
tr: %s zamanından sonra görüntülenmeye başlanacak

# MSC.showTo
source: visible until %s
cs: viditelné do %s
sk: viditeľné až do %s
sl: vidno do %s
tr: %s zamanından sonra görüntülenmesi bitirilecek

# MSC.showFromTo
source: visible from %s to %s
cs: viditelné z %s do %s
sk: viditeľné od %s do %s
sl: vidno od %s do %s
tr: %s ile %s zamanları arasında görüntülenecek

# UNITS.0
source: Byte
pl: Bitów
tr: Bayt

# CONFIRM.do
source: Module
cs: Modul
it: Modulo
pl: Moduł
sk: Modul
sl: Modul
tr: Modül

# CONFIRM.table
source: Affected table
cs: Příslušející tabulka
it: Tabella interessata
nl: Betreffende tabel
pl: Zmieniona tabela
sk: Ovplyvnená tabuľka
sl: Spremenjena tabela
tr: Etkilenen tablo

# CONFIRM.act
source: Action
cs: Akce
it: Azione
nl: Actie
pl: Działanie
sk: Akcia
sl: Dejanje
tr: İşlem

# CONFIRM.id
source: Affected record
cs: Příslušející záznam
it: Record interessato
nl: Betreffend record
pl: Zmieniony rekord
sk: Ovplyvnený záznam
sl: Spremenjen vnos
tr: Etkilenen kayıt

# DP.select_a_time
source: Select a time
cs: Vyberte čas
it: Seleziona un orario
nl: Selecteer een tijd
pl: Wybierz czas
sk: Zvoliť čas
sl: Izberite čas
tr: Bir saat seçin

# DP.use_mouse_wheel
source: Use the mouse wheel to quickly change value
cs: Použijte posuvník myši pro rychlé určení času
it: Utilizza la rotellina del mouse per modificare rapidamente il valore
nl: Gebruik het muiswiel om waarden snel te wijzigen
pl: Użyj kółka myszy do szybkiej zmiany wartości
sk: Použite "koliesko" myši na rýchlejšie určenie času
sl: Uporabite miškino kolo za hitro spreminjanje vrednosti
tr: Değeri hızlıca değiştirmek için fare tekerleğini kullanın

# DP.time_confirm_button
source: OK
sl: V redu
tr: Tamam

# DP.apply_range
source: Apply
cs: Použít
it: Applica
nl: Toepassen
pl: Zastosuj
sk: Použiť
sl: Uporabi
tr: Uygula

# DP.cancel
source: Cancel
cs: Zrušit
it: Annulla
nl: Annuleer
pl: Anuluj
sk: Zrušiť
sl: Prekliči
tr: İptal

# DP.week
source: Wk
tr: Hf

# COLS.header
source: Header
cs: Záhlaví
it: Intestazione
nl: Kop
pl: Nagłówek
sk: Záhlavie
sl: Glava
tr: Üst bilgi

# COLS.left
source: Left column
cs: Levý sloupec
it: Colonna sinistra
nl: Linker kolom
pl: Lewa kolumna
sk: Ľavý stĺpec
sl: Levi stolpec
tr: Sol sütun

# COLS.main
source: Main column
cs: Hlavní sloupec
it: Spazio principale
nl: Hoofdkolom
pl: Główna kolumna
sk: Hlavný stĺpec
sl: Glavni stolpec
tr: Ana sütun

# COLS.right
source: Right column
cs: Pravý sloupec
it: Colonna destra
nl: Rechter kolom
pl: Prawa kolumna
sk: Pravý stĺpec
sl: Desni stolpec
tr: Sağ sütun

# COLS.footer
source: Footer
cs: Zápatí
it: Piè pagina
pl: Stopka
sk: Zápätie
sl: Noga
tr: Alt bilgi

# SECTIONS.top
source: Before the wrapper
cs: Před hlavním boxem (tzv. wrapper)
it: Prima del wrapper
nl: Voor de wrapper
pl: Przed wrapperem
sk: Pred wrapper
tr: Kapsayıcıdan önce

# SECTIONS.before
source: After the page header
cs: Po hlavičce stránky
it: Dopo l'intestazione della pagina
nl: Na de pagina header
pl: Po sekcji Header
sk: Element po záhlaví
sl: Za glavo strani
tr: Sayfa üst bilgisinden sonra

# SECTIONS.main
source: Inside the main column
cs: Uvnitř hlavního sloupce
it: Nella colonna principale
nl: In de hoofdkolom
pl: W głównej kolumnie
sk: V hlavnom stĺpci
sl: Znotraj glavnega stolpca
tr: Ana sütun içinde

# SECTIONS.after
source: Before the page footer
cs: Před zápatím stránky
it: Prima del piè pagina
nl: Voor het footer element
pl: Przed sekcją Footer
sk: Element pred zápätím
sl: Pred nogo strani
tr: Sayfa alt bilgisinden önce

# SECTIONS.bottom
source: After the wrapper
cs: Po hlavním boxu (tvz. wrapper)
it: Dopo il wrapper
nl: Na de wrapper
pl: Po wrapperze
sk: Za wrapper
tr: Kapsayıcıdan sonra

# SECTIONS.manual
source: Manual output
cs: Manuální výstup
it: Output manuale
nl: Handmatige uitvoer
pl: Ręczne wyjście
sk: Manuálne zoradenie
tr: El ile çıktı

# DCA.all.0
source: Edit multiple
cs: Upravit více záznamů najednou
it: Modifica tutti i records
nl: Bewerk meerdere
pl: Edytuj wszystkie rekordy
sk: Upraviť všetky záznamy
sl: Uredi vse zapise
tr: Çoklu düzenleme

# DCA.all.1
source: Edit multiple elements at once
cs: Upravit několik záznamů najednou
it: Modifica più elementi contemporaneamente
nl: Bewerk meerdere elementen tegelijkertijd
pl: Edytuj wiele elementów jednocześnie
sk: Upraviť všetky elementy naraz
sl: Uredi več elementov naenkrat
tr: Bir kerede birkaç bileşeni düzenler

# DCA.toggleNodes.0
source: Toggle all
cs: Rozevřít všechny
it: Espandi/chiudi i nodi
nl: Alles openen/sluiten
pl: Rozwiń wszystkie
sk: Rozbaliť všetky
sl: Razširi/skrči vse
tr: Tümünü tersine çevir

# DCA.toggleNodes.1
source: Expand or collapse all nodes
cs: Rozevřít nebo zavřít všechny uzly
it: Espandi o chiudi tutti i nodi
nl: Uitvouwen of samenvouwen van alle nodes
pl: Rozwiń lub zwiń wszystkie węzły
sk: Rozbaliť alebo zavrieť všetky uzly
sl: Razširi ali skrči vse
tr: Tüm düğümleri genişlet ya da daralt

# DCA.new.0
source: New
cs: Nové
it: Nuovo
nl: Nieuw
pl: Nowy
sk: Nová
sl: Nov
tr: Yeni

# DCA.new.1
source: Create a new element
cs: Vytvořit novou položku
it: Crea un nuovo elemento
nl: Maak een nieuw element
pl: Utwórz nowy element
sk: Vytvoriť nový element
sl: Ustvari nov element
tr: Yeni bir bileşen ekle

# DCA.show
source: Show the details of element ID %s
cs: Zobrazit podrobnosti k položce ID %s
it: Mostra i dettagli dell'elemento ID %s
nl: Toon details van element ID %s
pl: Pokaż szczegóły elementu ID %s
sk: Zobraziť detaily elementu ID %s
sl: Prikaži podrobnosti elementa z ID %s
tr: %s kodlu bileşenin ayrıntılarını görüntüle

# DCA.edit
source: Edit element ID %s
cs: Upravit položku ID %s
it: Modifica l'elemento ID %s
nl: Bewerk element ID %s
pl: Edytuj element ID %s
sk: Upraviť element ID %s
sl: Uredi element z ID %s
tr: %s kodlu bileşeni düzenle

# DCA.cut
source: Move element ID %s
cs: Přesunout položku ID %s
it: Sposta elemento ID %s
nl: Verplaats element ID %s
pl: Przenieś element ID %s
sk: Premiestniť element ID %s
sl: Premakni element z ID %s
tr: %s kodlu bileşeni taşı

# DCA.copy
source: Duplicate element ID %s
cs: Duplikovat položku ID %s
it: Duplica elemento ID %s
nl: Kopieer element ID %s
pl: Duplikuj element ID %s
sk: Duplikovať element ID %s
sl: Podvoji element z ID %s
tr: %s kodlu bileşeni kopyala

# DCA.delete
source: Delete element ID %s
cs: Smazat položku ID %s
it: Elimina elemento ID %s
nl: Verwijder element ID %s
pl: Usuń element ID %s
sk: Zmazať element ID %s
sl: Izbriši element z ID %s
tr: %s kodlu bileşeni sil

# DCA.drag
source: Drag element ID %s
cs: Uchopit položku ID %s
it: Trascina elemento ID %s
nl: Sleep element ID %s
pl: Przeciągnij element ID %s
sk: Presunúť element ID %s
sl: Povleci element z ID %s
tr: %s kodlu bileşeni sürükle

# DCA.children
source: Edit the child elements of element ID %s
cs: Upravit související elementy elementu ID %s
it: Modifica gli elementi figlio dell'elemento ID%s
nl: Bewerk de child elementen van element ID %s
pl: Edytuj elementy podrzędne elementu ID %s
sk: Upraviť podelementy elementu ID %s
sl: Uredi elemente znotraj elementa z ID %s
tr: %s kodlu bileşenin alt bileşenlerini düzenle
