Repository: contao/contao
Catalog: core-bundle/contao/languages/*/default.xlf
Languages: cs, it, nl, pl, sk, sl, tr

# MSC.filePicker
source: Files
cs: Soubory
nl: Bestanden
pl: Pliki
sk: Súbory
sl: Datoteke
tr: Dosyalar

# MSC.pagePicker
source: Pages
cs: Stránky
it: Pagine
nl: Pagina's
pl: Strony
sk: Stránky
sl: Strani
tr: Sayfalar

# MSC.articlePicker
source: Articles
cs: Články
it: Articoli
nl: Artikelen
pl: Artykuły
sk: Články
sl: Članki
tr: Makaleler

# MSC.systemMessages
source: Alerts
cs: Oznámení
it: Avvisi
nl: Meldingen
pl: Powiadomienia
sk: Upozornenia
sl: Opozorila
tr: Uyarılar

# MSC.noSystemMessages
source: Currently there are no alerts.
cs: V současnosti neexistují žádné oznámení.
it: Non ci sono avvisi da visualizzare.
nl: Momenteel geen meldingen.
pl: Obecnie nie ma żadnych powiadomień.
sk: V súčasnosti neexistujú žiadne upozornenia.
sl: Trenutno ni opozoril.
tr: Şu anda bir uyarı yok.

# MSC.clearClipboard
source: Clear clipboard
cs: Vyprázdnit schránku
it: Annulla incolla
nl: Klembord leegmaken
pl: Wyczyść schowek
sk: Vyprázdniť schránku
sl: Odstrani lepljenje
tr: Panoyu temizle

# MSC.hiddenElements
source: Unpublished
cs: Nepublikováno
it: Non pubblicato
nl: Niet gepubliceerd
pl: Nieopublikowany
sk: Nepublikovaný
sl: Neobjavljeno
tr: Yayınlanmamış

# MSC.hiddenHide
source: hide
cs: skrýt
it: nascondi
nl: verberg
pl: ukryj
sk: schovaj
sl: skrij
tr: gizle

# MSC.hiddenShow
source: show
cs: zobrazit
it: mostra
nl: toon
pl: pokaż
sk: ukáž
sl: prikaži
tr: görüntüle

# MSC.apply
source: Apply
cs: Použít
it: Applica
nl: Toepassen
pl: Zastosuj
sk: Použiť
sl: Uporabi
tr: Uygula

# MSC.applyTitle
source: Apply the changes
cs: Provést změny
it: Applicare le modifiche
nl: Wijzigingen toepassen
pl: Zachowaj zmiany
sk: Použiť zmeny
sl: Uveljavi spremembe
tr: Değişiklikleri uygula

# MSC.reset
source: Reset
cs: Smazat
it: Pulisci
pl: Zresetuj
sk: Resetovať
sl: Resetiraj
tr: Sıfırla

# MSC.resetTitle
source: Reset the filters
cs: Smazat filtry
it: Pulisci i filtri
nl: Reset filters
pl: Zresetuj filtry
sk: Resetujte filtre
sl: Resetiraj filtre
tr: Süzgeçleri sıfırla

# MSC.searchAndFilter
source: Search and filter functions
cs: Prohledat a filtrovat funkce
it: Funzioni di ricerca e filtro
nl: Zoek- en filterfuncties
pl: Funkcje wyszukiwania i filtrowania
sk: Vyhľadávacie a filtrovacie funkcie
sl: Možnosti iskanja in filtriranja
tr: Arama ve süzme işlevleri

# MSC.mandatory
source: Mandatory field
cs: Povinný údaj
it: Campo obbligatorio
nl: Verplicht veld
pl: Pole wymagane
sk: Povinné pole
sl: Zahtevano polje
tr: Zorunlu alan

# MSC.create
source: Create
cs: Vytvořit
it: Crea
nl: Maak
pl: Utwórz
sk: Vytvoriť
sl: Ustvari
tr: Oluştur

# MSC.delete
source: Delete
cs: Smazat
it: Elimina
nl: Verwijder
pl: Skasuj zaznaczone
sk: Odstrániť označené
sl: Izbriši
tr: Sil

# MSC.protected
source: protected
cs: chráněno
it: protetto
nl: beschermd
pl: chroniony
sk: chránené
sl: zaščiteno
tr: korunmuş

# MSC.guests
source: Guests
it: Ospiti
pl: Goście
tr: Konuklar

# MSC.updateMode
source: Update mode
cs: Režim aktualizací
it: Modalità aggiornamento
nl: Update modus
pl: Tryb uaktualniania
sk: Režim aktualizácií
sl: Posodobitveni način
tr: Güncelleme kipi

# MSC.updateAdd
source: Add the selected values
cs: Přidat vybranou skupinu
it: Aggiungi i gruppi selezionati
nl: Voeg geselecteerde waarden toe
pl: Dodaj zaznaczone grupy
sk: Pridať vybranú skupinu
sl: Dodaj izbrane skupine
tr: Seçilmiş değerleri ekle

# MSC.updateRemove
source: Remove the selected values
cs: Smazat vybranou skupinu
it: Rimuovi i gruppi selezionati
nl: Verwijder de geselecteerde waarden
pl: Usuń zaznaczone grupy
sk: Odstrániť vybranú skupinu
sl: Odstrani izbrane skupine
tr: Seçilmiş değerleri kaldır

# MSC.updateReplace
source: Replace the existing entries
cs: Nahradit stávající přiřazení
it: Sostituisci il valore esistente
nl: Vervang bestaande ingaven
pl: Zastąp istniejący wpis
sk: Nahradiť existujúce priradenia
sl: Zamenjaj obstoječi vnos
tr: Var olan kayıtlar değiştirilsin

# MSC.ascending
source: ascending
cs: vzestupně
it: ascendente
nl: oplopend
pl: rosnąco
sk: vzostupne
sl: naraščujoče
tr: artan

# MSC.descending
source: descending
cs: sestupně
it: discendente
nl: aflopend
pl: malejąco
sk: zostupne
sl: padajoče
tr: azalan

# MSC.default
source: Default
cs: Výchozí
nl: Standaard
pl: Domyślnie
sk: Štandardne
sl: Privzeto
tr: Varsayılan

# MSC.helpWizard
source: Open the help wizard
cs: Nápověda
it: Aiuto guidato
nl: Open hulp wizard
pl: Kreator pomocy
sk: Otvoriť nápovedu
sl: Čarovnik za pomoč
tr: Destek yardımcısını aç

# MSC.helpWizardTitle
source: Help wizard
cs: Nápověda
it: Aiuto guidato
nl: Hulp wizard
pl: Okienko pomocy
sk: Nápoveda
sl: Čarovnik pomoči
tr: Destek yardımcısı

# MSC.jsDisabled
source: It seems that you have disabled JavaScript in your browser. The Contao back end will not work properly without JavaScript.
cs: Zdá se, že máte vypnutou podporu JavaScriptu ve Vašem prohlížeči. Backend Contaa nebude fungovat správně bez JavaScriptu.
it: JavaScript sembra essere disattivato nel tuo browser. Il back-end di Contao non funzionerà correttamente senza JavaScript.
nl: Het lijkt erop dat JavaScript staat uitgeschakeld in uw browser. Het Contao back end zal niet goed werken zonder JavaScript.
pl: Wygląda na to, że wyłączyłeś JavaScript w swojej przeglądarce. Backend Contao nie będzie działał poprawnie bez JavaScript.
sk: Zdá sa, že máte vo svojom prehliadači vypnutý JavaScript. Administrácia Contaa nebude fungovať správne bez JavaScriptu.
sl: Kot kaže imate v vašem brskalniku onemogočeno izvajanje JavaScript. Contao Administracija ne bo delovala pravilno brez JavaScript.
tr: Web tarayıcınızda JavaScript özelliğini devre dışı bırakmış gibi görünüyorsunuz. Contao yönetim bölümü JavaScript özelliği olmadan düzgün şekilde çalışmaz.

# MSC.copyOf
source: %s (copy)
cs: %s (kopie)
it: %s (copia)
nl: %s (kopie)
pl: %s (kopia)
sk: %s (kópia)
sl: %s (kopija)
tr: %s (kopyası)

# MSC.name
source: Name
cs: Jméno
it: Nome
nl: Naam
pl: Nazwa wyświetlana
sk: Názov
sl: Naziv
tr: Ad

# MSC.emailAddress
source: E-mail address
cs: E-mailová adresa
it: Indirizzo email
nl: E-mailadres
pl: E-mail
sk: Váš e-mail
sl: Naslov elektronske pošte
tr: E-posta adresi

# MSC.register
source: Register
cs: Registrace
it: Registrazione
nl: Registreer
pl: Rejestracja
sk: Registrovať
sl: Pošlji
tr: Hesap aç

# MSC.resendActivation
source: The activation mail has been re-sent to your e-mail address.
cs: Aktivační mail byl znovu odeslán na Vaši mailovou adresu.
it: La mail di attivazione è stata reinviata al tuo indirizzo e-mail.
nl: De activatie mail is opnieuw verzonden naar uw e-mail adres.
pl: E-mail aktywacyjny został ponownie wysłany na twój adres e-mail.
sk: Aktivačný email bol odoslaný na vašu e-mailovú adresu.
sl: Aktivacijsko e-sporočilo je bilo ponovno poslano na vaš e-naslov.
tr: E-posta adresinize etkinleştirme e-postası yeniden gönderildi.

# MSC.accountActivated
source: Your account has been activated.
cs: Váš účet byl aktivován.
it: Il tuo account è stato attivato
nl: Uw account is geactiveerd.
pl: Twoje konto zostało uaktywnione.
sk: Váš účet bol aktivovaný.
sl: Vaš račun je bil aktiviran.
tr: Hesabınız etkinleştirildi.

# MSC.accountError
source: Unable to process the current request.
cs: Nelze zpracovat aktuální požadavek.
it: Non è possibile processare la richiesta corrente
nl: De huidige aanvraag kan niet verwerkt worden.
pl: Nastąpił błąd w trakcie przetwarzania danych.
sk: Vaša žiadosť nebola spracovaná.
sl: Zahteve ne morem izvesti.
tr: Geçerli istekler işlenemedi.

# MSC.emailSubject
source: Your registration on %s
cs: Vaše registrace na %s
it: Registrazione a %s
nl: Uw registratie op %s
pl: Twoja rejestracja w serwisie %s
sk: Vaša registrácia na %s
sl: Vaša registracija na %s
tr: %s üzerinde açtığınız hesap

# MSC.adminSubject
source: New registration on %s
cs: Contao :: Nová registrace ze dne %s
it: Nuova registrazione su %s
nl: Contao :: Nieuwe registratie op %s
pl: Contao :: nowa rejestracja na %s
sk: Contao :: nová registrácia na %s
sl: Contao :: Nova registracija na %s
tr: %s üzerinde yeni hesap açıldı

# MSC.adminText
source: A new member (ID %s) has registered at your website.%sIf you did not allow e-mail activation, you have to enable the account manually in the back end.
cs: Na Vašich stránkách se zaregistroval nový uživatel (ID %s). Pokud neumožňujete emailovou aktivaci účtu, je potřeba v administraci povolit účet manuálně.
it: Un nuovo utente (ID %s) si è registrato al sito. Se non è stata scelta l'attivazione tramite e-mail, dovrai connetterti all'amministrazione del sito per abilitare il nuovo account manualmente.
nl: Een nieuw lid (ID %s) registreerde op uw website. In het geval dat u geen gebruik maakt van activatie via e-mail, moet u dit account handmatig activeren in het backend van de site.
pl: Nowy użytkownik (ID %s) zarejestrował się na twojej stronie internetowej. %s Jeżeli nie używasz automatycznego aktywowania nowych uzytkownikow przez email, musisz uaktywnić konto ręcznie w panelu.
sk: Nový používateľ (ID %s) sa zaregistroval na Vašej stránke. Ak ste zakázali e-mailovú aktiváciu, musíte sa prihlásiť do administračného rozhrania, aby ste mohli ručne aktivovať jeho účet.
sl: Nov član (ID %s) se je registriral na vašo spletno stran. %s Če niste dovolili e-mail aktivacije potem morate ta račun aktivirati ročno v administraciji.
tr: Web sitenizde yeni bir üye (%s kodlu) hesap açtı.%sE-posta ile etkinleştirmeye izin vermiyorsanız bu hesabı yönetim bölümünden el ile onaylamanız gerekir.

# MSC.requestPassword
source: Request password
cs: Žádost o heslo
it: Richiedi password
nl: Wachtwoord aanvragen
pl: Zażądaj nowego hasła
sk: Vyžiadať heslo
sl: Zahtevaj geslo
tr: Parolamı unuttum

# MSC.setNewPassword
source: Set new password
cs: Nastavit nové heslo
it: Nuova password
nl: Wachtwoord veranderen
pl: Potwierdzić hasło
sk: Nastaviť nové heslo
sl: Ustvari novo geslo
tr: Yeni parolayı ayarla

# MSC.newPasswordSet
source: Your password has been updated.
cs: Vaše heslo bylo nastaveno.
it: Password aggiornata con successo
nl: Uw wachtwoord werd veranderd.
pl: Twoje hasło zostało uaktualnione.
sk: Vaše heslo bolo aktualizované.
sl: Vaše geslo je bilo posodobljeno
tr: Parolanız güncellendi.

# MSC.passwordSubject
source: Your password request for %s
cs: Žádost o heslo pro %s
it: Per accedere a %s è richiesta la password
nl: Uw wachtwoord aanvraag voor %s
pl: Twoje zapytanie o haslo dla %s
sk: Požadované heslo pre %s
sl: Vaš zahtevek za geslo za %s
tr: %s için parola isteğiniz

# MSC.accountNotFound
source: No matching account found
cs: Účet nenalezen.
it: Account non trovato
nl: Geen overeenkomstig account gevonden
pl: Nie znaleziono takiego konta.
sk: Nebol nájdený vyhovujúci účet
sl: Uporabniški račun ne obstaja
tr: Eşleşen bir hesap bulunamadı

# MSC.oldPassword
source: Old password
cs: Staré heslo
it: Vecchia password
nl: Voorgaande wachtwoord
pl: Stare hasło
sk: Staré heslo
sl: Staro geslo
tr: Eski parola

# MSC.newPassword
source: New password
cs: Nové heslo
it: Nuova password
nl: Nieuw wachtwoord
pl: Nowe hasło
sk: Nové heslo
sl: Novo geslo
tr: Yeni parola

# MSC.changePassword
source: Change password
cs: Změnit heslo
it: Modifica la password
nl: Wijzig wachtwoord
pl: Zmień hasło
sk: Zmeniť heslo
sl: Spremeni geslo
tr: Parola değiştirme

# MSC.oldPasswordWrong
source: The old password is not correct
cs: Staré heslo nesouhlasí
it: La vecchia password non è corretta
nl: Het voorgaande wachtwoord is onjuist
pl: Stare hasło jest nieprawidłowe
sk: Staré heslo nie je správne
sl: Staro geslo ni pravilno
tr: Eski parola doğru değil

# MSC.securityQuestion
source: Security question
cs: Bezpečnostní otázka
it: Domanda di sicurezza
nl: Verificatievraag
pl: Pytanie kontrolne
sk: Bezpečnostná otázka
sl: Varnostno vprašanje
tr: Güvenlik sorusu

# MSC.closeAccount
source: Close account
cs: Zrušit účet
it: Chiudi account
nl: Sluit account
pl: Usuń konto
sk: Zrušiť účet
sl: Izbriši račun
tr: Hesap kapatma

# MSC.changeSelection
source: Change selection
cs: Změnit výběr
it: Cambia selezione
nl: Wijzig selectie
pl: Zmień zaznaczenie
sk: Zmeniť výber
sl: Spremeni izbrano
tr: Seçimi değiştir

# MSC.currentlySelected
source: Selected
cs: Vybrané
it: Selezionato
nl: Geselecteerd
pl: Zaznaczony
sk: Vybrané
sl: Izbrano
tr: Seçilmiş

# MSC.selectNode
source: Only show this node
cs: Zobrazit jen tento uzel
it: Mostra solo questo nodo
nl: Toon alleen dit bereik
pl: Pokaż tylko ten węzeł
sk: Zobraziť len tento uzol
sl: Prikaži samo tega
tr: Yalnızca bu düğüm görüntülensin

# MSC.selectAllNodes
source: Show all nodes
cs: Zobrazit všechny uzly
it: Mostra tutti i nodi
nl: Toon alle bereiken
pl: Pokaż wszystkie węzły
sk: Zobraziť všetky uzly
sl: Prikaži vse
tr: Tüm düğümler görüntülensin

# MSC.showDifferences
source: Show differences
cs: Zobrazit rozdíly
it: Mostra le differenze
nl: Toon de verschillen
pl: Pokaż różnice
sk: Zobraziť rozdiely
sl: Prikaži spremembe
tr: Farklar görüntülensin

# MSC.recordOfTable
source: Record %s of table %s
cs: Záznam %s tabulky %s
it: Record %s della tabella %s
nl: Record %s van tabel %s
pl: Rekord %s tabeli %s
sk: Záznamov %s v tabuľke %s
sl: Zapis %s v tabeli %s
tr: %s kaydı %s tablosundan

# MSC.editElement
source: Edit the element
cs: Upravit tento element
it: Modifica l'elemento
nl: Bewerk element
pl: Edytuj ten element
sk: Upraviť element
sl: Uredi element
tr: Bileşeni düzenle

# MSC.table
source: Table
cs: Tabulka
it: Tabella
nl: Tabel
pl: Tabela
sk: Tabuľka
sl: Tabela
tr: Tablo

# MSC.ptable
source: Parent table
cs: Rodičovská tabulka
it: Tabella parent
nl: Parent tabel
pl: Tabela rodzica
sk: Rodičovská tabuľka
sl: Nadrejena tabela
tr: Üst tablo

# MSC.description
source: Description
cs: Popis
it: Descrizione
nl: Omschrijving
pl: Opis
sk: Popis
sl: Opis
tr: Açıklama

# MSC.noVersions
source: Currently there are no versions.
cs: V současnosti neexistují žádné verze.
it: Al momento non ci sono versioni.
nl: Momenteel zijn er geen nieuwere versies.
pl: Obecnie nie ma żadnych wersji.
sk: V súčasnosti neexistujú žiadne verzie.
sl: Trenutno ne obstaja nobena različica.
tr: Şu anda herhangi bir sürüm yok.

# MSC.latestChanges
source: Latest changes
cs: Poslední změny
it: Ultime modifiche
nl: Laatste wijzigingen
pl: Ostatnie zmiany
sk: Posledné zmeny
sl: Zadnje spremembe
tr: Son değişiklikler

# MSC.identicalVersions
source: The two selected versions are identical.
cs: Dvě vybrané verze jsou stejné.
it: Le due versioni selezionate sono identiche.
nl: De twee geselecteerde versies zijn identiek.
pl: Dwie wybrane wersje są identyczne.
sk: Dve vybrané verzie sú identické.
sl: Obe izbrani različici sta identični.
tr: Seçilmiş iki sürüm birbirinin aynısı.

# MSC.selectNewPosition
source: Next, please choose the (new) position of the element
cs: Další, prosím vyberte (novou) pozici daného elementu
it: Si prega di scegliere la (nuova) posizione dell'elemento
nl: Volgende, kies de (nieuwe) positie van het element
pl: Następnie, wybierz (nową) pozycję elementu
sk: Ďalší, prosím vyberte (novú) pozíciu daného elementu
sl: Nadalje, prosim izberite (novo) pozicijo elementa
tr: Sonra, lütfen bileşenin (yeni) konumunu seçin

# MSC.go
source: Go
cs: Přejdi
it: Vai
nl: Kies
pl: Idź
sk: Ísť na
sl: Potrdi
tr: Git

# MSC.quicknav
source: Quick navigation
cs: Rychlá navigace
it: Navigazione veloce
nl: Snelmenu
pl: Szybka nawigacja
sk: Rýchla navigácia
sl: Hitra navigacija
tr: Hızlı gezinme

# MSC.quicklink
source: Quick link
cs: Rychlý odkaz
it: Link veloce
nl: Snelkeuze
pl: Szybki odnośnik
sk: Rýchly odkaz
sl: Hitra povezava
tr: Hızlı bağlantı

# MSC.username
source: Username
cs: Uživatelské jméno
it: Nome utente
nl: Gebruikersnaam
pl: Login
sk: Používateľ
sl: Uporabniško ime
tr: Kullanıcı adı

# MSC.login
source: Login
cs: Přihlásit se
nl: Inloggen
sk: Prihlásiť
sl: Prijava
tr: Oturum aç

# MSC.logout
source: Logout
cs: Odhlásit se
nl: Afmelden
pl: Wyloguj
sk: Odhlásiť
sl: Odjava
tr: Oturumu kapat

# MSC.loggedInAs
source: You are logged in as %s.
cs: Přihlášený uživatel %s.
it: Sei registrato come %s.
nl: U bent ingelogd als %s.
pl: Jesteś zalogowany jako <strong>%s</strong>.
sk: Ste prihlásený ako %s.
sl: Prijavljeni ste kot %s.
tr: %s olarak oturum açtınız.

# MSC.emptyField
source: Please enter your username and password!
cs: Prosím vyplňte uživatelské jméno a heslo
it: Inserisci nome utente e password!
nl: Vul uw gebruikersnaam en wachtwoord in!
pl: Wprowadź nazwę użytkownika i hasło!
sk: Prosím zadajte užívateľské meno a heslo!
sl: Vnesite uporabniško ime in geslo.
tr: Lütfen kullanıcı adınızı ve parolanızı yazın!

# MSC.confirmation
source: Confirmation
cs: Potvrzení
it: Conferma la password
nl: Bevestiging
pl: Potwierdź hasło
sk: Potvrďte heslo
sl: Ponovno vnesite geslo
tr: Onaylama

# MSC.sMatches
source: %s occurrences for %s
cs: %s výskytů pro %s
it: %s occorrenze per %s
nl: %s gevallen van %s
pl: %s razy występuje %s
sk: %s podobností pre %s
sl: %s zadetkov za %s
tr: %s tane %s var

# MSC.sEmpty
source: No matches for <strong>%s</strong>
cs: Žádné výsledky pro <strong>%s</strong>
it: Nessuna corrispondenza per <strong>%s</strong>
nl: Geen resultaten voor <strong>%s</strong>
pl: Nie znaleziono <strong>%s</strong>
sk: Žiadne výsledky vyhľadávania pre výraz <strong>%s</strong>
sl: Ni zadetkov za <strong>%s</strong>
tr: <strong>%s</strong> ile bir eşleşme yok

# MSC.sResults
source: Results %s - %s of %s for <strong>%s</strong>
cs: Výsledek %s - %s / %s pro <strong>%s</strong>
it: Risultati %s - %s di %s per <strong>%s</strong>
nl: Resultaten %s - %s van %s voor <strong>%s</strong>
pl: Wyniki %s - %s z %s dla <strong>%s</strong>
sk: Výsledky vyhľádávania č.%s - %s z %s pre výraz <strong>%s</strong>
sl: Rezultati %s - %s od %s za <strong>%s</strong>
tr: Sonuçlar %s - %s / %s Aranan: <strong>%s</strong>

# MSC.sNoResult
source: Your search for <strong>%s</strong> returned no results.
cs: Žádný výsledek pro <strong>%s</strong>
it: La ricerca per <strong>%s</strong> non ha ottenuto risultati.
nl: Uw zoekopdracht voor <strong>%s</strong> leverde geen resultaten op.
pl: Nie znaleziono żadnych wyników dla <strong>%s</strong>.
sk: Vami zadaný výraz <strong>%s</strong> nebol nájdený.
sl: Ni zadetkov za <strong>%s</strong>.
tr: <strong>%s</strong> aramanıza uygun bir sonuç bulunamadı.

# MSC.sKeywordHint
source: Note that keywords shorter than %s characters and without a modifier have been ignored.
cs: Mějte na paměti, že hesla kratší než %s a bez modifikátoru budou ignorována.
it: Tieni presente che le parole chiave più brevi di %s caratteri sono state ignorate.
nl: Houd er rekening mee dat zoekwoorden korter dan %stekens en zonder modifier worden genegeerd.
pl: Pamiętaj, że słowa kluczowe krótsze niż %s znaków i bez modyfikatora zostały zignorowane.
sk: Vezmite na vedomie, že kľúčové slová kratšie ako %s znakov a bez modifikátora boli ignorované.
sl: Upoštevajte, da bodo prezrte ključne besede, ki so krajše od %s znakov in so brez modifikatorja.
tr: %s karakterden kısa ve bir değiştiricisi olmayan aranacak ifadeler yok sayılır.

# MSC.seconds
source: seconds
cs: sekundy
it: secondi
nl: seconden
pl: sekundy
sk: sekúnd
sl: sekund
tr: saniye

# MSC.up
source: Up
cs: Nahoru
it: Su
nl: Omhoog
pl: Góra
sk: Nahor
sl: Gor
tr: Yukarı

# MSC.first
source: First
cs: První
it: Primo
nl: Eerst
pl: Pierwszy
sk: Prvý
sl: Prvi
tr: İlk

# MSC.previous
source: Previous
cs: Předchozí
it: Precedente
nl: Vorige
pl: Poprzednie
sk: Dozadu
sl: Nazaj
tr: Önceki

# MSC.next
source: Next
cs: Následující
it: Prossimo
nl: Volgende
pl: Następne
sk: Dopredu
sl: Naprej
tr: Sonraki

# MSC.last
source: Last
cs: Poslední
it: Ultimo
nl: Laatst
pl: Ostatni
sk: Posledný
sl: Zadnji
tr: Son

# MSC.goToPage
source: Go to page %s
cs: Přejdi na stranu %s
it: Vai a pagina %s
nl: Ga naar pagina %s
pl: Idź do strony %s
sk: Ísť na stranu %s
sl: Pojdi na stran %s
tr: %s. sayfaya git

# MSC.totalPages
source: Page %s of %s
cs: Strana %s z %s
it: Pagina %s di %s
nl: Pagina %s van %s
pl: Strona %s z %s
sk: Strana %s z %s.
sl: Stran %s od %s
tr: Sayfa %s / %s

# MSC.global
source: global
cs: všeobecné
it: globale
nl: globaal
pl: globalnie
sl: globalno
tr: genel

# MSC.fileUploaded
source: File %s uploaded successfully.
cs: Soubor %s byl nahrán úspěšně
it: File %s caricato con successo
nl: Bestand %s succesvol geüpload
pl: Przesyłanie pliku %s zakończone pomyślnie
sk: Súbor %s bol úspešne nahratý na server
sl: Datoteka %s je bila uspešno naložena.
tr: %s dosyası yüklendi.

# MSC.fileExceeds
source: Image %s is too big to be resized automatically.
cs: Obrázek %s je příliš velký, aby mohl být automaticky zmenšený.
it: L'immagine %s è troppo grande per essere ridimensionata automaticamente.
nl: Afbeelding %s is te groot om automatisch geschaald te worden.
pl: Obrazek %s jest za duży, żeby go przeskalować automatycznie.
sk: Obrázok %s je príliš veľký na to, aby sa dal automaticky zmenšiť.
sl: Slika %s je prevelika, da bi bila avtomatično zmanjšana.
tr: %s görseli otomatik olarak yeniden boyutlandırılmak için çok büyük.

# MSC.fileResized
source: Image %s was scaled down to the maximum dimensions.
cs: Obrázek %s byl zmenšený na maximálně povolené rozměry.
it: L'immagine %s è stata ridotta alle massime dimensioni consentite.
nl: Afbeelding %s is geschaald naar de maximale afmetingen.
pl: Obrazek %s został przeskalowany do maksymalnych wymiarów.
sk: Obrázok %s bol zmenšený na maximálne rozmery.
sl: Slika %s je bila pomanjšana na maksimalne dimenzije.
tr: %s görseli izin verilen en büyük boyutlara göre küçültüldü.

# MSC.searchLabel
source: Search
cs: Prohledat
it: Ricerca
nl: Zoek
pl: Szukaj
sk: Hľadať
sl: Išči
tr: Arama

# MSC.keywords
source: Keywords
cs: Klíčová slova
it: Parole chiave
nl: Trefwoorden
pl: Słowa kluczowe
sk: Vyhľadávacie slová
sl: Ključne besede
tr: Aranacak ifade

# MSC.options
source: Options
cs: Možnosti
it: Opzioni
nl: Opties
pl: Opcje
sk: Voľby
sl: Možnosti
tr: Seçenekler

# MSC.matchAll
source: match all words
cs: porovnej všechna slova
it: confronta tutte le parole
nl: zoek alle woorden
pl: znajdź wszystkie słowa
sk: so všetkými slovami
sl: ujemanje vseh besed
tr: tüm sözcüklere uyan

# MSC.matchAny
source: match any word
cs: porovnej jakékoliv slovo
it: confronta qualunque parola
nl: zoek bepaald woord
pl: znajdź jakiekolwiek słowo
sk: aspoň s jedným slovom
sl: ujemanje katerihkoli besed
tr: biz sözcüğe uyan

# MSC.saveData
source: Save data
cs: Uložit data
it: Salva dati
nl: Gegevens opslaan
pl: Zachowaj dane
sk: Uložiť údaje
sl: Shrani podatke
tr: Verileri kaydet

# MSC.savedData
source: Your data has been saved.
cs: Vaše data byla uložena
it: I tuoi dati sono stati salvati.
nl: Uw gegevens zijn opgeslagen.
pl: Twoje dane dostały zapisane.
sk: Vaše údaje boli uložené.
sl: Vaši podatki so bili shranjeni.
tr: Verileriniz kaydedildi.

# MSC.printPage
source: Print this page
cs: Vytisknout tuto stránku
it: Stampa la pagina
nl: Deze pagina printen
pl: Drukuj tę stronę
sk: Vytlačiť stránku
sl: Natisni to stran
tr: Bu sayfayı yazdır

# MSC.printAsPdf
source: Save article as PDF
cs: Uložit článek jako PDF
it: Salva l'articolo in PDF
nl: Bewaar artikel als PDF
pl: Zapisz artykuł jako PDF
sl: Shrani članek kot PDF
tr: Makaleyi PDF olarak yazdır

# MSC.facebookShare
source: Share on Facebook
cs: Sdílet přes Facebook
it: Condividi in Facebook
nl: Delen op Facebook
pl: Opublikuj na Facebooku
sk: Zdieľať na Facebook
sl: Povej naprej na Facebook
tr: Facebook üzerinde paylaş

# MSC.twitterShare
source: Share on Twitter
cs: Sdílet přes Twitter
it: Condividi in Twitter
nl: Delen op Twitter
pl: Opublikuj na Twitterze
sl: Povej naprej na Twitter
tr: Twitter üzerinde paylaş

# MSC.pleaseWait
source: Please wait
cs: Čekejte, prosím
it: Un momento prego
nl: Wachten
pl: Proszę poczekać
sk: Prosím čakajte
sl: Prosimo počakajte
tr: Lütfen bekleyin

# MSC.loading
source: Loading …
cs: Nahrávání ...
it: Caricamento...
nl: Bezig met laden...
pl: Ładuję...
sk: Načítavanie…
sl: Nalagam...
tr: Yükleniyor…
