Repository: contao/contao
Catalog: core-bundle/contao/languages/*/exception.xlf
Languages: ja, lv, ru, sr

# XPT.error
source: An error occurred
ja: エラーが発生しました
lv: Notikusi kļūda
ru: Произошла ошибка
sr: Дошло је до грешке

# XPT.matter
source: What's the matter?
ja: どうしましたか?
lv: Kas ir noticis?
ru: В чем проблема?
sr: У чему је проблем?

# XPT.howToFix
source: How can I fix the issue?
ja: どうすれば問題を解決できますか?
lv: Kā es varu atrisināt šo problēmu?
ru: Как можно устранить проблему?
sr: Како могу поправити проблем?

# XPT.more
source: Tell me more, please
ja: さらに詳しく教えてください
lv: Lūdzu, izstāstiet vairāk
ru: Пожалуйста, расскажите мне больше
sr: Реците ми више

# XPT.hint
source: To customize this notice, create a custom Twig template overriding <em>%s</em>.
ja: この通知をカスタマイズするには、<em>%s</em>を上書きする独自のTwigテンプレートを作成してください。
lv: Lai pielāgotu šo paziņojumu, izveidojiet pielāgotu Twig veidni, kas ignorēs <em>%s</em>.
ru: Для настройки данного уведомления, создайте файл Twig-шаблона, переопределив <em>%s</em>.
sr: Да прилагодите ово обавештење, креирајте властити Twig шаблон којим ћете заобићи <em>%s</em>.

# XPT.errorOccurred
source: An error occurred while executing this script. Something does not work properly.
ja: このスクリプトの実行中にエラーが発生しました。何かが適切に動作していません。
lv: Skripta izpildes laikā notikusi kļūda. Kaut kas nestrādā pareizi.
ru: Произошла ошибка при выполнении этого сценария. Что-то не работает надлежащим образом.
sr: Дошло је до грешке приликом извршавања скрипте. Нешто не ради исправно.

# XPT.errorFixOne
source: Open the current log file in the <code>var/logs</code> directory and find the associated error message (usually the last one).
ja: <code>var/logs</code>というディレクトリにある現在のログファイルを開いて、対応する(通常は最後の)エラーメッセージを探してください。
lv: Atveriet pašreizējo žurnāla datni direktorijā <code>var/logs</code> un atrodiet saistīto kļūdas ziņojumu (parasti pēdējo).
ru: Откройте файл журнала в каталоге <code>var/logs</code> и найдите соответствующее сообщение об ошибке (как правило, это последняя запись).
sr: Отворите тренутни фајл логова у директоријуму <code>var/logs</code> и пронађите офговарајућу поруку о грешки (најчешће је то последња).

# XPT.errorExplain
source: The script execution stopped, because something does not work properly. The actual error message is hidden by this notice for security reasons and can be found in the current log file (see above). If you do not understand the error message or do not know how to fix the problem, visit the <a href="%s" target="_blank" rel="noreferrer noopener">Contao support page</a>.
ja: 何かが適切に動作していないため、スクリプトの実行が停止しました。この通知による実際のエラーメッセージはセキュリティ上の理由で表示していませんが、現在のログファイルで確認できます(上記を参照)。エラーメッセージの意味を理解できない場合や修正の方法がわからない場合は<a href="%s" target="_blank" rel="noreferrer noopener">Contaoのサポートのページ</a>を参照してください。
ru: Выполнение скрипта остановлено, потому, что что-то работает неправильно. Фактическое сообщение об ошибке скрыто этим уведомлением по соображениям безопасности и может быть найдено в текущем файле журнала (см. выше). Если вы не понимаете сообщение об ошибке или не знаете, как решить проблему, посетите <a href="%s" target="_blank" rel="noreferrer noopener">cтраницу поддержки Contao</a>.

# XPT.requestToken
source: Invalid request token
ja: 不正なリクエストトークン
lv: Nederīgs pieprasījuma marķieris
ru: Ошибка запроса токена
sr: Неисправан токен

# XPT.invalidToken
source: The request token could not be verified.
ja: リクエストトークンを照合できませんでした。
lv: Pieprasījuma marķieri nevarēja pārbaudīt.
ru: Запрашиваемый токен не может быть проверен.
sr: Захтевани токен не може бити проверен.

# XPT.tokenReload
source: Reload the page
ja: ページを再読み込み
ru: Перезагрузить страницу

# XPT.tokenRetry
source: Use the button above to reload the page and try again. Do not use the back button of your browser.
ja: 上のボタンを使用してページを再読み込みして、もう一度試してください。ブラウザーの戻るボタンは使用しないでください。
ru: Используйте кнопку выше, чтобы перезагрузить страницу и попробуйте еще раз. Не используйте кнопку Назад в браузере.

# XPT.tokenExplainOne
source: This error occurs if there is a POST request without a valid request token. If the problem persists, you may be using an incompatible third-party extension or have not correctly updated your Contao installation.
ja: 有効なリクエストトークンがないPOST要求がある場合に、このエラーは発生します。問題が継続する場合は、互換性がない第三者の機能拡張を使用しているためか、インストールしているContaoを正しく更新していないためかもしれません。
ru: Эта ошибка возникает, если существует запрос POST без допустимого токена запроса. Если проблема сохраняется, возможно, вы используете несовместимое стороннее расширение или неправильно обновили установку Contao.

# XPT.tokenExplainTwo
source: For more information, visit the <a href="%s" target="_blank" rel="noreferrer noopener">Contao support page</a>.
ja: さらに詳しい情報は、<a href="%s" target="_blank" rel="noreferrer noopener">Contaoのサポートのページ</a>を参照してください。
ru: Для получения дополнительной информации, посетите <a href="%s" target="_blank" rel="noreferrer noopener">страницу поддержки Contao</a>.

# XPT.unavailable
source: Service unavailable
ja: サービスを利用できません
lv: Pakalpojums nav pieejams
ru: Сервис недоступен
sr: Услуга је недоступна

# XPT.maintenance
source: The website is currently not available. Please come back later.
ja: 現在、このウェブサイトは利用できません。後ほどお出でください。
lv: Mājas lapa šobrīd nav pieejama. Lūdzu, atgriezieties vēlāk.
ru: Сейчас веб-сайт недоступен. Пожалуйста, зайдите позже.
sr: Сајт тренутно није доступан. Молимо вас да покушате касније.

# XPT.missingRouteParameters.title
source: Unable to generate front end URL
ja: フロントエンドのURLを生成できません。
lv: Nevar ģenerēt priekšgala URL
ru: Невозможно создать URL-адрес внешнего интерфейса
sr: Генерисање URL за фронт енд није успело

# XPT.missingRouteParameters.matter
source: The URL could not be generated, because the route has mandatory parameters that are not given. Additional information (e.g. a news alias) must be provided.
ja: URLを生成できませんでした、なぜならルートに必須のパラメーターが指定されていません。追加の情報(例えば、ニュースのエイリアス)を指定しなければなりません。
lv: URL nevarēja ģenerēt, jo maršrutā nav norādīti obligātie parametri. Ir jānorāda papildu informācija (piemēram, ziņu aizstājvārds).
ru: Не удалось создать URL-адрес, так как маршрут имеет обязательные параметры, которые не заданы. Необходимо предоставить дополнительную информацию (наприм., алиас новости).
sr: URL није могао бити генерисан, зато што путања има обавезне параметре који нису дати. Додатне информације (нпр. алиас вести) морају бити на располагању.

# XPT.missingRouteParameters.explain
source: Symfony routes can have variable parameters, which are validated using regular expressions. The following configuration could not be resolved:
ja: Symfonyのルートは可変のパラメーターを使用可能で、それらを正規表現で検証します。以下の構成を解決できませんでした:
lv: Symfony maršrutos var būt mainīgi parametri, kas tiek pārbaudīti, izmantojot regulārās izteiksmes. Šādu konfigurāciju nav iespējams atrisināt:
ru: Маршруты Symfony могут иметь переменные параметры, которые проверяются с помощью регулярных выражений. Не удалось разрешить следующую конфигурацию:
sr: Symfony руте могу да садрже варијабле параметре, који се проверавају кориштењем типичних израза. Следећа конфигурација није могла да се реши:

# XPT.missingRouteParameters.path
source: Route path
ja: ルートのパス
lv: Maršruta ceļš
ru: Путь маршрута
sr: Путања руте

# XPT.missingRouteParameters.parameterName
source: Name
ja: 名前
lv: Nosaukums
ru: Имя
sr: Име

# XPT.missingRouteParameters.parameterRequirement
source: Requirement (Regex)
ja: 必要条件(正規表現)
lv: Prasība (Regex)
ru: Требование (регулярное выражение)
sr: Захтевано (Regex)

# XPT.missingRouteParameters.parameterDefault
source: Default value
ja: 初期設定
lv: Noklusētā vērtība
ru: Значение по умолчанию
sr: Подразумевана вредност

# XPT.missingRouteParameters.parameterEmpty
source: empty
ja: 空
lv: tukšs
ru: пустой
sr: празно

# XPT.errorExplain
source: The script execution stopped, because something does not work properly. The actual error message is hidden by this notice for security reasons and can be found in the current log file (see above). If you do not understand the error message or do not know how to fix the problem, visit the <a href="https://to.contao.org/support" target="_blank" rel="noreferrer noopener">Contao support page</a>.
lv: Skripta izpilde apstājās, jo kaut kas nedarbojas pareizi. Patiesais kļūdas ziņojums drošības apsvērumu dēļ šajā paziņojumā ir paslēpts, un to var atrast pašreizējā žurnāla failā (skatīt augstāk). Ja nesaprotat kļūdas ziņojumu vai nezināt, kā novērst problēmu, apmeklējiet <a href="https://to.contao.org/support" target="_blank" rel="noreferrer noopener">Contao atbalsta lapu</a>.

# XPT.tokenRetry
source: Please <a href="javascript:window.location.href=window.location.href">click here</a> and try again. Do not use the back button of your browser.
lv: Lūdzu, <a href="javascript:window.location.href=window.location.href">noklikšķiniet šeit</a> un mēģiniet vēlreiz. Neizmantojiet pārlūkprogrammas pogu "Atpakaļ".

# XPT.tokenExplainOne
source: This error occurs if there is a POST request without a valid authentication token. In Contao 2.10, the referer check has been replaced with a request token system. If the problem persists, you may be using an incompatible third-party extension or have not correctly updated your Contao installation.
lv: Šī kļūda rodas, ja tiek veikts POST pieprasījums bez derīga autentifikācijas marķiera. Contao 2.10 versijā atsauces pārbaude ir aizstāta ar pieprasījuma žetona sistēmu. Ja problēma saglabājas, iespējams, izmantojat nesaderīgu trešās puses paplašinājumu vai neesat pareizi atjauninājis Contao instalāciju.
sr: Ова грешка се дешава када постоји POST захтев без валидног аутентификационг токена. Од Contao 2.10, провера реферала замењена је системом захтеваног токена. Ако проблем потраје, можда користите некомпатибилну "third-party" екстензију или нисте исправно ажурирали своју верзију Contao система.

# XPT.tokenExplainTwo
source: For more information, visit the <a href="https://to.contao.org/support" target="_blank" rel="noreferrer noopener">Contao support page</a>.
lv: Lai iegūtu vairāk informācijas, apmeklējiet <a href="https://to.contao.org/support" target="_blank" rel="noreferrer noopener">Contao atbalsta lapu</a>.
