Repository: contao/contao
Catalog: core-bundle/contao/languages/*/explain.xlf
Languages: cs, es, it, pl

# XPL.insertTags.0.1
source: For more information about TinyMCE, see <a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">https://www.tiny.cloud/tinymce/</a>.
cs: Více informací o TinyMCE najdete na <a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">http://www.tiny.cloud/tinymce/</a>.
it: Per ulteriori informazioni su TinyMCE, visita<a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">https://www.tiny.cloud/tinymce/</a>.
pl: Więcej informacji na temat edytora TinyMCE znajdziesz na <a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">https://www.tiny.cloud/tinymce/</a>.

# XPL.insertTags.1.0
source: Insert tags
cs: Vložit tagy
es: Etiquetas inserción
it: Inserisci tag
pl: Wstawianie tagów

# XPL.insertTags.1.1
source: For more information about insert tags, see <a href="https://docs.contao.org/dev/framework/insert-tags/" target="_blank" rel="noreferrer noopener">https://docs.contao.org/dev/framework/insert-tags/</a>.
cs: Více informací o Insert tags naleznete <a href="https://docs.contao.org/dev/framework/insert-tags/" target="_blank" rel="noreferrer noopener">https://docs.contao.org/dev/framework/insert-tags/</a>.
it: Per ulteriori informazioni sugli insert tags, visitata <a href="https://docs.contao.org/dev/framework/insert-tags/" target="_blank" rel="noreferrer noopener">https://docs.contao.org/dev/framework/insert-tags/</a>.
pl: Więcej informacji na temat insert tagów znajdziesz na <a href="https://docs.contao.org/dev/framework/insert-tags/" target="_blank" rel="noreferrer noopener">https://docs.contao.org/dev/framework/insert-tags/</a>.

# XPL.insertTags.2.0
source: Code editor
cs: Editor kódu
es: Editor de código
it: Editor Codice
pl: Edytor kodu

# XPL.insertTags.2.1
source: For more information about Ace, see <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">https://ace.c9.io</a>.
cs: Pro více informací o ACE navštivte prosím <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">http://ace.c9.io</a>.
it: Per ulteriori informazioni su Ace, visitata <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">https://ace.c9.io</a>.
pl: Więcej informacji na temat edytora Ace znajdziesz na <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">https://ace.c9.io</a>.

# XPL.insertTags.3.1
source: To learn more about markdown, see the <a href="https://docs.contao.org/manual/en/article-management/content-elements/text-elements/#markdown" target="_blank" rel="noreferrer noopener">Contao manual</a>.
cs: Dozvědět se víc o markdownu můžete v <a href="https://docs.contao.org/manual/en/article-management/content-elements/text-elements/#markdown" target="_blank" rel="noreferrer noopener">Dokumentaci Contaa</a>
it: Per saperne di più sui markdown, vedi il <a href="https://docs.contao.org/manual/en/article-management/content-elements/text-elements/#markdown" target="_blank" rel="noreferrer noopener">Manuale Contao</a>.
pl: Aby dowiedzieć się więcej o markdown, zapoznaj się z <a href="https://docs.contao.org/manual/en/article-management/content-elements/text-elements/#markdown" target="_blank" rel="noreferrer noopener">instrukcją Contao</a>.

# XPL.dateFormat.0.1
source: Contao supports all date and time formats that can be parsed with the PHP date() function. However, to ensure that any input can be transformed into a UNIX timestamp, you can only use numeric date and time formats (j, d, m, n, y, Y, g, G, h, H, i, s) in the back end.<br><br><strong>You can enter different front end formats in the website root pages.</strong><br><br><em>Here are some examples of valid date and time formats</em>:
cs: Contao podporuje všechny formáty data a času, které lze analyzovat pomocí funkce PHP date(). Chcete-li však zajistit, že jakýkoli vstup lze převést na časové razítko UNIX, můžete použít pouze číselné formáty data a času (j, d, m, n, y, Y, g, G, h, H, i, s) v backendu.<br><br><strong>Na kořenových stránkách webu můžete zadat různé formáty frontendu.</strong><br><br><em>Zde je několik příkladů platných formátů data a času</em>:
es: Contao admite todos los formatos de fecha y hora que se pueden analizar con la función date() de PHP. Sin embargo, para asegurarse de que cualquier entrada se pueda transformar en una marca de tiempo UNIX, solo puede usar formatos numéricos de fecha y hora (j, d, m, n, y, Y, g, G, h, H, i, s) en el back-end. <br><br><strong>YPuede ingresar diferentes formatos de front-end en las páginas raíz del sitio web.</strong><br><br><em>Aquí hay algunos ejemplos de formatos válidos de fecha y hora</em>:
it: Contao supporta tutti i formati per data e ora, basati sulla funzione PHP date(). Ad ogni modo, per assicurare che ogni input dell'utente possa essere trasformato in un UNIX timestamp, è possibile usare solo formati numerici (j, d, m, n, y, Y, g, G, h, H, i, s) nel backend <br><br><strong>E' possibile utilizzare formati diversi indicandoli nella struttura di una pagina root</strong><br><br><em>Ecco alcuni esempi di formati validi</em>:
pl: Contao wspiera kilka różnych formatów daty i czasu, których podstawą jest funkcja PHP date(). Jednakże, aby być pewnym, że wszelkie dane wprowadzane przez użytkownika da się przekonwertować na UNIXowy znacznik czasu (timestamp), można używać jedynie numerycznych formatów daty i czasu (j, d, m, n, y, Y, g, G, h, H, i, s) w backendzie. <br><br><strong>Możesz wprowadzić różne formaty dla frontendu w ustawieniach punktów startowych serwisów.</strong><br><br><em>Oto kilka przykładów prawidłowych formatów daty i czasu</em>:

# XPL.dateFormat.1.0
source: Y-m-d
it: d-m-Y

# XPL.dateFormat.1.1
source: YYYY-MM-DD, international ISO-8601, e.g. 2005-01-28
cs: RRRR-MM-DD, mezinárodní ISO 8601 př.: 2005-01-28
es: YYYY-MM-DD, internacional ISO 8601, por ejemplo 2005-01-28
it: YYYY-MM-DD, ISO 8601 internazionale. Es: 2005-01-28
pl: YYYY-MM-DD, format międzynarodowy ISO 8601, np. 2005-01-28

# XPL.dateFormat.2.0
source: m/d/Y
it: d/m/Y

# XPL.dateFormat.2.1
source: MM/DD/YYYY, English format, e.g. 01/28/2005
cs: MM/DD/YYYY, anglický formát, např. 01/28/2005
es: MM/DD/AAAA, Formato inglés, por ejemplo 01/28/2005
it: MM/DD/YYYY, Formato inglese, es. 01/28/2005
pl: MM/DD/YYYY, angielski format, np. 01/28/2005

# XPL.dateFormat.3.1
source: DD.MM.YYYY, German format, e.g. 28.01.2005
cs: DD.MM.YYYY, český formát, např. 28.01.2005
es: DD.MM.AAAA, Formato alemán, por ejemplo 28.01.2005
it: DD.MM.YYYY, formato tedesco, es. 28.01.2005
pl: DD.MM.YYYY, Niemiecki format, np. 28.01.2005

# XPL.dateFormat.4.1
source: YY-M-D, without leading zeros, e.g. 05-1-28
cs: RR-M-D, bez prvních nul př.: 05-1-25
es: YY-M-D, sin ceros al inicio, por ejemplo 05-1-28
it: YY-M-D, senza zeri. Es: 05-1-28
pl: YY-M-D, czyli rok, miesiąc (bez zera na początku w przypadku miesięcy od 1 do 9), dzień, np. 05-1-28

# XPL.dateFormat.5.1
source: YYYYMMDD, timestamp, e.g. 20050128
cs: YYYYMMDD, časová značka př.: 20050128
es: YYYYMMDD, timestamp, por ejemplo 20050128
it: YYYYMMDD, timestamp. Es: 20050128
pl: YYYYMMDD, tzw. znacznik czasu (timestamp), np. 20050128

# XPL.dateFormat.6.1
source: 24 hours, minutes and seconds, e.g. 20:36:59
cs: 24 hodin, minut a sekund, např. 20:36:59
es: 24 horas, minutos y segundos, por ejemplo 20:36:59
it: 24 ore, minuti e secondi. Es: 20:36:59
pl: 24 godziny, minuty i sekundy, np. 20:36:59

# XPL.dateFormat.7.1
source: 12 hours without leading zeros and minutes, e.g. 8:36
cs: 12 hodin bez nul a minut na začátku, např. 8:36
es: 12 horas sin ceros al inicio y minutos, por ejemplo 8:36
it: 12 ore senza zeri e minuti. Es: 8:36
pl: 12 godziny (bez zera na początku w przypadku godzin od 0 do 1) oraz minuty, np. 8:36

# XPL.imageSizeDensities.0.0
source: Sizes attribute
cs: Vlastnosti rozměrů
es: Atributo tamaños
it: Dimensioni attributi
pl: Atrybuty rozmiarów

# XPL.imageSizeDensities.0.1
source: The HTML attribute <code>sizes</code> defines the intended layout width of the image, optionally combined with a media query. You can use any CSS length value in this attribute.<br><br>E.g. <code>(max-width: 600px) 100vw, 50vw</code> means the image‘s width is 100% of the viewport for small screens and 50% of the viewport for larger screens.<br><br>And <code>(max-width: 600px) calc(100vw - 20px), 500px</code> means the image‘s width is 20px smaller than the viewport for small screens and 500px for larger screens.<br><br>The sizes attribute shouldn’t be used for styling, use CSS instead. The sizes attribute does not necessarily have to match up exactly with the actual image width as specified in the CSS.<br><br>For more information about the sizes attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a>.
cs: Atribut HTML <code>rozměry</code> určuje zobrazovanou šířku obrázku, kterou lze také kombinovat s media query. Můžete použít jakoukoli hodnotu CSS, abyste určili šířku. <br><br>Např. definice <code> (max-width: 600px) 100vw, 50vw</code> znamená, že je šířka obrázku 100% na malých displayích a 500% na velkých displayích. <br><br>A definice <code>(max-width: 600px) calc(100vw - 20px), 500px</code> znamená, že je šířka obrázku menší o 20px než rozměr malých displayů a 500px pro větší displaye. <br><br>Rozměry by se neměly používat pro formátování, místo toho použijte CSS. Atributy rozměrů nemusí přesně souznít s opravdovými rozměry obrázku, které jsou specifikované v CSS. <br><br> Více informací najdete na <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a>.
es: Los <code>tamaños</code> de atributos HTML definen el ancho de diseño previsto de la imagen, combinado opcionalmente con una consulta de medios. Puede usar cualquier valor de longitud CSS en este atributo. <br><br>P.ej. <code>(max-width: 600px) 100vw, 50vw</code> significa que el ancho de la imagen es el 100 % de la ventana gráfica para pantallas pequeñas y el 50 % de la ventana gráfica para pantallas más grandes. <br><br>Y <code>(max-width: 600px) calc(100vw - 20px), 500 px</code> significa que el ancho de la imagen es 20 px más pequeño que la ventana gráfica para pantallas pequeñas y 500 px para pantallas más grandes.<br><br>El atributo de tamaños no debe usarse para diseñar, use CSS en su lugar. El atributo de tamaños no necesariamente tiene que coincidir exactamente con el ancho real de la imagen como se especifica en el CSS.<br><br>Para obtener más información sobre el atributo de tamaños, visite<a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a>.
it: L'attributo HTML <code>sizes</code> definisce la larghezza del layout dell'immagine, opzionalmente combinato con una media query. Puoi usare qualsiasi valore di lunghezza CSS in questo attributo,<br><br> Per esempio <code>(max-width: 600px) 100vw, 50vw</code> significa che la larghezza dell'immagine è il 100% del viewport per schermi piccoli e il 50% del viewport per schermi più grandi. <br><br>E <code>(max-width: 600px) calc(100vw - 20px), 500px</code> significa che la larghezza dell'immagine è 20px più piccola del viewport per schermi piccoli e 500px per schermi più grandi. <br><br>L'attributo sizes non dovrebbe essere usato per lo stile, usa invece i CSS. L'attributo sizes non deve necessariamente corrispondere esattamente alla larghezza effettiva dell'immagine come specificato nel CSS. <br><br>Per maggiori informazioni sull'attributo sizes visita <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a>.
pl: Atrybut HTML <code>sizes</code> określa wyświetlaną szerokość obrazka, opcjonalnie połączoną z media query. Możesz użyć dowolnej wartości CSS, aby określić szerokość.<br><br>Np. <code>(max-width: 600px) 100vw, 50vw</code> oznacza szerokość obrazka 100% dla urządzeń z małymi ekranami i 50% szerokości dla urządzeń z dużymi ekranami.<br><br>A <code>(max-width: 600px) calc(100vw - 20px), 500px</code> oznacza szerokość obrazka mniejszą o 20px dla urządzeń z małymi ekranami i 500px dla urządzeń z dużymi ekranami.<br><br>Rozmiar nie powinien być używany do stylizacji, użyj zamiast tego CSS. Rozmiar nie musi być dokładnie zgodny z rzeczywistą szerokością obrazu, jak określono w CSS.<br><br>Po więcej informacji na temat atrybutu sizes odwiedź <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a>.

# XPL.imageSizeDensities.1.0
source: Pixel densities/<br>scale factors
cs: Hustota pixelů/<br>faktory přizpůsobení rozměrů
es: Factores de escala/<br>densidades de píxeles
it: Densità pixel/<br>fattore di scala
pl: Gęstości pikseli / współczynniki skalowania

# XPL.imageSizeDensities.1.1
source: If the sizes attribute is not defined, this setting simply defines the pixel densities you want to support. The dimensions of the images are adjusted automatically. E.g. <code>1x, 1.5x, 2x</code> creates the following HTML code: <code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>If the sizes attribute is defined, the same image sizes are generated but width descriptors are used for the srcset attribute. E.g. a 200 pixel wide image with the densities <code>1x, 1.5x, 2x</code> creates the following HTML code: <code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>For more information about the srcset attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a>.
cs: Pokud nejsou zadány vlastnosti rozměrů, určí toto nastavení hustotu obrázkových bodů, kterou chcete podpořit. Rozměry obrázku budou automaticky přizpůsobené. Např. <code>1x, 1.5x, 2x</code> vytvoří následující HTML kód: <code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br> Pokud jsou vlastnosti rozměrů zadané, bude vygenerován stejný rozměr obrázku, jen se budou vlastnosti šířky použité pro atribut srcset. Např. 200 pixelů široký obrázek s hustotou <code>1x, 1.5x, 2x</code> vytvoří následující HTML kód: <code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br> Více informací naleznete na <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a>.
es: Si el atributo de tamaños no está definido, esta configuración simplemente define las densidades de píxeles que desea admitir. Las dimensiones de las imágenes se ajustan automáticamente. P.ej. <code>1x, 1.5x, 2x</code> crea el siguiente código HTML: <code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>Si se define el atributo de tamaños, el Se generan los mismos tamaños de imagen, pero se usan descriptores de ancho para el atributo srcset. P.ej. una imagen de 200 píxeles de ancho con las densidades <code>1x, 1.5x, 2x</code> crea el siguiente código HTML: <code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>Para Para obtener más información sobre el atributo srcset, visite <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a>.
it: Se l'attributo sizes non è definito, questa impostazione definisce semplicemente le densità di pixel che volete supportare. Le dimensioni delle immagini sono regolate automaticamente. Ad es. <code>1x, 1.5x, 2x</code> crea il seguente codice HTML: <code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>Se l'attributo sizes è definito, vengono generate le stesse dimensioni delle immagini ma vengono utilizzati descrittori di larghezza per l'attributo srcset. Per esempio, un'immagine larga 200 pixel con le densità <code>1x, 1.5x, 2x</code> crea il seguente codice HTML: <code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>Per maggiori informazioni sull'attributo srcset visitate <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a>.
pl: Jeśli atrybut sizes nie jest określony, to ustawienie po prostu określi gęstość pikseli, którą chcesz wspierać. Rozmiary obrazków są dostosowane automatycznie. Np. <code>1x, 1.5x, 2x</code> tworzy następujący kod HTML:</code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>Jeśli atrybut sizes jest określony, te same rozmiary obrazków są wygenerowane, ale deskryptory szerokości są użyte w atrybucie srcset. Np. obrazek o szerokości 200 pikseli z gęstościami <code>1x, 1.5x, 2x</code> tworzy następujący kod HTML:</code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>Po więcej informacji na temat atrybutu srcset odwiedź <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a>.

# XPL.insertTags.0.0
source: Rich text editor
cs: Textový editor
es: Editor rich text
pl: Przyjazny edytor tekstu

# XPL.insertTags.0.1
source: For more information on TinyMCE, please visit <a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">https://www.tiny.cloud/tinymce/</a>.
es: Para obtener más información sobre TinyMCE, visite<a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">https://www.tiny.cloud/tinymce/</a>.

# XPL.insertTags.1.1
source: For more information on insert tags, please visit <a href="https://docs.contao.org/dev/framework/insert-tags/" target="_blank" rel="noreferrer noopener">https://docs.contao.org/dev/framework/insert-tags/</a>.
es: Para obtener más información sobre las etiquetas de inserción, visite <a href="https://docs.contao.org/dev/framework/insert-tags/" target="_blank" rel="noreferrer noopener">https://docs.contao.org/dev/framework/insert-tags/</a>.

# XPL.insertTags.2.1
source: For more information on Ace, please visit <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">https://ace.c9.io</a>.
es: Para obtener más información sobre Ace, visite <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">https://ace.c9.io</a>.
