Repository: contao/contao
Catalog: core-bundle/contao/languages/*/modules.xlf
Languages: de, es, fr, it, pl, ru, sr, tr

# FMD.closeAccount.0
source: Close account
de: Konto schließen
es: Eliminar cuenta
fr: Fermer le compte
it: Chiudi account
pl: Usuń konto
ru: Закрыть учетную запись
sr: Затвори налог
tr: Hesap kapatma

# FMD.closeAccount.1
source: Generates a form to delete a member account
de: Erzeugt ein Formular zur Löschung eines Benutzerkontos
es: Genera un formulario para eliminar la cuenta del miembro.
fr: Crée un formulaire pour supprimer le compte d'un membre.
it: Questo modulo crea un'area nel front end che permette agli utenti di cancellare il proprio account.
pl: Wygeneruj formularz do usunięcia konta użytkownika.
ru: Создает форму удаления учетной записи
sr: Израда форме за брисање налога члана
tr: Bir üye hesabının silinebileceği bir form oluşturur

# FMD.application
source: Applications
de: Anwendungen
es: Aplicaciones
it: Applicazioni
pl: Aplikacje
ru: Приложения
sr: Апликације
tr: Uygulamalar

# FMD.form.0
source: Form
de: Formular
es: Formulario
fr: Formulaire
pl: Formularz
ru: Форма
sr: Формулар

# FMD.form.1
source: Adds a form to the page
de: Fügt der Seite ein Formular hinzu
es: Este módulo añade un formulario a una web. Los datos de un formulario se pueden enviar por e-mail o puede ser procesados por otros módulo.
fr: Ajoute un formulaire dans la page.
it: aggiungi un form alla pagina.
pl: Ten moduł osadza na stronie formularz. Dane z formularza mogą być przesłane na podany przez ciebie e-mail lub przetworzone przez inny moduł.
ru: Добавляет форму на страницу
sr: Додавање формулара на страницу
tr: Sayfaya bir form ekler

# FMD.search.0
source: Search engine
de: Suchmaschine
es: Buscador
fr: Moteur de recherche
it: Motore di ricerca
pl: Wyszukiwarka
ru: Поисковая система
sr: Претрага
tr: Arama motoru

# FMD.search.1
source: Adds a search form to the page
de: Fügt der Seite ein Suchformular hinzu
es: Este módulo te permite hacer búsquedas en tu web.
fr: Ajoute un formulaire de recherche dans la page.
it: aggiungi un motore di ricerca alla pagina
pl: Ten moduł pozwala na wyszukiwanie treści w twoim serwisie.
ru: Добавляет форму поиска по веб-сайту на страницу
sr: Додавање претраге на страницу
tr: Sayfaya bir arama formu ekler

# FMD.articlelist.0
source: Article list
de: Artikelliste
es: Listado de artículos
fr: Liste d'articles
it: Lista articoli
pl: Lista artykułów
ru: Список статей
sr: Листа чланака
tr: Makale listesi

# FMD.articlelist.1
source: Generates a list of articles of a column
de: Erzeugt eine Liste aller Artikel einer Spalte
es: Este módulo muestra un listado de artículos de una columna particular.
fr: Génère une liste d'articles contenu dans une zone particulière.
it: genera un elenco di articoli di una colonna
pl: Ten moduł wyświetla listę artykułów w konkretnej kolumnie.
ru: Создает список статей в конкретной колонке
sr: Израда листе чланака у колони
tr: Bir sutunun makale listesini oluşturur

# FMD.miscellaneous
source: Miscellaneous
de: Verschiedenes
es: Varios
fr: Divers
it: Varie
pl: Inne
ru: Разное
sr: Разно
tr: Diğer

# FMD.randomImage.0
source: Random image
de: Zufallsbild
es: Imagen aleatoria
fr: Image aléatoire
it: Immagine casuale
pl: Losowe zdjęcie
ru: Случайное изображение
sr: Насумична слика
tr: Rastgele görsel

# FMD.randomImage.1
source: Adds a random image to the page
de: Fügt der Seite ein zufällig ausgewähltes Bild hinzu
es: Este módulo añade una imágen aleatoria a la página web.
fr: Ajoute une image aléatoire dans une page.
it: aggiunge un immagine casuale alla pagina.
pl: Ten moduł wstawia losowy obrazek (z kilku przez ciebie wybranych) na twoją stronę.
ru: Добавляет случайные изображения на страницу
sr: Додавање насумичне слике на страницу
tr: Sayfaya rastgele bir görsel ekler

# FMD.html.0
source: Custom HTML
de: Eigener HTML-Code
es: Código HTML personalizado
fr: Code HTML personnalisé
it: Codice HTML personalizzato
pl: Własny kod HTML
ru: Пользовательский HTML-код
sr: Прилагођени HTML кȏд
tr: Özel HTML

# FMD.html.1
source: Allows you to add custom HTML code
de: Erlaubt das Hinzufügen von eigenem HTML-Code
es: Este módulo permite incluir algún código HTML personalizado.
fr: Permet d'inclure du code HTML personnalisé.
it: ti permette di aggiungere codice HTML personalizzato
pl: Ten moduł pozwala na dołączenie do strony własnego kodu HTML.
ru: Позволяет добавлять собственный HTML-код
sr: Додавање произвољног HTML кȏда
tr: Özel bir HTML kodu eklenmesini sağlar

# FMD.unfiltered_html.0
source: Unfiltered HTML
de: Ungefiltertes HTML
it: HTML non filtrato
pl: Niefiltrowany HTML
ru: Нефильтрованный HTML
tr: Süzülmemiş HTML

# FMD.unfiltered_html.1
source: Allows you to add custom, unfiltered HTML code
de: Erlaubt das Hinzufügen von eigenem, ungefiltertem HTML-Code
it: Consente di aggiungere codice HTML personalizzato e non filtrato
pl: Umożliwia dodawanie niestandardowego, niefiltrowanego kodu HTML.
ru: Позволяет добавлять собственный нефильтрованный HTML-код.
tr: Özel, süzülmemiş bir HTML kodu eklemenizi sağlar

# FMD.template.0
source: Custom template
de: Individuelles Template
es: Plantilla personalizada
fr: Modèle personnalisé
it: Template personalizzato
pl: Własny szablon
ru: Пользовательский шаблон
sr: Прилагођени шаблон
tr: Özel kalıp

# FMD.template.1
source: Generates a module to insert a custom template.
de: Erzeugt ein Modul zum Einfügen eines eigenen Templates.
es: Genera un módulo para insertar una plantilla personalizada.
fr: Génère un module pour insérer un modèle personnalisé.
it: Genera un modulo per inserire un template personalizzato
pl: Generuje moduł do wstawienia własnego szablonu.
ru: Создает модуль для вставки пользовательского шаблона.
sr: Генерише модул за уметање у прилагођени шаблон.
tr: Özel bir kalıba eklenecek bir modül oluşturur.

# FMD.rssReader.0
source: RSS reader
es: Lector RSS
fr: Lecteur de flux RSS
pl: Czytnik RSS
ru: Просмотрщик RSS-каналов
sr: RSS читач
tr: RSS okuyucu

# FMD.rssReader.1
source: Adds an RSS feed to the page
de: Fügt der Seite einen RSS-Feed hinzu
es: Este módulo permite importar datos de RSS feeds.
fr: Ajoute un flux RSS à la page.
it: Questo modulo permette di importare Feed RSS.
pl: Tym modułem można pobrać wiadomości RSS innych serwisow internetowych.
ru: Добавляет RSS-канал на страницу
sr: Додавање RSS читача на страницу
tr: Sayfaya bir RSS akışı ekler

# FMD.two_factor.0
source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Vérification en deux étapes
it: Autenticazione a due fattori
pl: Uwierzytelnianie dwuskładnikowe
ru: Двухфакторная авторизация
sr: Двостепена аутентификација
tr: İki aşamalı kimlik doğrulama

# FMD.two_factor.1
source: Generates a form to set up or change two-factor authentication
de: Erzeugt ein Formular zur Einrichtung der Zwei-Faktor-Authentifizierung
es: Genera un formulario para configurar o cambiar la autenticación de dos factores
fr: Génère un formulaire pour configurer ou modifier l'authentication à deux facteurs
it: Genera un modulo per impostare o modificare l'autenticazione a due fattori
pl: Generuje formularz do skonfigurowania lub zmiany uwierzytelnienia dwuskładnikowego
ru: Создает форму для настройки или изменения двухфакторной авторизации
sr: Генерисање формулара за постављање или измену аутентификације у два корака
tr: İki aşamalı kimlik doğrulamasını ayarlayan ya da değiştiren bir form oluşturur

# FMD.root_page_dependent_modules.0
source: Root page dependent modules
de: Startseitenabhängige Module
es: Módulos dependientes de la página raíz
it: Moduli dipendenti dalla pagina principale
pl: Moduły zależne od punktu startowego
ru: Модули, зависящие от корневой страницы
sr: Модули зависни од коренске странице
tr: Kök sayfaya bağlı modüller

# FMD.root_page_dependent_modules.1
source: Generates different modules depending on the website root page
de: Erzeugt je nach Website-Startpunkt verschiedene Module
it: Genera differenti dipendenze dai moduli a seconda della pagina principale del sito web
pl: Generuje różne moduły w zależności od punktu startowego
ru: Создает различные модули в зависимости от корневой страницы веб-сайта
tr: Web sitesinin kök sayfasına bağlı olarak farklı modüller oluşturur

# MOD.accounts
source: Accounts
de: Benutzer
pl: Konta

# MOD.accounts
source: Account manager
es: Gestión de cuentas
fr: Gestion des comptes

# MOD.page.0
source: Site structure
fr: Structure de site

# MOD.page.1
source: Set up the site structure of your website(s)
fr: Organiser la structure de vos sites internet.

# MOD.files.0
source: File manager
fr: Explorateur de fichiers

# MOD.tl_style
source: Format definitions
fr: Définitions de formatage

# MOD.tl_style_sheet
source: Style sheets
fr: Feuilles de style

# MOD.css
source: Style sheets
fr: Feuilles de style

# FMD.navigation.1
source: Generates a navigation menu from the site structure
fr: Génère un menu de navigation à partir de la structure du site.

# FMD.quicknav.1
source: Generates a drop-down menu from the site structure
fr: Génère un menu de type liste déroulante à partir de la structure du site.

# FMD.sitemap.1
source: Generates a list of all pages in the site structure
fr: Génère une liste de toutes les pages de la structure du site.

# MOD.favorites.0
source: Favorites
de: Favoriten

# MOD.favorites.1
source: Manage your back end menu favorites
de: Verwalten Sie Ihre Backend-Menü-Favoriten

# FMD.rssReader.0
source: RSS reader (deprecated)
de: RSS-Leser (veraltet)

# FMD.feed_reader.0
source: Feed reader
de: Feed-Leser

# FMD.feed_reader.1
source: Adds an RSS, Atom or JSON feed to the page
de: Fügt der Seite einen RSS-, Atom- oder JSON-Feed hinzu
