Repository: contao/contao
Catalog: core-bundle/contao/languages/*/modules.xlf
Languages: de, es, fr, it, pl, ru, sr, tr

# MOD.content
source: Content
de: Inhalte
es: Contenido
fr: Contenu
it: Contenuti
pl: Zawartość
ru: Контент
sr: Садржај
tr: İçerik

# MOD.article.0
source: Articles
de: Artikel
es: Artículos
it: Articoli
pl: Artykuły
ru: Статьи
sr: Чланци
tr: Makaleler

# MOD.article.1
source: Manage articles and content elements
de: Artikel und Inhaltselemente verwalten
es: Los artículos se utilizan como contenedores de elementos de contenido como texto, imágenes o enlaces. Cada artículo se publica en una página concreta. Este módulo te permite la gestión de tus artículos.
fr: Gérer les articles et les éléments de contenu.
it: Gestisci gli articoli ed i contenuti
pl: Artykuły są używane jako kontenery dla zawartości takiej jak tekst, obrazki czy odnośniki. Każdy artykuł jest publikowany na ustalonej stronie. Ten moduł pozwala ci na zarządzanie artykułami na stronie.
ru: Управление статьями и элементами контента
sr: Управљање чланцима и елементима садржаја
tr: Makale ve içerik bileşenlerini yönetin

# MOD.form.0
source: Forms
de: Formulare
es: Formularios
fr: Formulaires
pl: Formularze
ru: Формы
sr: Формулари
tr: Formlar

# MOD.form.1
source: Create custom forms and store or send the submitted data
de: Individuelle Formulare gestalten und deren Daten speichern oder versenden
es: Este módulo te permite crear todo tipo de formularios web.
fr: Créer des formulaires personnalisés et stocker ou envoyer les données.
it: Crea moduli personalizzati e memorizza o invia i dati immessi
pl: Ten moduł pozwala ci na stworzenie każdego rodzaju formularzy.
ru: Создание пользовательских форм для получения или отправки представленных данных.
sr: Креирање властитих формулара за чување или слање примљених података
tr: Özel formlar oluşturun ve gönderilen verileri aktarın ya da kaydedin

# MOD.design
source: Layout
es: Diseño
fr: Présentation
pl: Układ
ru: Макет
sr: Распореди
tr: Düzen

# MOD.themes.0
source: Themes
es: Temas
fr: Thèmes
it: Temi
pl: Motywy
ru: Темы
sr: Теме
tr: Temalar

# MOD.themes.1
source: Manage themes, front end modules, page layouts or image sizes
de: Themes, Frontend-Module, Seitenlayouts oder Bildgrößen verwalten
es: Administrar temas, módulos frontales, diseños de página o tamaños de imágenes
fr: Gérer les thèmes, modules front office, les présentations de page ou les tailles d'images.
it: Gestisci temi, moduli front-end, layout di pagina o dimensioni delle immagini
pl: Zarządzaj motywami, modułami frontend, układami stron i rozmiarami obrazków.
ru: Управление темами, модулями внешнего интерфейса, макетами страниц или размерами изображений
sr: Управљање темама, фронт енд модулима, изгледима страница и величинама слика
tr: Temaları, ön yüz modüllerini, sayfa düzenlerini ya da görsel boyutlarını yönetin

# MOD.page.0
source: Pages
de: Seiten
es: Páginas
it: Pagine
pl: Strony
ru: Страницы
sr: Странице
tr: Sayfalar

# MOD.page.1
source: Set up the pages of your website(s)
de: Die Seiten der Webseite(n) erstellen
it: Configura le pagine dei tuoi siti web
pl: Skonfiguruj strony swojej witryny (witryn)
ru: Настройте страницы вашего веб-сайта(ов)
tr: Web sitelerinizin sayfalarını kurun

# MOD.tpl_editor.0
source: Templates
es: Plantillas
fr: Modèles
pl: Szablony
ru: Шаблоны
sr: Шаблони - Templates
tr: Kalıplar

# MOD.tpl_editor.1
source: Add or edit custom templates
de: Eigene Templates anlegen oder bearbeiten
es: Agregar o editar plantillas personalizadas
fr: Ajouter ou éditer des modèles.
it: Aggiungo o modifica template personalizzati
pl: Dodawaj lub edytuj własne templatki
ru: Добавить или редактировать пользовательские шаблоны
sr: Додај или уреди произвољни шаблон
tr: Özel kalıpları ekleyin ya da düzenleyin

# MOD.member.0
source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
pl: Użytkownicy
ru: Участники
sr: Чланови
tr: Üyeler

# MOD.member.1
source: Manage member accounts (front end)
de: Mitgliederkonten verwalten (Frontend)
es: Administrar cuentas de miembros (front-end)
fr: Gérer les comptes des membres (front office).
it: Gestisci account membro (front-end)
pl: Użytkownicy są zarejestrowanymi odwiedzającymi twoją stronę (np. klienci sklepu online, odbiorcy newslettera lub członkowie strefy chronionej hasłem). Ten moduł pozwala na zarządzanie użytkownikami.
ru: Управление учётными записями участников (внешний интерфейс).
sr: Управљање корисницима (ФронтЕнд)
tr: Üye hesaplarını yönetin (ön yüz)

# MOD.mgroup.0
source: Member groups
de: Mitgliedergruppen
es: Grupos de miembros
fr: Groupes de membres
it: Gruppi membri
pl: Grupy użytkowników
ru: Группы участников
sr: Групе чланова
tr: Üye grupları

# MOD.mgroup.1
source: Manage member groups (front end)
de: Mitgliedergruppen verwalten (Frontend)
es: Administrar grupos de miembros (front-end)
fr: Gérer les groupes de membres (front office).
it: Gestisci gruppi membri (front end)
pl: Zarządzaj grupami użytkowników (frontend)
ru: Управление группами участников (внешний интерфейс).
sr: Управљање групама корисника (фронт енд)
tr: Üye gruplarını yönetin (ön yüz)

# MOD.user.0
source: Users
de: Benutzer
es: Usuario
fr: Utilisateurs
it: Utenti
pl: Redaktorzy
ru: Пользователи
sr: Корисници
tr: Kullanıcılar

# MOD.user.1
source: Manage user accounts (back end)
de: Benutzerkonten verwalten (Backend)
es: Administrar cuentas de usuario (back-end)
fr: Gérer les comptes des utilisateurs (back office).
it: Gestisci account utente (back-end)
pl: Ten moduł pozwala ci na ustawienie nowych redaktorów i zarządzanie ich kontami.
ru: Управление учётными записями пользователей (панель управления).
sr: Управљање корисницима (БекЕнд)
tr: Kullanıcı hesaplarını yönetin (yönetim bölümü)

# MOD.group.0
source: User groups
de: Benutzergruppen
es: Grupos de usuarios
fr: Groupes d'utilisateurs
it: Gruppi utenti
pl: Grupy redaktorów
ru: Группы пользователей
sr: Групе корисника
tr: Kullanıcı grupları

# MOD.group.1
source: Manage user groups (back end)
de: Benutzergruppen verwalten (Backend)
es: Administrar grupos de usuario (back-end)
fr: Gérer les groupes d'utilisateurs (back office).
it: Gestisci i gruppi utente (back end)
pl: Zarządzaj grupami użytkowników (backend)
ru: Управление группами пользователей (панель управления).
sr: Управљање корисницима (бек енд)
tr: Kullanıcı gruplarını yönetin (yönetim bölümü)

# MOD.opt_in.0
source: Double opt-in
es: Doble opt-in
it: Doppio opt-in
pl: Podwójne opt-in
ru: Двойное подтверждение
sr: Двострука аутентификација
tr: Çift onaylı abonelik

# MOD.opt_in.1
source: Manage double opt-in tokens
de: Double Opt-In-Token verwalten
es: Administrar tokens de suscripción doble
fr: Gérer les jetons double opt-in.
it: Gestisci token doppio opt-in
pl: Zarządzaj tokenami podwójnego opt-in
ru: Управление двойными токенами
sr: Управљање токенима за двоструку аутентификацију
tr: Çift onaylı abonelik kodlarını yönetin

# MOD.system
source: System
es: Sistema
fr: Système
it: Sistema
ru: Система
sr: Систем
tr: Sistem

# MOD.files.0
source: Files
de: Dateien
es: Archivos
pl: Pliki
ru: Файлы
sr: Фајлови
tr: Dosyalar

# MOD.files.1
source: Manage files and folders
de: Dateien und Ordner verwalten
es: Administrar archivos y carpetas
fr: Gérer les fichiers et les répertoires.
it: Gestisci file e cartelle
pl: Zarządzaj plikami i folderami
ru: Управление файлами и каталогами
sr: Управљање фајловима и фолдерима
tr: Dosya ve klasörleri yönetin

# MOD.log.0
source: System log
es: Log del sistema
fr: Journal système
it: Registro eventi
pl: Logi
ru: Системный журнал
sr: Системски логови
tr: Sistem günlüğü

# MOD.log.1
source: Browse the system log
de: Das System-Log durchsuchen
es: Examinar el registro del sistema
fr: Parcourir le journal système
it: Sfoglia il registro di sistema
pl: Przeglądaj log systemowy
ru: Просмотр системного журнала
sr: Прегледај системски лог
tr: Sistem günlüğüne bakın

# MOD.settings.0
source: Settings
de: Einstellungen
es: Ajustes
fr: Configuration
it: Impostazioni generali
pl: Ustawienia
ru: Настройки
sr: Подешавања
tr: Ayarlar

# MOD.settings.1
source: Adjust the Contao configuration
de: Die Contao-Konfiguration anpassen
es: Ajustar la configuración de Contao
fr: Ajuster la configuration de Contao.
it: Regola la configurazione di Contao
pl: Ten moduł pozwala ci na zmodyfikowanie lokalnej instalacji i zmianę podstawowych parametrów, takich jak format daty czy czcionka.
ru: Настройка конфигурации Contao
sr: Прилагоди Contao кофнигурацију
tr: Contao yapılandırmasını ayarlayın

# MOD.preview_link.0
source: Preview links
de: Vorschau-Links
es: Enlaces de vista previa
it: Collegamenti di anteprima
pl: Linki podglądu
ru: Предпросмотр ссылок
sr: Линкови за преглед
tr: Ön izleme bağlantıları

# MOD.preview_link.1
source: Manage preview links for the front end.
de: Vorschau-Links für das Frontend verwalten.
es: administrar enlaces de vista previa para el front-end.
it: Gestisci i collegamenti di anteprima per il front-end.
pl: Zarządzaj linkami podglądu we frontendzie.
ru: Управление предпросмотром ссылок внешнего интерфейса.
sr: Управљање линковима за преглед Фронт енда.
tr: Ön izleme bağlantılarını ön yüzden yönetin.

# MOD.maintenance.0
source: Maintenance
de: Systemwartung
es: Mantenimiento
fr: Maintenance du système
it: Manutenzione
pl: Utrzymanie systemu
ru: Обслуживание
sr: Одржавање
tr: Bakım

# MOD.maintenance.1
source: Crawl the website or purge generated data
de: Die Webseite crawlen oder generierte Daten löschen
es: Rastrear el sitio web o purgar los datos generados
fr: Crawl le site et purge les données.
it: Scansione del sito Web ed eliminazione dei dati generati
pl: Zaindeksuj witrynę lub usuń wygenerowane dane
ru: Просканировать веб-сайт или удалить сгенерированные данные
sr: Crawl сајта или пражњење генерисаних података
tr: Web sitesini tarayın ya da oluşturulan verileri temizleyin

# MOD.security.0
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pl: Bezpieczeństwo
ru: Безопасность
sr: Безбедност
tr: Güvenlik

# MOD.security.1
source: Secure your account
de: Sichern Sie Ihr Konto ab
es: Asegure su cuenta
fr: Sécuriser votre compte
it: Proteggi il tuo account
pl: Zabezpiecz swoje konto
ru: Защитите свой аккаунт
sr: Обезбеди свој налог
tr: Hesabınızın güvenlik ayarlarını yapın

# MOD.undo.0
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Rétablir
it: Ripristina
pl: Odtwórz
ru: Восстановление
sr: Врати старију верзију
tr: Geri yükleme

# MOD.undo.1
source: Restore deleted records
de: Gelöschte Datensätze wiederherstellen
es: Si un registro de la base de datos fue eliminado por error, este módulo te permite recuperarlo. Eso no incluye archivos ni carpetas.
fr: Récupérer les enregistrements effacés.
it: Ripristina record eliminati
pl: Jeśli przez przypadek usunąłeś jakiś rekord w bazie danych, ten moduł pozwoli ci go przywrócić. Nie dotyczy plików ani katalogów.
ru: Восстановление удаленных записей
sr: Враћање обрисаних записа
tr: Silinmiş kayıtları geri yükleyin

# MOD.login.0
source: User profile
de: Benutzerprofil
es: Perfil del usuario
fr: Profil de l'utilisateur
it: Profilo utente
pl: Profil użytkownika
ru: Профиль пользователя
sr: Кориснички профил
tr: Kullanıcı profili

# MOD.login.1
source: Change your personal data or set a new password
de: Persönliche Daten ändern oder ein neues Passwort setzen
es: Este módulo permite al usuario actual cambiar su información personal como el nombre, correo electrónico o contraseña.
fr: Modifier vos informations personnelles ou définir un nouveau mot de passe.
it: Modifica i tuoi dati personali o cambia la password
pl: Ten moduł pozwala ci na zmienianie danych osobistych, takich jak imię, e-mail czy hasło.
ru: Изменение личных данных или пароля
sr: Промените Ваше личне податке или промените лозинку
tr: Kişisel verilerinizi ve parolanızı güncelleyin

# MOD.tl_content
source: Content elements
de: Inhaltselemente
es: Elementos de contenido
fr: Éléments de contenu
it: Elemento di contenuto
pl: Elementy treści
ru: Элементы контента
sr: Елементи садржаја
tr: İçerik bileşenleri

# MOD.tl_form_field
source: Fields
de: Felder
es: Campos
fr: Champs
it: Campi
pl: Pola
ru: Поля
sr: Поља
tr: Alanlar

# MOD.tl_image_size
source: Image sizes
de: Bildgrößen
es: Tamaños de imágen
fr: Dimensions des images
it: Dimensioni immagine
pl: Rozmiary obrazka
ru: Размеры изображения
sr: Величине слика
tr: Görsel boyutları

# MOD.tl_image_size_item
source: Media queries
ru: Media queries (Медиа-запросы)
sr: Медијски упити
tr: Ortam sorguları

# MOD.tl_layout
source: Page layouts
de: Seitenlayouts
es: Diseño de página
fr: Présentations de page
it: Layout pagina
pl: Układy stron
ru: Макеты страниц
sr: Распореди
tr: Sayfa düzenleri

# MOD.tl_module
source: Front end modules
de: Frontend-Module
es: Módulos del Front end
fr: Modules du front office
it: Moduli nel frontend
pl: Załączanie moduły
ru: Модули внешнего интерфейса
sr: ФронтЕнд модули
tr: Ön yüz modülleri

# MOD.modules
source: Front end modules
de: Frontend-Module
es: Módulos del Front end
fr: Modules du front office
it: Moduli nel frontend
pl: Załączanie moduły
ru: Модули внешнего интерфейса
sr: ФронтЕнд модули
tr: Ön yüz modülleri

# MOD.layout
source: Page layouts
de: Seitenlayouts
es: Diseño de página
fr: Présentations de page
it: Layout pagina
pl: Układy stron
ru: Макеты страниц
sr: Распореди
tr: Sayfa düzenleri

# MOD.image_sizes
source: Image sizes
de: Bildgrößen
es: Tamaños de imágen
fr: Dimensions des images
it: Dimensioni immagine
pl: Rozmiary obrazka
ru: Размеры изображения
sr: Величине слика
tr: Görsel boyutları

# MOD.theme_import
source: Theme import
es: Importar tema
fr: Importer un thème
it: Importa tema
pl: Import motywu
ru: Импорт темы
sr: Увоз теме
tr: Tema içe aktarma

# MOD.theme_export
source: Theme export
es: Exportar tema
fr: Exporter un thème
it: Export tema
pl: Eksport motywu
ru: Экспорт темы
sr: Извоз теме
tr: Tema dışa aktarma

# FMD.navigationMenu
source: Navigation
es: Navegación
it: Navigazione
pl: Nawigacja
ru: Навигация
sr: Навигација
tr: Gezinme

# FMD.navigation.0
source: Navigation menu
de: Navigationsmenü
es: Menú de navegación
fr: Menu de navigation
it: Menu navigazione
pl: Menu
ru: Меню навигации
sr: Навигациони мени
tr: Gezinme menüsü

# FMD.navigation.1
source: Generates a navigation menu from the pages
de: Erzeugt ein Navigationsmenü aus den Seiten
it: Genera un menu di navigazione dalle pagine
pl: Generuje menu nawigacyjne ze stron
ru: Создает меню навигации из страниц
tr: Sayfalardan bir gezinme menüsü oluşturur

# FMD.customnav.0
source: Custom navigation
de: Individuelle Navigation
es: Menú navegación pesonalizada
fr: Navigation personnalisée
it: Navigazione personalizzata
pl: Własne menu
ru: Выборочная навигация
sr: Прилагођена навигација
tr: Özel gezinme

# FMD.customnav.1
source: Generates a custom navigation menu
de: Erzeugt ein individuelles Navigationsmenü
es: Este módulo genera un menú de navegación personalizado de una selección de páginas.
fr: Génère un menu personnalisé.
it: genera un menu di navigazione personalizzato
pl: Ten moduł generuje menu na podstawie zaznaczonych stron.
ru: Создает выборочное меню навигации
sr: Израда прилагођеног навигационог менија
tr: Bir özel gezinme menüsü oluşturur

# FMD.breadcrumb.0
source: Breadcrumb navigation
de: Navigationspfad
es: Recorrido navegación
fr: Navigation "fil d'Ariane"
it: Navigazione breadcrumb
pl: Ścieżka nawigacji
ru: Навигация с историей посещения разделов
sr: "Breadcrumb" навигација
tr: Sayfa yolu gezinmesi

# FMD.breadcrumb.1
source: Generates a breadcrumb navigation menu
de: Erzeugt einen Navigationspfad
es: Este módulo añade un menú de recorrido (breadcrumb navigation) en la web.
fr: Génère un menu de type "fil d'Ariane".
it: Questo modulo include un menu breadcrumb in una pagina web.
pl: Ten moduł generuje ścieżkę nawigacji, czyli miejsce, gdzie aktualnie użytkownik znajduje się w serwisie (np. jeśli znajdujesz się na stronie o akademikach, ścieżka nawigacji będzie wyglądać mniej więcej tak: Strona główna -> Studenci -> Akademiki).
ru: Создает меню навигации с историей посещения разделов
sr: Израда "Breadcrumb" навигационог менија
tr: Bir sayfa yolu gezinme menüsü oluşturur

# FMD.quicknav.0
source: Quick navigation
es: Navegación rápida
fr: Navigation rapide
it: Navigazione veloce
pl: Szybka nawigacja
ru: Быстрая навигация
sr: Брза навигација
tr: Hızlı gezinme

# FMD.quicknav.1
source: Generates a drop-down menu from the pages
de: Erzeugt ein Dropdown-Menü aus den Seiten
it: Genera un drop-down menu dalle pagine
pl: Generuje rozwijane menu ze stron
ru: Создает выпадающее меню из страниц
tr: Sayfalardan bir açılan menü oluşturur

# FMD.quicklink.0
source: Quick link
es: Enlace rápido
fr: Lien rapide
it: Link veloce
pl: Szybki odnośnik
ru: Быстрая ссылка
sr: Брзи линк
tr: Hızlı bağlantı

# FMD.quicklink.1
source: Generates a custom drop-down menu
de: Erzeugt ein individuelles Dropdown-Menü
es: Este módulo genera un menú desplegable de una selección de páginas que permite saltar a una en particular.
fr: Génère un menu de type liste déroulante.
it: genera un menu a tendina personalizzabile.
pl: Ten moduł generuje rozwijane menu z linkami do zdeklarowanych przez ciebie stron. Po wybraniu jakiejś pozycji z tego menu zostaniesz przeniesiony do strony, która odpowiada danej pozycji w tym menu.
ru: Создает выборочное выпадающее меню.
sr: Израда прилагођеног падајућег менија
tr: Özel bir açılan menü oluşturur

# FMD.booknav.0
source: Book navigation
de: Buchnavigation
es: Libro de navegación
fr: Navigation "Livre"
it: Navigazione libro
pl: Nawigacja książkowa
ru: Книжная навигация
sr: "Book" навигација
tr: Kitap gezinmesi

# FMD.booknav.1
source: Generates a book navigation menu
de: Erzeugt ein Buchnavigationsmenü
es: genera un menú libro de navegación.
fr: Génère un menu de type "Livre".
it: genera un menu di navigazione libro
pl: Moduł generuje nawigację książkową.
ru: Создает меню книжной навигации
sr: Израда "Book" навигационог менија
tr: Bir kitap gezinme menüsü oluşturur

# FMD.articlenav.0
source: Article navigation
de: Artikelnavigation
es: Navegación de artículos
fr: Pagination d'articles
it: Navigatore articoli
pl: Nawigacja artykułów
ru: Навигация статей
sr: Навигација чланака
tr: Makale gezinmesi

# FMD.articlenav.1
source: Generates a pagination menu to navigate articles
de: Erzeugt ein Seitenumbruch-Menü zur Artikelnavigation
es: generar un menú de paginación para navegar por artículos
fr: Génère une pagination pour naviguer dans les articles.
it: genera un menu di navigazione degli articoli
pl: Ten moduł wyświetla nawigację artykułów aktualnej strony w formie paginacji.
ru: Создает меню разбиения на страницы для навигации по статьям
sr: Израда пагинације ради навигације кроз чланке
tr: Makalelerde gezinmek için bir sayfalandırma menüsü oluşturur

# FMD.sitemap.0
source: HTML sitemap
es: Mapa del sitio HTML
fr: Plan du site HTML
pl: HTML mapa strony
ru: HTML-карта веб-сайта.
sr: HTML мапа сајта
tr: HTML site haritası

# FMD.sitemap.1
source: Generates a list of all pages
de: Erzeugt eine Liste aller Seiten
it: Genera un elenco di tutte le pagine
pl: Generuje listę wszystkich stron
ru: Создает список всех страниц
tr: Tüm sayfaların listesini oluşturur

# FMD.user
source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
pl: Użytkownik
ru: Пользователь
sr: Корисник
tr: Kullanıcı

# FMD.login.0
source: Login form
de: Login-Formular
es: Formulario de conexión
fr: Formulaire de connexion
pl: Logowanie
ru: Форма авторизации
sr: Форма за пријаву
tr: Oturum açma formu

# FMD.login.1
source: Generates a login form
de: Erzeugt ein Anmeldeformular (Login)
es: Este módulo añade un formulario que permite a un miembro conectarse. Una vez que se haya conectado podrá acceder a las páginas protegidas con contraseña.
fr: Génère un formulaire de connexion.
it: genera un modulo di login
pl: Ten moduł osadza na stronie formularz, poprzez który użytkownik może się zalogować. Podczas gdy użytkownik jest zalogowany, posiada dostęp do stron chronionych hasłem (jeśli oczywiście posiada nadane odpowiednie uprawnienia).
ru: Создает форму авторизации
sr: Израда форме за пријављивање
tr: Bir oturum açma formu oluşturur

# FMD.logout.0
source: Automatic logout
de: Automatischer Logout
es: Desconexión automática
fr: Déconnexion automatique
it: Logout automatico
pl: Automatyczne wylogowanie
ru: Автоматический выход из системы
sr: Аутоматска одјава
tr: Otomatik oturum kapatma

# FMD.logout.1
source: Automatically logs out a member
de: Meldet ein Mitglied automatisch ab (Logout)
es: Cierra la sesión de un miembro automáticamente
fr: Déconnecter automatiquement un membre
it: Disconnetti automaticamente un membro
pl: Automatycznie wylogowuje użytkownika
ru: Автоматическое завершение сеанса участника
sr: Аутоматски излогуј корисника
tr: Bir üyenin oturumunu otomatik olarak kapatır

# FMD.personalData.0
source: Personal data
de: Personendaten
es: Datos personales
fr: Données personnelles
it: Dati personali
pl: Osobiste informacje
ru: Личные данные
sr: Лични подаци
tr: Kişisel veriler

# FMD.personalData.1
source: Generates a form to edit a member's personal data
de: Erzeugt ein Formular zur Bearbeitung der Mitgliedsdaten
es: Genera un formulario para editar los datos personales de un miembro.
fr: Génère un formulaire pour modifier les données personnelles d'un membre
it: Genera un modulo per modificare i dati personali di un membro
pl: Generuje formularz do edycji danych osobistych użyktownika
ru: Создает форму для заполнения личных данных участника
sr: Генерисање формулара за уређивање личних података корисника
tr: Bir üyenin kişisel verilerini güncelleyebileceği bir form oluşturur

# FMD.registration.0
source: Registration
de: Registrierung
es: Registro de miembros
fr: Formulaire d'inscription
it: Registrazione utenti
pl: Rejestracja użytkownika
ru: Регистрация пользователя
sr: Регистрација
tr: Kayıt

# FMD.registration.1
source: Generates a member registration form
de: Erzeugt ein Formular zur Mitgliederregistrierung
es: Genera un formulario de registro de miembros
fr: Génère un formulaire d'inscription de membre
it: Genera un modulo di registrazione per i membri
pl: Generuje formularz do rejestracji użytkownika
ru: Создает форму для заполнения участником при регистрации
sr: Генерисање формулара за регистрацију корисника
tr: Bir üye kayıt formu oluşturur

# FMD.changePassword.0
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Modifica la password
pl: Zmień hasło
ru: Сменить пароль
sr: Промени лозинку
tr: Parola değiştirme

# FMD.changePassword.1
source: Generates a form to change the password
de: Erzeugt ein Formular zur Passwort-Änderung
es: Genera un formulario para cambiar la contraseña
fr: Génère un formulaire pour changer le mot de passe
it: Genera il form per il cambio della password
pl: Generuje formularz do zmiany hasła
ru: Создает форму смены пароля
sr: Израда формулара за ресет лозинке
tr: Bir parola değiştirme formu oluşturur

# FMD.lostPassword.0
source: Lost password
de: Passwort vergessen
es: Contraseña perdida
fr: Mot de passe perdu
it: Password dimenticata
pl: Przypomnienie hasła
ru: Забытый пароль
sr: Изгубљена лозинка
tr: Parola unutma

# FMD.lostPassword.1
source: Generates a form to request a new password
de: Erzeugt ein Formular zur Passwort-Anforderung
es: Este módulo crea un formulario que permite a los usuarios del front end hacer una petición de nueva contraseña.
fr: Crée un formulaire de demande de nouveau mot de passe.
it: Questo modulo crea un'area nel front end che permette agli utenti di cambiare la loro password.
pl: Ten moduł tworzy formularz, który pozwala użytkownikom zmieniać swoje hasła.
ru: Создает форму запроса нового пароля
sr: Израда формулара захтева за нову лозинку
tr: Yeni parola isteği yapılabilecek bir form oluşturur
