Repository: contao/contao
Catalog: core-bundle/contao/languages/*/template_studio.xlf
Languages: cs, de, es, fr, ja, nl, pl, ru, sl, sv, tr

# template_studio.getting-started.0
source: Getting started
ru: Начало работы
tr: Başlarken

# template_studio.getting-started.1
source: Select a template from the browser. You can then inspect all its representations and create your own versions and variants.
ru: Выберите шаблон в браузере. После этого вы сможете изучить все его представления и создать собственные версии и варианты.
tr: Tarayıcıdan bir kalıp seçin. Daha sonra tüm görünümleri inceleyebilir ve kendi sürümleriniz ile çeşitlerinizi oluşturabilirsiniz.

# template_studio.theme-selector
source: Theme context
ru: Контекст темы
tr: Tema bağlamı

# template_studio.no_theme_context
source: Default/None
ru: По умолчанию/Нет
tr: Varsayılan/Yok

# template_studio.not_prefixed
source: without prefix
ru: без префикса
tr: ön ek olmadan

# template_studio.search_filter
source: Search templates…
ru: Поиск шаблонов…
tr: Kalıp ara…

# template_studio.operation.save.0
source: Save
ru: Сохранить
tr: Kaydet

# template_studio.operation.save.1
source: Save your template for %s
ru: Сохранить шаблон для %s
tr: %s için kalıbınızı kaydedin

# template_studio.operation.delete.0
source: Delete
ru: Удалить
tr: Silin

# template_studio.operation.delete.1
source: Delete your template for %s
ru: Удалить шаблон для %s
tr: %s için kalıbınızı silin

# template_studio.operation.create.0
source: Create your template
ru: Создать шаблон
tr: Kalıbınızı oluşturun

# template_studio.operation.create.1
source: Modify %s by creating your own template
ru: Модифицировать %s, создав свой шаблон
tr: Kendi kalıbınızı oluşturarak %s kalıbını değiştirin

# template_studio.operation.create_content_element_variant.0
source: Create variant
ru: Создать вариант
tr: Çeşit oluşturun

# template_studio.operation.create_content_element_variant.1
source: Create a new variant template for the %s content element
ru: Создать новый вариант шаблона для %s элемента контента
tr: %s içerik bileşeni için yeni bir çeşit kalıbı oluşturun

# template_studio.operation.rename_content_element_variant.0
source: Rename variant
ru: Переименовать вариант
tr: Çeşidin adını değiştirin

# template_studio.operation.rename_content_element_variant.1
source: Rename the %s variant template
ru: Переименовать %s вариант шаблона
tr: %s çeşit kalıbının adını değiştirin

# template_studio.operation.create_frontend_module_variant.0
source: Create variant
ru: Создать вариант
tr: Çeşit oluşturun

# template_studio.operation.create_frontend_module_variant.1
source: Create a new variant template for the %s front end module
ru: Создать новый вариант шаблона для %s модуля внешнего интерфейса
tr: %s içerik ön yüz modülü için yeni bir çeşit kalıbı oluşturun

# template_studio.operation.rename_frontend_module_variant.0
source: Rename variant
ru: Переименовать вариант
tr: Çeşidin adını değiştirin

# template_studio.operation.rename_frontend_module_variant.1
source: Rename the %s variant template
ru: Переименовать %s вариант шаблона
tr: %s çeşit kalıbının adını değiştirin

# template_studio.operation.create_page_variant.0
source: Create variant
ru: Создать вариант
tr: Çeşit oluşturun

# template_studio.operation.create_page_variant.1
source: Create a new variant template for the %s layout
ru: Создать новый вариант шаблона для макета %s
tr: %s yerleşimi için yeni bir çeşit kalıbı oluşturun

# template_studio.operation.rename_page_variant.0
source: Rename variant
ru: Переименовать вариант
tr: Çeşidin adını değiştirin

# template_studio.operation.rename_page_variant.1
source: Rename the %s variant template
ru: Переименовать %s вариант шаблона
tr: %s çeşit kalıbının adını değiştirin

# template_studio.operation.create_legacy_content_element_variant.0
source: Create variant
ru: Создать вариант
tr: Çeşit oluşturun

# template_studio.operation.create_legacy_frontend_module_variant.0
source: Create variant
ru: Создать вариант
tr: Çeşit oluşturun

# template_studio.operation.create_legacy_frontend_module_variant.1
source: Create a new variant template for the %s front end module
ru: Создать новый вариант шаблона для %s модуля внешнего интерфейса
tr: %s içerik ön yüz modülü için yeni bir çeşit kalıbı oluşturun

# template_studio.operation.create_legacy_page_variant.0
source: Create variant
ru: Создать вариант
tr: Çeşit oluşturun

# template_studio.operation.create_legacy_page_variant.1
source: Create a new variant template for the %s layout
ru: Создать новый вариант шаблона для макета %s
tr: %s yerleşimi için yeni bir çeşit kalıbı oluşturun

# template_studio.message.create.success
source: Your template for %s was created.
ru: Шаблон для %s был создан.
tr: %s kalıbınız oluşturuldu.

# template_studio.message.create.error
source: Your template for %s could not be created.
ru: Не удалось создать шаблон для %s.
tr: %s kalıbınız oluşturulamadı.

# template_studio.message.create_variant.success
source: The %s variant template was created.
ru: Вариант шаблона %s был создан.
tr: %s çeşit kalıbı oluşturuldu.

# template_studio.message.create_variant.error
source: A variant template for %s could not be created.
ru: Не удалось создать вариант шаблона для %s.
tr: %s için bir çeşit kalıbı oluşturulamadı.

# template_studio.message.rename_variant.success
source: The variant template was renamed to %s.
ru: Вариант шаблона %s был переименован.
tr: Çeşit kalıbının adı %s olarak değiştirildi.

# template_studio.message.rename_variant.error
source: The variant template %s could not be renamed.
ru: Не удалось переименовать вариант шаблона для %s.
tr: Çeşit kalıbının adı %s olarak değiştirilemedi.

# template_studio.message.save.success
source: Your template for %s was saved.
ru: Шаблон для %s был сохранен.
tr: %s için kalıbınız kaydedildi.

# template_studio.message.save.error
source: Your template for %s could not be saved.
ru: Не удалось сохранить шаблон для %s.
tr: %s için kalıbınız kaydedilemedi.

# template_studio.message.delete.success
source: Your template for %s was deleted.
ru: Шаблон для %s был удален.
tr: %s için kalıbınız silindi.

# template_studio.message.delete.error
source: Your template for %s could not be deleted.
ru: Не удалось удалить шаблон для %s.
tr: %s için kalıbınız silinemedi.

# template_studio.message.open_tab.error
source: The template %s cannot be found or opened in an editor tab.
ru: Шаблон %s не может быть найден или открыт во вкладке редактора.
tr: %s kalıbı bulunamadı ya da bir düzenleyici sekmesinde açık.

# template_studio.message.open_block_info.error
source: The block %s was not found yet. Did you save the template?
ru: Блок %s еще не найден. Вы сохранили шаблон?
tr: %s bloğu bulunamadı. Kalıbı kaydettiniz mi?

# template_studio.dialog.delete.confirm
source: This deletes your template for %s and cannot be undone.
ru: Это действие удалит ваш шаблон для %s без возможности восстановления.
tr: Bu işlem %s için kalıbınızı siler ve geri alınamaz.

# template_studio.dialog.create_variant
source: You are creating a new variant template for %s. Please define a unique name.
ru: Вы создаете новый вариант шаблона для %s. Пожалуйста, укажите уникальное имя.
tr: %s için yeni bir çeşit kalıbı oluşturuyorsunuz. Lütfen benzersiz bir ad verin.

# template_studio.dialog.rename_variant
source: Please define a new unique name for the variant template %s.
ru: Пожалуйста, укажите новое уникальное имя для варианта шаблона %s.
tr: Lütfen %s çeşit kalıbına yeni bir benzersiz ad verin.

# template_studio.editor_tab.relation.legacy_pair
source: The %identifier% template is provided in two formats. When making adjustments, prefer the Twig format to stay compatible with Contao 6.
ru: Шаблон %identifier% представлен в двух форматах. При внесении изменений предпочтительнее использовать формат Twig для обеспечения совместимости с Contao 6.
tr: %identifier% kalıbı iki biçimde sunulur. Ayarlarken Contao 6 ile uyumlu kalmak için Twig biçimini kullanın.

# template_studio.editor_tab.relation.not_analyzable
source: The template's relation cannot be analyzed because it contains errors.
ru: Анализ связей шаблона невозможен, так как он содержит ошибки.
tr: Kalıp ilişkisi hatalar bulunduğundan incelenemedi.

# template_studio.editor_tab.relation.no_extend_warning
source: This template overwrites all previously defined content because it does not extend %previous%.
ru: Данный шаблон перезаписывает весь ранее определенный контент, поскольку не расширяет %previous%.
tr: Bu kalıp, %previous% genişletmediği için daha önce tanımlanmış tüm içeriği değiştirir.

# template_studio.editor_tab.relation.no_use_warning
source: This template ignores all previously defined content because it does not use %previous%.
ru: Данный шаблон игнорирует весь ранее определенный контент, поскольку не использует %previous%.
tr: Bu kalıp, %previous% kullanmadığı için daha önce tanımlanmış tüm içeriği yok sayar.

# template_studio.info.block.title
source: Hierarchy of block %block%
ru: Иерархия блока %block%
tr: %block% bloğunun hiyerarşisi

# template_studio.info.block.hierarchy
source: Block %block% is originally defined in the %namespace% namespace and is modified %modify_count% time(s) when rendering the %target_template% template.
ru: Блок %block% первоначально определен в пространстве имен %namespace% и изменен %modify_count% раз(а) при отрисовке шаблона %target_template%.
tr: %block% bloğu, özgün olarak %namespace% ad alanında tanımlanmış ve %target_template% kalıbını oluştururken %modify_count% kez değiştirildi.

# template_studio.info.block.flat_hierarchy
source: Block %block% is originally defined in the %target_template% template.
ru: Блок %block% первоначально определен в шаблоне %target_template%.
tr: %block% bloğu özgün olarak %target_template% kalıbında tanımlanmış.

# template_studio.info.block.overwrite_warning
source: This template defines content for the %block% block without using the %expression_to_use% expression. This overwrites previously defined content.
ru: Данный шаблон определяет контент для блока %block% без использования выражения %expression_to_use%. Это перезапишет весь ранее определенный контент.
tr: Bu kalıp %block% bloğundaki içeriği %expression_to_use% ifadesini kullanmadan tanımlıyor. Bu durum önceki tanımlanmış içeriği değiştirir.

# getting-started.0
source: Getting started
cs: Jak začít
de: Erste Schritte
es: Empezando
fr: Pour commencer
ja: 開始する
nl: Aan de slag
pl: Rozpoczęcie pracy
sl: Kako začeti?
sv: Komma igång

# getting-started.1
source: Select a template from the browser. You can then inspect all its representations and create your own versions and variants.
cs: Vyberte předlohu z prohlížeče. Můžete je pak prověřit všechny její podoby a vytvořit vlastní verze a varianty.
de: Wählen Sie ein Template aus dem Browser aus. Sie können dann alle seine Darstellungen einsehen und Ihre eigenen Versionen und Varianten erstellen.
es: Selecciona una plantilla en el navegador. Podrás inspeccionar todas sus representaciones y crear tus propias versiones y variantes.
fr: Sélectionnez un modèle dans le navigateur. Vous pourrez ensuite inspecter toutes ses représentations et créer vos propres versions et variantes.
ja: ブラウザーでテンプレートを選択してください。そうすると、そのすべての表現を分析でき、独自のバージョンと異形を作成できます。
nl: Selecteer een sjabloon in de browser. Je kunt vervolgens alle weergaven ervan bekijken en je eigen versies en varianten maken.
pl: Wybierz szablon z przeglądarki. Możesz następnie przejrzeć wszystkie jego reprezentacje i tworzyć własne wersje i warianty.
sv: Välj en mall i webbläsaren. Du kan sedan inspektera alla dess representationer och skapa dina egna versioner och varianter.

# theme-selector
source: Theme context
cs: Kontext vzhledu
de: Theme-Kontext
es: Contexto del tema
fr: Contexte du thème
ja: テーマのコンテキスト
nl: Thema context
pl: Kontekst motywu
sv: Tema sammanhang

# no_theme_context
source: Default/None
cs: Výchozí/ne
de: Standard/Keiner
es: Predeterminado/Ninguno
fr: Par défaut/Aucun
ja: 初期値/なし
nl: Standaard/Geen
pl: Domyślny/Brak
sl: Privzeto/Brez
sv: Standard/ingen

# not_prefixed
source: without prefix
de: ohne Präfix
ja: プリフィックスなし
pl: bez prefiksu

# operation.save.0
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Sauvegarder
ja: 保存
nl: Opslaan
pl: Zapisz
sl: Shrani
sv: Spara

# operation.save.1
source: Save your template for %s
cs: Uložit vaši předlohu pro %s
de: Ihr Template für %s speichern
es: Guarda tu plantilla para %s
fr: Sauvegarder votre modèle pour %s
ja: %sのテンプレートを保存
nl: Bewaar je template voor %s
pl: Zapisz swój szablon dla %s
sl: Shrani predlogo za %s
sv: Spara din mall för %s

# operation.delete.0
source: Delete
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
nl: Verwijder
pl: Usuń
sl: Izbriši
sv: Radera

# operation.delete.1
source: Delete your template for %s
cs: Smazat vaši předlohu pro %s
de: Ihr Template für %s löschen
es: Eliminar tu plantilla para %s
fr: Supprimer votre modèle pour %s
ja: %sのテンプレートを削除
nl: Verwijder je template voor %s
pl: Usuń swój szablon dla %s
sl: Izbriši predlogo za %s
sv: Ta bort din mall för %s

# operation.create.0
source: Create your template
cs: Vytvořit novou předlohu
de: Ihr Template erstellen
es: Crea tu plantila
fr: Créer votre modèle
ja: テンプレートを作成
nl: Maak je template
pl: Utwórz swój szablon
sl: Ustvari predlogo
sv: Skapa din mall

# operation.create.1
source: Modify %s by creating your own template
cs: Upravit %s vytvoření vlastní předlohy
de: %s durch ein eigenes Template modifizieren
es: Modifica %s creando tu propia plantilla
fr: Modifier %s en créant votre propre modèle
ja: 独自のテンプレートを作成して%sを修正
nl: Wijzig %s door je eigen template te maken.
pl: Zmodyfikuj %s tworząc własny szablon
sl: Uredi %s tako, da ustvariš predlogo
sv: Modifiera %s genom att skapa din egen mall

# operation.create_content_element_variant.0
source: Create variant
cs: Vytvořit variantu
de: Variante erstellen
es: Crear variante
fr: Créer une variante
ja: バリアントを作成
nl: Maak variant
pl: Utwórz wariant
sl: Ustvari različico
sv: Skapa variant

# operation.create_content_element_variant.1
source: Create a new variant template for the %s content element
cs: Vytvořit variantu předlohy pro %s obsahový element
de: Ein neues Varianten-Template für das Inhaltselement %s erstellen
es: Crear una nueva plantilla de variante para el elemento %s de contenido
fr: Créer un nouveau modèle de variante pour l'élément de contenu %s
ja: %sのコンテント要素の新しいバリアント・テンプレートを作成
nl: Maak een nieuwe variant template voor content element %s.
pl: Utwórz nowy wariant szablonu dla elementu treści %s
sv: Skapa en ny variantmall för %s innehållselementet

# operation.rename_content_element_variant.0
source: Rename variant
cs: Přejmenovat variantu
de: Variante umbenennen
es: Renombrar variante
fr: Renommer la variante
ja: バリアントの名前を変更
nl: Variant hernoemen
pl: Zmień nazwę wariantu
sl: Preimenuj različico
sv: Byt namn på variant

# operation.rename_content_element_variant.1
source: Rename the %s variant template
cs: Přejmenovat variantu předlohy %s
de: Das Varianten-Template %s umbenennen
es: Cambiar el nombre de la plantilla %s de variante
fr: Renommer le modèle de variante %s
ja: %sというバリアント・テンプレートの名前を変更
nl: Template variant %s hernoemen
pl: Zmień nazwę szablonu wariantu %s
sl: Preimenuj %s različico predloge
sv: Byt namn på %s variantmallen

# operation.create_frontend_module_variant.0
source: Create variant
cs: Vytvořit variantu
de: Variante erstellen
es: Crear variante
fr: Créer une variante
ja: バリアントを作成
nl: Maak variant
pl: Utwórz wariant
sl: Ustvari različico
sv: Skapa variant

# operation.create_frontend_module_variant.1
source: Create a new variant template for the %s front end module
cs: Vytvořit variantu předlohy pro %s frotendového modulu
de: Ein neues Varianten-Template für das Frontend-Modul %s erstellen
es: Crear una nueva plantilla de variante para el módulo front-end %s
fr: Créer un nouveau modèle de variante pour le module front-end %s
ja: %sのフロントエンドモジュールの新しいバリアント・テンプレートを作成
nl: Maak een nieuwe variant template voor front-end module %s.
pl: Utwórz nowy wariant szablonu dla modułu front-end %s
sl: Ustvari novo različico predloge za modul %s
sv: Skapa en ny variantmall för %s frontend-modulen

# operation.rename_frontend_module_variant.0
source: Rename variant
cs: Přejmenovat variantu
de: Variante umbenennen
es: Renombrar variante
fr: Renommer la variante
ja: バリアントの名前を変更
nl: Variant hernoemen
pl: Zmień nazwę wariantu
sl: Preimenuj različico
sv: Byt namn på variant

# operation.rename_frontend_module_variant.1
source: Rename the %s variant template
cs: Přejmenovat variantu předlohy %s
de: Das Varianten-Template %s umbenennen
es: Cambiar el nombre de la plantilla %s de variante
fr: Renommer le modèle de variante %s
ja: %sというバリアント・テンプレートの名前を変更
nl: Template variant %s hernoemen
pl: Zmień nazwę szablonu wariantu %s
sl: Preimenuj %s različico predloge
sv: Byt namn på %s variantmallen

# operation.create_page_variant.0
source: Create variant
de: Variante erstellen
es: Crear variante
fr: Créer une variante
ja: バリアントを作成
nl: Maak variant
pl: Utwórz wariant
sl: Ustvari različico
sv: Skapa variant

# operation.create_page_variant.1
source: Create a new variant template for the %s layout
de: Ein neues Varianten-Template für das Layout %s erstellen
fr: Créer un nouveau modèle de variante pour la présentation %s
ja: %sというテンプレート用の新しいバリアント・テンプレートを作成
pl: Utwórz nowy wariant szablonu dla układu %s
sl: Ustvari novo različico predloge za postavitev strani %s
sv: Skapa en ny variantmall för layouten %s

# operation.rename_page_variant.0
source: Rename variant
de: Variante umbenennen
es: Renombrar variante
fr: Renommer la variante
ja: バリアントの名前を変更
nl: Variant hernoemen
pl: Zmień nazwę wariantu
sl: Preimenuj različico
sv: Byt namn på variant

# operation.rename_page_variant.1
source: Rename the %s variant template
de: Das Varianten-Template %s umbenennen
es: Cambiar el nombre de la plantilla %s de variante
fr: Renommer le modèle de variante %s
ja: %sというバリアント・テンプレートの名前を変更
nl: Template variant %s hernoemen
pl: Zmień nazwę szablonu wariantu %s
sl: Preimenuj %s različico predloge
sv: Byt namn på %s variantmallen

# message.create.success
source: Your template for %s was created.
cs: Byla vytvořena vaše předloha pro %s.
de: Ihr Template für %s wurde erstellt.
es: Su plantilla para %s fue creada.
fr: Votre modèle pour %s a été créé.
ja: %sのテンプレートを作成しました。
nl: Uw template voor %s is aangemaakt.
pl: Twój szablon dla %s został utworzony.
sl: Različica za predlogo %sje bila ustvarjena.
sv: Din mall för %s skapades.

# message.create.error
source: Your template for %s could not be created.
cs: Nemohla být vytvořena vaše předloha %s.
de: Ihr Template für %s konnte nicht erstellt werden.
es: No se pudo crear su plantilla %s.
fr: Votre modèle pour %s n'a pas pu être créé.
ja: %sのテンプレートを作成できませんでした。
nl: Uw template voor %s kon niet worden aangemaakt.
pl: Nie udało się utworzyć szablonu dla %s.
sl: Predloge za %sni bilo moč ustvariti.
sv: Din mall för %s kunde inte skapas.

# message.create_variant.success
source: The %s variant template was created.
cs: Byla vytvořena varianta předlohy %s.
de: Das Varianten-Template %s wurde erstellt.
es: Se ha creado la plantilla de variante %s.
fr: Le modèle de variante %s a été créé.
ja: %sというバリアント・テンプレートを作成しました。
nl: Template variant %s is aangemaakt
pl: Szablon wariantu %s został utworzony.
sl: Različica predloge %sje bila ustvarjena.
sv: Variantmallen %s har skapats.

# message.create_variant.error
source: A variant template for %s could not be created.
cs: Nemohla být vytvořena varianta předlohy %s.
de: Ein Varianten-Template für %s konnte nicht erstellt werden.
es: No se pudo crear una plantilla variante para %s.
fr: Un modèle de variante pour %s n'a pas pu être créé.
ja: %sのバリアント・テンプレートを作成できませんでした。
nl: Er kon geen template variant voor %s worden gemaakt.
pl: Nie udało się utworzyć szablonu wariantu dla %s.
sl: Različica predloge za %s ni bila ustvarjena.
sv: En variantmall för %s kunde inte skapas.

# message.rename_variant.success
source: The variant template was renamed to %s.
cs: Byla přejmenována varianta předlohy %s.
de: Das Varianten-Template wurde in %s umbenannt.
es: La plantilla de variante fue renombrada a %s.
fr: Le modèle de variante a été renommé en %s.
ja: %sにバリアント・テンプレートの名前を変更しました。
nl: De template variant is hernoemd naar %s.
pl: Nazwa szablonu wariantu została zmieniona na %s.
sl: Različica predloge je bila preimenovana v %s.
sv: Variantmallen byttes namn till %s.

# message.rename_variant.error
source: The variant template %s could not be renamed.
cs: Nemohla být přejmenována varianta předlohy %s
de: Das Varianten-Template %s konnte nicht umbenannt werden.
es: No se pudo cambiar el nombre de la plantilla de variante %s.
fr: Le modèle de variante %s n'a pas pu être renommé.
ja: %sというバリアント・テンプレートの名前を変更できませんでした。
nl: Template variant %s kon niet hernoemd worden.
pl: Nie udało się zmienić nazwy szablonu wariantu %s.
sl: Ne morem preimenovati različice predloge %s.
sv: Det gick inte att byta namn på variantmallen %s.

# message.save.success
source: Your template for %s was saved.
cs: Byla uložená vaše předloha %s.
de: Ihr Template für %s wurde gespeichert.
es: Su plantilla %s fue guardada.
fr: Votre modèle pour %s a été sauvegardé.
ja: %sのテンプレートを保存しました。
nl: Uw template voor %s is opgeslagen.
pl: Twój szablon dla %s został zapisany.
sl: Predloga za %sje shranjena.
sv: Din mall för %s sparades.

# message.save.error
source: Your template for %s could not be saved.
cs: Nemohla být uložena vaše předloha %s.
de: Ihr Template für %s konnte nicht gespeichert werden.
es: No se pudo guardar tu plantilla para %s.
fr: Votre modèle pour %s n'a pas pu être sauvegardé.
ja: %sのテンプレートを保存できませんでした。
nl: Uw template voor %s kon niet worden opgeslagen.
pl: Nie udało się zapisać szablonu dla %s.
sl: Predloge za %sni bilo mogoče shraniti.
sv: Din mall för %s kunde inte sparas.

# message.delete.success
source: Your template for %s was deleted.
cs: Byla smazána vaše předloha pro %s.
de: Ihr Template für %s wurde gelöscht.
es: Su plantilla para %s fue eliminada.
fr: Votre modèle pour %s a été supprimé.
ja: %sのテンプレートを削除しました。
pl: Twój szablon dla %s został usunięty.
sl: Predloga za %sje izbrisana.
sv: Din mall för %s togs bort.

# message.delete.error
source: Your template for %s could not be deleted.
cs: Nemohla být smazána vaše předloha pro %s.
de: Ihr Template für %s konnte nicht gelöscht werden.
es: No se pudo eliminar su plantilla para %s.
fr: Votre modèle pour %s n'a pas pu être supprimé.
ja: %sのテンプレートを削除できませんでした。
pl: Nie udało się usunąć szablonu dla %s.
sl: Predloge za %sni bilo mogoče izbrisati.
sv: Din mall för %s kunde inte tas bort.

# message.open_tab.error
source: The template %s cannot be found or opened in an editor tab.
cs: Nepodařilo se najít či otevřít v editoru danou předlohu %s
de: Das Template %s kann nicht gefunden oder in einem Editor-Tab geöffnet werden.
es: No se puede encontrar o abrir la plantilla %s en una pestaña del editor.
fr: Le modèle %s ne peut être trouvé ou ouvert dans un onglet de l'éditeur.
ja: エディターのタブで%sというテンプレートを見つけられないか、開くことができませんでした。
pl: Szablon %s nie może zostać znaleziony lub otwarty w karcie edytora.
sl: Predloge %s ne najdem oz. je ne morem odpreti v zavihku za urejanje.
sv: Mallen %s kan inte hittas eller öppnas i en redigeringsflik.

# message.open_block_info.error
source: The block %s was not found yet. Did you save the template?
cs: Nebyl nalezený blok %s. Uložili jste danou předlohu?
de: Der Block %s wurde noch nicht gefunden. Haben Sie das Template gespeichert?
es: Aún no se encontró el bloque %s. ¿Guardaste la plantilla?
fr: Le bloc %s n'a pas encore été trouvé. Avez-vous sauvegardé le modèle ?
ja: %sというブロックが見つかりません。テンプレートを保存しましたか?
pl: Blok %s nie został jeszcze znaleziony. Czy zapisałeś szablon?
sv: Blocket %s hittades inte ännu. Har du sparat mallen?
