Repository: contao/contao
Catalog: core-bundle/contao/languages/*/template_studio.xlf
Languages: cs, de, es, fr, ja, nl, pl, ru, sl, sv, tr

# dialog.delete.confirm
source: This deletes your template for %s and cannot be undone.
cs: Tím dojde ke smazání vaši předlohy pro %s a tento krok nelze odvolat.
de: Dies löscht Ihr Template für %s und kann nicht rückgängig gemacht werden.
es: Esto elimina tu plantilla %s y no se puede deshacer.
fr: Ceci supprimera votre modèle pour %s et cette action est irréversible.
ja: %sのテンプレートの削除をすぐに行い、取り消すことはできません。
pl: Ta operacja usunie twój szablon dla %s i nie może być cofnięta.
sl: To bo izbrisalo predlogo za %s in izbris ne more biti razveljavljen.
sv: Detta raderar din mall %s och kan inte göras ogjort.

# dialog.create_variant
source: You are creating a new variant template for %s. Please define a unique name.
cs: Vytváříte novou variantu předlohy pro %s. Zadejte prosím jedinečný název.
de: Sie erstellen ein neues Varianten-Template für %s. Bitte geben Sie einen eindeutigen Namen ein.
es: Está creando una nueva plantilla de variante para %s. Por favor, defina un nombre único.
fr: Vous créez un nouveau modèle de variante pour %s. Veuillez définir un nom unique.
ja: %sの新しいバリアント・テンプレートを作成しようとしています。重複しない名前を指定してください。
pl: Tworzysz nowy wariant szablonu dla %s. Podaj unikalną nazwę.
sl: Ustvarjate novo različico predloge za %s. Prosim, podajte ji unikatno ime.
sv: Du håller på att skapa en ny variantmall för %s. Vänligen definiera ett unikt namn.

# dialog.rename_variant
source: Please define a new unique name for the variant template %s.
cs: Zadejte prosím jedinečný název pro variantu předlohy %s.
de: Bitte geben Sie einen eindeutigen Namen für das Varianten-Template %s ein.
es: Defina un nuevo nombre único para la plantilla de variante %s.
fr: Veuillez définir un nouveau nom unique pour le modèle de variante %s.
ja: %sというバリアント・テンプレートの新しい重複しない名前を指定してください。
pl: Podaj nową unikalną nazwę dla szablonu wariantu %s.
sl: Prosim, podajte novo unikatno ime za različico predloge %s.
sv: Vänligen definiera ett nytt unikt namn för variantmallen %s.

# editor_tab.relation.legacy_pair
source: The %identifier% template is provided in two formats. When making adjustments, prefer the Twig format to stay compatible with Contao 6.
de: Das %identifier%-Template ist in zwei Formaten verfügbar. Wenn Sie Anpassungen machen, bevorzugen Sie das Twig-Format, um mit Contao 6 kompatibel zu bleiben.
ja: %identifier%のテンプレートは2つの形式で提供されます。テンプレートを調整するときは、Contao 6でも互換性と保てるTwig形式の方が良いです。
pl: Szablon %identifier% jest dostępny w dwóch formatach. Podczas wprowadzania zmian preferuj format Twig, aby zachować kompatybilność z Contao 6.

# editor_tab.relation.not_analyzable
source: The template's relation cannot be analyzed because it contains errors.
cs: Vztah předlohy nelze analyzovat, protože obsahuje chyby.
de: Die Beziehung des Templates kann nicht analysiert werden, da es Fehler enthält.
es: No se puede analizar la relación de la plantilla porque contiene errores.
fr: La relation du modèle ne peut pas être analysée car elle contient des erreurs.
ja: このテンプレートの関係はエラーを含んでいるため解析できません。
pl: Relacja szablonu nie może zostać przeanalizowana, ponieważ zawiera błędy.
sv: Mallens relation kan inte analyseras eftersom den innehåller fel.

# editor_tab.relation.no_extend_warning
source: This template overwrites all previously defined content because it does not extend %previous%.
cs: Tato předloha přepíše všechen předtím definovaný obsah, protože nerozšiřuje %pevious%.
de: Dieses Template überschreibt alle zuvor definierten Inhalte, da es %previous% nicht erweitert.
fr: Ce modèle écrase tout le contenu précédemment défini car il n'étend pas %previous%.
ja: %previous%を拡張していないので、このテンプレートは以前に定義した内容をすべて上書きします。
pl: Ten szablon nadpisuje całą wcześniej zdefiniowaną zawartość, ponieważ nie rozszerza %previous%.
sv: Denna mall skriver över allt tidigare definierat innehåll eftersom den inte förlänger %previous%.

# editor_tab.relation.no_use_warning
source: This template ignores all previously defined content because it does not use %previous%.
cs: Tato předloha ignoruje všechen předtím definovaný obsah, protože nepoužívá %previous%.
de: Diese Vorlage ignoriert alle zuvor definierten Inhalte, da sie %previous% nicht nutzt.
es: Esta plantilla ignora todo el contenido definido previamente porque no utiliza %previous%.
fr: Ce modèle ignore tout le contenu précédemment défini car il n'utilise pas %previous%.
ja: %previous%を使用していないので、このテンプレートは以前に定義した内容をすべて無視します。
pl: Ten szablon ignoruje całą wcześniej zdefiniowaną zawartość, ponieważ nie używa %previous%.
sv: Den här mallen ignorerar allt tidigare definierat innehåll eftersom den inte använder %previous%.

# info.block.title
source: Hierarchy of block %block%
cs: Hierarchie bloku %block%
de: Hierarchie des Blocks %block%
es: Jerarquía de bloques %block%
fr: Hiérarchie du bloc %block%
ja: %block%というブロックの階層
pl: Hierarchia bloku %block%
sv: Hierarki för block %block%.

# info.block.hierarchy
source: Block %block% is originally defined in the %namespace% namespace and is modified %modify_count% time(s) when rendering the %target_template% template.
cs: Blok %block% je původně definovaný v názvu %namespace% a je modifikovaný %modify_count%-krát, když se načte předloha %target_template%.
de: Der Block %block% ist ursprünglich im %namespace%-Namensraum definiert und wird beim Rendern des %target_template%-Templates %modify_count% Mal geändert.
es: El bloque %block% se define originalmente en el espacio de nombres %namespace% y se modifica %modify_count% vec(es) al renderizar la plantilla %target_template%.
fr: Le bloc %block% est défini à l'origine dans l'espace de noms %namespace% et est modifié %modify_count% fois lors du rendu du modèle %target_template%.
ja: %block%というブロックは%namespace%というネームスペースで元々は定義されていて、%target_template%というテンプレートを表示する時に%modify_count%回の修正を受けています。
pl: Blok %block% jest pierwotnie zdefiniowany w przestrzeni nazw %namespace% i jest modyfikowany %modify_count% raz(y) podczas renderowania szablonu %target_template%.
sv: Block %block% definieras ursprungligen i namnrymden %namespace% och modifieras %modify_count% gång(ar) vid rendering av mallen %target_template%.

# info.block.flat_hierarchy
source: Block %block% is originally defined in the %target_template% template.
cs: Blok %block% je původně definovaný v předloze %target_template%.
de: Der Block %block% ist ursprünglich im %target_template%-Template definiert.
es: El bloque %block% se define originalmente en la plantilla %target_template%.
fr: Le bloc %block% est défini à l'origine dans le modèle %target_template%.
ja: %block%というブロックは%target_template%というテンプレートで元々は定義されています。
pl: Blok %block% jest pierwotnie zdefiniowany w szablonie %target_template%.
sv: Blocket %block% definieras ursprungligen i mallen %target_template%.

# info.block.overwrite_warning
source: This template defines content for the %block% block without using the %expression_to_use% expression. This overwrites previously defined content.
cs: Předloha definuje obsah pro blok %block% bez použití výrazu %expression_to_use%. To přepíše předtím definovaný obsah.
de: Dieses Template definiert den Inhalt für den %block%-Block, ohne den Ausdruck %expression_to_use% zu verwenden. Dies überschreibt den zuvor definierten Inhalt.
es: Esta plantilla define el contenido del bloque %block% sin usar la %expresión xpression_to_use%. Esto sobrescribe el contenido definido previamente.
fr: Ce modèle définit du contenu pour le bloc %block% sans utiliser l'expression %expression_to_use%. Cela écrase le contenu précédemment défini.
ja: このテンプレートは%block%というブロックの内容を%expression_to_use%という式を使わずに定義しています。これは以前に定義した内容を上書きします。
pl: Ten szablon definiuje zawartość dla bloku %block% bez użycia wyrażenia %expression_to_use%. To nadpisuje wcześniej zdefiniowaną zawartość.
sv: Denna mall definierar innehåll för blocket %block% utan att använda uttrycket %expression_to_use%. Detta skriver över tidigare definierat innehåll.
