Repository: contao/contao
Catalog: comments-bundle/src/Resources/contao/languages/*/*_comments.xlf
Languages: cs, es, fa, pt, tr

# tl_comments.source.0
source: Origin
cs: Zdroj
es: Fuente
fa: منشاء
pt: Origem
tr: Aslı

# tl_comments.source.1
source: The associated table.
cs: Tabulka, odkud pochází.
es: La tabla asociada.
fa: جدول وابسته.
pt: A tabela associada.
tr: İlişkili tablo

# tl_comments.parent.0
source: Parent ID
cs: ID rodičovského elementu
es: ID del padre
fa: شناسه والد
pt: ID pai
tr: Üst öge kodu

# tl_comments.parent.1
source: The associated record.
cs: K tomu náležící rodičovský záznam.
es: El registro asociado.
fa: رکورد وابسته.
pt: O registro associado.
tr: İlişkili kayıt

# tl_comments.date.0
source: Date
cs: Datum
es: Fecha
fa: تاریخ
pt: Data
tr: Tarih

# tl_comments.date.1
source: Please enter the comment date.
cs: Zadejte prosím datum komentáře
es: Por favor introduce la fecha de comentario.
fa: لطفا تاریخ دیدگاه را وارد نمایید.
pt: Por favor, informe a data do comentário
tr: Lütfen yorum tarihini yazın.

# tl_comments.name.0
source: Author
cs: Autor
es: Autor
fa: نویسنده
pt: Autor
tr: Yazar

# tl_comments.name.1
source: Please enter the author's name.
cs: Zadejte prosím jméno autora.
es: Por favor introduzca el nombre real del autor.
fa: لطفا نام نویسنده را وارد نمایید.
pt: Favor informar o nome real do autor
tr: Lütfen yazarın adını yazın.

# tl_comments.email.0
source: E-mail address
cs: E-mailová adresa
es: E-mail
fa: نشانی ایمیل
pt: Endereço de e-mail
tr: E-posta adresi

# tl_comments.email.1
source: The e-mail address will not be published.
cs: Mailová adresa nebude publikována.
es: La dirección e-mail no será publicada.
fa: نشانی ایمیل منتشر نخواهد شد.
pt: Favor informar o endereço de email do autor (não será publicado)
tr: E-posta adresi yayınlanmaz.

# tl_comments.website.0
source: Website
cs: Webová adresa
es: Página web
fa: وب‌سایت
pt: Site
tr: Web sitesi

# tl_comments.website.1
source: Here you can enter a website address.
cs: Zde můžet zadat adresu webové stránky.
es: Introduzca una dirección web.
fa: اینجا می‌توانید نشانی وب‌سایت را وارد نمایید.
pt: Favor informar o endereço de um site (opcional)
tr: Buraya bir web sitesi adresi yazabilirsiniz.

# tl_comments.member.0
source: Member
cs: Člen
es: Miembro
fa: عضو
pt: Membro
tr: Üye

# tl_comments.member.1
source: Here you can associate the comment with a member.
cs: Zde můžete spojit komentář s vybraným členem.
es: Aquí puede asociar el comentario con un miembro.
fa: اینجا می‌توانید دیدگاه را به یک کاربر منتسب کنید.
pt: Aqui poderá associar o comentário a um membro.
tr: Buradan yorumu bir üyeyle ilişkilendirebilirsiniz.

# tl_comments.comment.0
source: Comment
cs: Komentář
es: Comentarios
fa: دیدگاه
pt: Comentário
tr: Yorum

# tl_comments.comment.1
source: Please enter the comment.
cs: Zadejte prosím komentář.
es: Por favor introduzca el comentario.
fa: لطفا دیدگاه خود را وارد نمایید.
pt: Favor inserir o comentário
tr: Lütfen yorumu yazın.

# tl_comments.addReply.0
source: Add a reply
cs: Odpovědět na komentář
es: Agregar respuesta
fa: پاسخ دادن
pt: Responder
tr: Bir yanıt ekle

# tl_comments.addReply.1
source: Here you can reply to the comment.
cs: Sem můžete odpověď na daný komentář.
es: Aquí puede responder al comentario.
fa: اینجا می‌توانید به این دیدگاه پاسخ دهید.
pt: Aqui você pode responder o comentário.
tr: Buradan yorumu yanıtlayabilirsiniz.

# tl_comments.author.0
source: Author
cs: Autor
es: Autor
fa: نویسنده
pt: Autor
tr: Yazar

# tl_comments.author.1
source: Here you can change the author of the reply.
cs: Zde můžete změnit autora odpovědi.
es: Aquí puede modificar el autor de la respuesta.
fa: اینجا می‌توانید نویسنده پاسخ را تغییر دهید.
pt: Aqui você pode alterar o autor da resposta.
tr: Buradan yanıtın yazarını değiştirebilirsiniz.

# tl_comments.reply.0
source: Reply
cs: Odpověď
es: Respuesta
fa: پاسخ
pt: Resposta
tr: Yanıt

# tl_comments.reply.1
source: Here you can enter the reply.
cs: Sem můžete zadat Vaši odpověď.
es: Aquí puede ingresar la respuesta.
fa: اینجا می‌توانید پاسخ را وارد نمایید.
pt: Aqui você pode digitar a resposta.
tr: Buraya yanıtı yazabilirsiniz.

# tl_comments.published.0
source: Published
cs: Publikováno
pt: Publicado

# tl_comments.published.1
source: Make the comment publicly visible on the website.
cs: Zobrazit komentář na webové stránce.
es: Haga el comentario visible publicamente en la web.
fa: تنها دیدگاه‌ها منتشر شده در وب‌سایت نمایش داده خواهند شد.
pt: Somente comentários publicados serão exibidos no site.
tr: Bu seçenek etkinleştirildiğinde, yorum sitede herkesin görebileceği şekilde yayınlanır.

# tl_comments.ip.0
source: IP address
cs: IP adresa
es: Dirección IP
fa: نشانی آی‌پی
pt: Endereço IP
tr: IP adresi

# tl_comments.ip.1
source: The IP address of the author.
cs: IP adresa autora
es: Dirección IP del autor
fa: نشانی آی‌پی نویسنده
pt: O endereço IP do autor.
tr: Yazarın IP adresi.

# tl_comments.notified.0
source: Notified (comment)
cs: Oznámený (komentář)
es: Notificado (comentario)
fa: اعلام شده (دیدگاه)
pt: Notificado(comentário)
tr: Bildirildi (yorum)

# tl_comments.notified.1
source: The notification of this comment has been sent.
cs: Oznámení o novém komentáři bylo posláno.
es: La notificación de este comentario a sido enviada.
fa: آگاه‌سازی این دیدگاه ارسال شده است.
pt: A notificação deste comentário foi enviada.
tr: Bu yorumun bildirimi gönderildi.

# tl_comments.notifiedReply.0
source: Notified (reply)
cs: Oznámený (odpověď)
es: Notificado (respuesta)
fa: اعلام شده (پاسخ)
pt: Notificado(resposta)
tr: Bildirildi (yanıt)

# tl_comments.notifiedReply.1
source: The notification of the reply to this comment has been sent.
cs: Bylo odesláno oznámení k tomuto komentáři.
es: Se ha enviado la notificación de la respuesta a este comentario.
fa: اطلاع‌رسانی پاسخ به این دیدگاه ارسال شده است.
pt: A notificação de resposta a este comentário foi enviada.
tr: Bu yoruma verilen yanıtın bildirimi gönderildi.

# tl_comments.author_legend
source: Author
cs: Autor
es: Autor
fa: نویسنده
pt: Autor
tr: Yazar

# tl_comments.comment_legend
source: Comment
cs: Komentář
es: Comentarios
fa: دیدگاه
pt: Comentário
tr: Yorum

# tl_comments.reply_legend
source: Reply
cs: Odpověď
es: Respuesta
fa: پاسخ
pt: Resposta
tr: Yanıt

# tl_comments.publish_legend
source: Publish settings
cs: Zveřejnění
es: Opciones de publicación
fa: تنظیمات انتشار
pt: Configurações de Publicação
tr: Yayınlanma ayarları

# tl_comments.approved
source: Approved
cs: Schválené
es: Aprobado
fa: تائید شده
pt: Aprovado
tr: Onaylanmış

# tl_comments.pending
source: Awaiting moderation
cs: Čekající na moderaci
es: Esperando moderación
fa: منتظر بررسی
pt: Aguardando análise
tr: Onay bekliyor

# tl_comments.tl_content
source: Article
cs: Propojit s článkem
es: Artículo
fa: مقاله
pt: ID do artigo
tr: Makale

# tl_comments.tl_page
source: Page
cs: Propojit se stránkou
es: Página
fa: برگه
pt: Página
tr: Sayfa

# tl_comments.tl_news
source: News item
cs: Příspěvek novinek
es: Noticia
fa: مورد خبری
pt: Notícia
tr: Haber ögesi

# tl_comments.tl_faq
source: FAQ
cs: FAQ Často kladené otázky
es: FAQ (Preguntas frecuentes)
fa: پرسش و پاسخ
tr: SSS

# tl_comments.tl_calendar_events
source: Event
cs: Událost
es: Evento
fa: رویداد
pt: Evento
tr: Etkinlik

# tl_comments.show
source: Show the details of comment ID %s
cs: Zobrazit podrobnosti ke komentáři ID %s
es: Mostrar detalles del comentario con ID %s
fa: نمایش جزئیات دیدگاه شناسه‌ی %s
pt: Exibir detalhes do comentário ID %s
tr: %s kodlu yorumun ayrıntılarını görüntüle

# tl_comments.edit
source: Edit comment ID %s
cs: Upravit komentář ID %s
es: Editar comentacio con ID %s
fa: ویرایش دیدگاه شناسه‌ی %s
pt: Editar comentário ID %s
tr: %s kodlu yorumu düzenle

# tl_comments.delete
source: Delete comment ID %s
cs: Smazat komentář ID %s
es: Eliminar comentario con ID %s
fa: حذف دیدگاه شناسه‌ی %s
pt: Remover comentário ID %s
tr: %s kodlu yorumu sil

# tl_comments.toggle
source: Publish/unpublish comment ID %s
cs: Publikovat / nepublikovat komentář ID %s
es: Publicar/retirar el comentario con ID %s
fa: انتشار/لغو انتشار دیدگاه شناسه‌ی %s
pt: Publicar/despublicar comentário ID %s
tr: %s kodlu yorumu yayınla/yayından kaldır

# tl_comments.published.0
source: Publish comment
es: Publicar comentario
fa: انتشار دیدگاه
tr: Yorumu yayınla
