Repository: contao/contao
Catalog: comments-bundle/src/Resources/contao/languages/*/default.xlf
Languages: lt, pt_br, sk, sr

# MSC.comments
source: Comments
sk: Komentáre
sr: Коментари

# MSC.com_name
source: Name
lt: Vardas
pt_br: Nome
sk: Názov
sr: Име

# MSC.com_email
source: E-mail (not published)
lt: E-paštas (neskelbiamas)
pt_br: E-mail (não publicado)
sk: E-mailová adresa (nezverejnená)
sr: Имејл (неће бити приказан)

# MSC.com_website
source: Website
lt: Tinklalapis
sk: Webstránky
sr: Сајт

# MSC.com_comment
source: Comment
lt: Komentaras
pt_br: Comentário
sk: Komentár
sr: Коментар

# MSC.com_notify
source: Notify me of new comments by e-mail (you can cancel your subscription at any time)
sk: Upozorniť ma na nové komentáre e-mailom (môžete kedykoľvek zrušiť svoju prihlášku)
sr: Обавести ме о сваком новом коментару мејлом (можете отказати претплату у било ком тренутку)

# MSC.com_submit
source: Submit comment
lt: Skelbti komentarą
pt_br: Envie comentário
sk: Odoslať komentár
sr: Пошаљи коментар

# MSC.com_login
source: You need to be logged in to add comments.
lt: Norint komentuoti reikia prisijungti.
pt_br: Você precisa estar logado para adicionar comentários.
sk: Ak chcete vložiť komentár, musíte byť prihlásený.
sr: Морате бити пријављени да бисте оставили коментар.

# MSC.com_by
source: Comment by
lt: Komentavo
pt_br: Comentado por
sk: Komentár od:
sr: Коментар од

# MSC.com_reply
source: Reply by
lt: Atsakė
pt_br: Respondido por
sk: Odpoveď od:
sr: Одговор од

# MSC.com_quote
source: %s wrote:
lt: %s rašė:
pt_br: %s escrito:
sk: %s napísal(a):
sr: %s је написао/ла:

# MSC.com_code
source: Code:
lt: Kodas:
pt_br: Codigo:
sk: Kód:
sr: Кȏд:

# MSC.com_subject
source: New comment on %s
lt: Naujas komentaras apie %s
pt_br: Novo comentário em %s
sk: Nový komentár na %s
sr: Нови коментар на %s

# MSC.com_message
source: %s has created a new comment on your website: --- %s --- Click here to view the comment: %s Click here to edit or answer the comment: %s
sk: %s vytvoril(a) nový komentár na vašej webovej stránke: --- %s --- Kliknite sem pre zobrazenie komentára: %s Kliknite sem pre úpravu alebo odpoveď na komentár: %s
sr: %s је написао нови коментар на вашем сајту: --- %s --- Да бисте видели коментар, кликните на линк испод: %s Да бисте уредили или одговорили на коментар, кликните на линк испод: %s

# MSC.com_moderated
source: This comment has to be published in the back end before it will appear on the website!
sk: Tento komentár musí byť publikovaný v backendu, než sa zobrazí na webovej stránke!
sr: Овај коментар мора прво да буде објављен у БекЕнду пре него што се појави на сајту!

# MSC.com_confirm
source: Your comment has been added and is now pending for approval.
lt: Jūsų komentaras pridėtas ir laukia patvirtinimo.
pt_br: Seu comentário foi inserido e agora está pendente de aprovação.
sk: Váš komentár bol pridaný a čaká na schválenie.
sr: Ваш коментар је забиљежен и чека на одобрење.

# MSC.com_optInConfirm
source: Your subscription has been activated
lt: Jūsų prenumerata aktyvuota
pt_br: Sua assinatura foi ativada.
sk: Váš odber bol aktivovaný.
sr: Ваша претплата је активирана

# MSC.com_optInCancel
source: Your subscription has been cancelled
lt: Jūsų prenumerata nutraukta
pt_br: Sua assinatura foi cancelada
sk: Váš odber bol zrušený.
sr: Ваша претплата је отказана

# MSC.com_optInSubject
source: Your subscription on %s
lt: Jūsų prenumerata %s
pt_br: Sua assinatura no %s
sk: Prihlásenie na odber %s
sr: Ваша претплата на %s

# MSC.com_optInMessage
source: Hello %s, please confirm that you want to be notified of new comments by e-mail on this page: %s --- Click here to confirm your subscription: %s The confirmation link is valid for 24 hours. You can cancel your subscription at any time by clicking here: %s
sk: Prosím, %s, potvrďte, že chcete byť informovaní o nových komentároch e-mailom na tejto stránke: %s --- Kliknite sem pre potvrdenie vášho prihlásenia: %s Potvrdzovací odkaz je platný 24 hodín. Môžete kedykoľvek zrušiť svoje prihlásenie kliknutím sem: %s
sr: Здраво %s, молимо Вас да потврдите да желите да будете обавештени мејлом о новим коментарима на страници: %s Да бисте потврдили претплату кликните на линк испод: %s Линк важи 24 часа. Можете отказати претплату у било ком тренутку кликом на: %s

# MSC.com_notifySubject
source: New comment on %s
sk: Nový komentár na %s
sr: Нови коментар на %s

# MSC.com_notifyMessage
source: Hello %s, a new comment has been added on a page you have subscribed to: --- %s --- Click here to cancel your subscription: %s
sk: Ahoj %s, na stránke, na ktorú si sa prihlásil, bol pridaný nový komentár: --- %s --- Kliknite sem pre zrušenie prihlásenia: %s
sr: Здраво %s, додат је нови коментар на страницу на коју сте претплаћени: --- %s --- Да откажете претплату, кликните на линк испод: %s

# MSC.com_notifyReplySubject
source: New reply to a comment on %s
sk: Nová odpoveď na komentár na %s
sr: Нови одговор на коментар у %s

# MSC.com_notifyReplyMessage
source: Hello %s, a new reply to a comment has been added on a page you have subscribed to: --- %s --- Click here to cancel your subscription: %s
sk: Ahoj %s, na stránke, na ktorú si sa prihlásil, bol pridaný nový komentár: --- %s --- Kliknite sem pre zrušenie prihlásenia: %s
sr: Здраво %s, написан је нови коментар на страници на коју сте претплаћени: --- %s --- Да откажете претплату, кликните на линк испод: %s

# MSC.com_notify
source: Notify me of new comments by e-mail
lt: Informuoti mane apie naujus komentarus e-paštu
pt_br: Me notifique de novos comentários por e-mail

# MSC.com_message
source: %s has created a new comment on your website. --- %s --- View: %s Edit: %s If you are moderating comments, you have to log in to the back end to publish it.
lt: %s komentavo jūsų tinklapyje. --- %s --- Peržiūrėti: %s Redaguoti: %s Jei peržiūrite komentarus prieš juos paskelbiant, tuomet turite prisijungti prie sistemos ir paskelbti.
pt_br: %s criou um novo comentário em seu website. --- %s --- Visão: %s Editar: %s Se você está moderando os comentários, deve logar-se no back end para publicar-lo.

# MSC.com_optInMessage
source: Hello %s, please confirm that you want to be notified of new comments by e-mail on this page: %s --- Confirm: %s Cancel: %s
lt: Sveiki, %s, prašome patvirtinti, jog norite gauti informaciją e-paštu apie naujus šio puslapio komentarus: %s --- Patvirtinti: %s Atšaukti: %s
pt_br: Olá %s, por favor confirme se você quer ser notificado por e-mail de novos comentários nessa página: %s --- Confirmar: %s Cancelar: %s

# MSC.com_notifySubject
source: A new comment has been added on %s
lt: Naujas komentaras apie %s
pt_br: Novo comentário foi incluido no %s

# MSC.com_notifyMessage
source: Hello %s, a new comment has been added on a page you have subscribed to: %s --- To cancel your subscription, please click here: %s
lt: Sveiki, %s, puslapyje, kurį sekate, pridėtas naujas komentaras" %s --- Jei nebenorite sekti, spauskite čia: %s
pt_br: Olá %s, um novo comentário foi incluído na página que você assinou: %s --- Para cancelar sua assinatura, por favor clique aqui: %s
