Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_article.xlf
Languages: nl, sl, tr

# tl_article.title.0
source: Title
nl: Titel
sl: Naziv
tr: Başlık

# tl_article.title.1
source: Please enter the article title.
nl: Geef titel van het artikel op.
sl: Prosimo, dodajte naslov članka.
tr: Lütfen makale başlığını yazın.

# tl_article.alias.0
source: Article alias
nl: Artikel alias
sl: Privzeti naslov članka (alias)
tr: Makale kısaltması

# tl_article.alias.1
source: The article alias is a unique reference to the article which can be called instead of its numeric ID.
nl: Een artikel alias is een unieke referentie naar een artikel welke opgeroepen kan worden i.p.v. het artikel ID.
sl: Privzeti naslov članka je unikatna referenca članka, ki jo lahko uporabite namesto ID članka.
tr: Makale kısaltması makalenin sayısal kimliği olarak kullanılacak eşsiz bir belirteçtir.

# tl_article.author.0
source: Author
nl: Auteur
sl: Avtor
tr: Yazar

# tl_article.author.1
source: Here you can change the author of the article.
nl: Hier kunt u de naam van de auteur wijzigen.
sl: Tukaj lahko spremenite avtorja članka.
tr: Buradan makalenin yazarını değiştirebilirsiniz.

# tl_article.inColumn.0
source: Display in
nl: Weergeven in
sl: Prikaži v
tr: Görüntüleneceği konum

# tl_article.inColumn.1
source: Please choose the layout section you want the article to be displayed in.
nl: Kies het de lay-out gedeelte waarin u het artikel wilt weergeven.
sl: Prosimo, izberite sekcijo v kateri želite prikazati članek.
tr: Makalenin görüntülenmesini istediğiniz düzen bölümünü seçin.

# tl_article.keywords.0
source: Meta keywords
nl: Meta trefwoorden
sl: Ključne besede
tr: Üst veri anahtar sözcükleri

# tl_article.keywords.1
source: Here you can enter a list of comma separated keywords. Keywords, however, are no longer relevant to most search engines (including Google).
nl: Hier kunt u een lijst met komma gescheiden trefwoorden opgeven. Trefwoorden zijn echter niet langer relevant voor de meeste zoekmachines (waaronder Google).
sl: Vnesete lahko več ključnih besed ali besednih zvez, ki jih bodo uporabili spletni iskalniki za iskanje vaše strani. Spletni iskalnik ponavadi zabeleži do 800 znakov.
tr: Buraya virgül ile ayrılmış anahtar sözüklerin listesini yazabilirsiniz. Ancak anahtar sözcükler artık çoğu arama motorunu (Google gibi) etkilemiyor.

# tl_article.teaserCssID.0
source: Teaser CSS ID/class
sl: Uvodnik CSS ID/razred
tr: Tanıtım CSS kimliği/sınıfı

# tl_article.teaserCssID.1
source: Here you can set an ID and one or more classes for the teaser element.
nl: Hier kunt u een ID en één of meer classes instellen voor het teaser element.
sl: Tukaj lahko nastavite ID in enega ali več razredov za element uvodnik.
tr: Buradan tanıtım bileşeni için bir kimlik ve bir ya da birkaç sınıf ayarlayabilirsiniz.

# tl_article.showTeaser.0
source: Show teaser
nl: Toon teaser
sl: Prikaži odlomek
tr: Tanıtım görüntülensin

# tl_article.showTeaser.1
source: Show the article teaser if there are multiple articles.
nl: Toon de teaser tekst i.p.v. het artikel als er meerdere artikelen zijn.
sl: Če je več člankov, prikaži uvodnik članka.
tr: Birkaç makale varsa makale tanıtımını görüntüler.

# tl_article.teaser.0
source: Article teaser
nl: Teaser van artikel
sl: Osnutek članka
tr: Makale tanıtımı

# tl_article.teaser.1
source: The article teaser can also be displayed with the content element "article teaser".
nl: De teaser tekst kan automatisch getoond worden met het "artikel teaser" inhoudselement.
sl: Uvodnik članka je lahko prikazan tudi z vsebinskim elementom "uvodnik članka".
tr: Makale tanıtımı, "makale tanıtımı" içerik bileşeni ile de görüntülenebilir.

# tl_article.printable.0
source: Syndication
nl: Syndicatie
sl: Natisljivo
tr: İşbirliği

# tl_article.printable.1
source: Here you can choose which options are available.
nl: Kies hier de beschikbare opties.
sl: Dodaj povezavo za izvoz članka v PDF formatu.
tr: Buradan kullanılabilecek seçenekleri belirtebilirsiniz.

# tl_article.guests.0
source: Show to guests only
nl: Alleen zichtbaar voor gasten
sl: Prikaži le neprijavljenim
tr: Yalnızca konuklara görüntülensin

# tl_article.guests.1
source: Hide the article if a member is logged in.
nl: Verberg artikel als een lid is ingelogd.
sl: Skrij članek, če je uporabnik prijavljen.
tr: Makalenin oturum açmış kullanıcılara görüntülenmemesini sağlar.

# tl_article.customTpl.0
source: Article template
nl: Artikel template
sl: Predloga članka
tr: Makale kalıbı

# tl_article.customTpl.1
source: Here you can select the article template.
nl: Hier kunt u het artikel template selecteren.
sl: Tu lahko določite predlogo članka.
tr: Buradan makale kalıbını seçebilirsiniz.

# tl_article.protected.0
source: Protect article
nl: Bescherm artikel
sl: Zaščiti članek
tr: Makale korunsun

# tl_article.protected.1
source: Show the article to certain member groups only.
nl: Toon artikel enkel aan bepaalde ledengroepen.
sl: Prikaži članek samo določenim skupinam uporabnikov.
tr: Makalenin yalnızca belirli grup üyelerine görüntülenmesini sağlar.

# tl_article.groups.0
source: Allowed member groups
nl: Ledengroepen die zijn toegestaan
sl: Dovoljene skupine uporabnikov
tr: İzin verilen üye grupları

# tl_article.groups.1
source: These groups will be able to see the article.
nl: Deze groepen kunnen dit artikel bekijken.
sl: Te skupine uporabnikov bodo lahko videle ta članek.
tr: Bu gruplar makaleyi görebilir.

# tl_article.cssID.0
source: CSS ID/class
sl: CSS ID/razred
tr: CSS kimliği/sınıfı

# tl_article.cssID.1
source: Here you can set an ID and one or more classes.
nl: Hier kunt u een style sheet ID (id attribute) en een of meerdere style sheet classes opgeven.
sl: Tu lahko določite ID in enega ali več razredov.
tr: Buradan bir kimlik ve bir ya da birkaç sınıf ayarlayabilirsiniz.

# tl_article.published.0
source: Publish article
nl: Artikel publiceren
sl: Objavi članek
tr: Makaleyi yayınla

# tl_article.published.1
source: Make the article publicly visible on the website.
nl: Maak artikel publiek zichtbaar op de website.
sl: Če želite objaviti vsebino članka na spletni strani izberite Objavi.
tr: Bu seçenek etkinleştirildiğinde, makale sitede herkesin görebileceği şekilde yayınlanır.

# tl_article.start.0
source: Show from
nl: Weergeven vanaf
sl: Objavi od
tr: Görüntülenme başlangıcı

# tl_article.start.1
source: If you want to prevent the article from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
nl: Als u wilt voorkomen dat het artikel vóór een bepaalde datum / tijd op de website wordt weergegeven, kunt u dit hier invoeren. Laat het veld anders leeg.
sl: Če želite skriti članek pred določenim dnem oz. uro, ga oz. jo vnesite tu. Drugače pustite vnosno polje prazno.
tr: Makalenin belirli bir tarih/saatten önce sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_article.stop.0
source: Show until
nl: Weergeven tot
sl: Objavi do
tr: Görüntülenme bitişi

# tl_article.stop.1
source: If you want to prevent the article from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
nl: Als u wilt voorkomen dat het artikel na een bepaalde datum / tijd op de website wordt weergegeven, kunt u dit hier invoeren. Laat het veld anders leeg.
sl: Če želite skriti članek po določenem dnevu oz. uri, ga oz. jo vnesite tu. Drugače pustite vnosno polje prazno.
tr: Makalenin belirli bir tarih/saatten sonra sitede görüntülenmesini engellemek isterseniz buraya yazabilirsiniz. Bunun dışında bu alanı boş bırakın.

# tl_article.tstamp.0
source: Revision date
nl: Datum van aanpassing
sl: Datum revizije
tr: Düzenlenme tarihi

# tl_article.tstamp.1
source: Date and time of the latest revision
nl: Datum en tijdstip van de laatste aanpassing.
sl: Datum in ura zadnje revizije
tr: Son düzenlenme tarihi ve saati

# tl_article.title_legend
source: Title and author
nl: Titel en auteur
sl: Naslov in avtor
tr: Başlık ve yazar

# tl_article.layout_legend
source: Section and keywords
nl: Kolom en sleutelwoorden
sl: Sekcija in ključne besede
tr: Bölümler ve anahtar sözcükler

# tl_article.syndication_legend
source: Syndication
nl: Syndicatie
sl: Natisljivo
tr: İşbirliği

# tl_article.teaser_legend
source: Article teaser
nl: Teaser van artikel
sl: Osnutek članka
tr: Makale tanıtımı

# tl_article.template_legend
source: Template settings
nl: Template-instellingen
sl: Nastavitve predloge
tr: Kalıp ayarları

# tl_article.protected_legend
source: Access protection
nl: Toegangsbescherming
sl: Zaščita pred dostopom
tr: Erişim koruması

# tl_article.expert_legend
source: Expert settings
nl: Expert-instellingen
sl: Napredne nastavitve
tr: Uzman ayarları

# tl_article.publish_legend
source: Publish settings
nl: Publicatie-instellingen
sl: Objavi nastavitve
tr: Yayınlanma ayarları

# tl_article.print
source: Print the page
nl: Pagina afdrukken
sl: Natisni stran
tr: Sayfayı yazdır

# tl_article.pdf
source: Export as PDF
nl: Exporteer als PDF
sl: Izvozi kot PDF
tr: PDF olarak dışa aktar

# tl_article.facebook
source: Share on Facebook
nl: Delen op Facebook
sl: Povej naprej na Facebook
tr: Facebook üzerinde paylaş

# tl_article.twitter
source: Share on Twitter
nl: Delen op Twitter
sl: Povej naprej na Twitter
tr: Twitter üzerinde paylaş

# tl_article.new.0
source: New
nl: Nieuw
sl: Nov
tr: Yeni

# tl_article.new.1
source: Create a new article
nl: Maak een nieuw artikel
sl: Ustvari nov članek
tr: Yeni bir makale ekle

# tl_article.show
source: Show the details of article ID %s
nl: Toon details van artikel ID %s
sl: Prikaži podrobnosti članka ID %s
tr: %s kimlikli makalenin ayrıntılarını görüntüle

# tl_article.edit
source: Edit article ID %s
nl: Bewerk artikel ID %s
sl: Uredi članek (ID: %s)
tr: %s kimlikli makaleyi düzenle

# tl_article.editheader
source: Edit the settings of article ID %s
nl: Bewerk de instellingen van artikel ID %s
sl: Uredi nastavitve članka ID %s
tr: %s kimlikli makalenin ayarlarını düzenle

# tl_article.copy
source: Duplicate article ID %s
nl: Dupliceer artikel ID %s
sl: Kopiraj članek ID %s
tr: %s kimlikli makaleyi kopyala

# tl_article.cut
source: Move article ID %s
nl: Verplaats artikel ID %s
sl: Premakni članek ID %s
tr: %s kimlikli makaleyi taşı

# tl_article.delete
source: Delete article ID %s
nl: Verwijder artikel ID %s
sl: Izbriši članek ID %s
tr: %s kimlikli makaleyi sil

# tl_article.toggle
source: Publish/unpublish article ID %s
nl: Publiceer/depubliceer artikel ID %s
sl: Objavi/neobjavi članek ID %s
tr: %s kimlikli makaleyi yayınla ya da yayından kaldır

# tl_article.pasteafter.1
source: Paste after article ID %s
nl: Plakken achter artikel ID %s
sl: Prilepi za članek ID %s
tr: %s kimlikli makaleden sonra yapıştır

# tl_article.pasteinto.1
source: Paste into page ID %s
nl: Plak in pagina ID %s
sl: Prilepi na stran z ID %s
tr: %s kimlikli sayfaya yapıştır
