Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_content.xlf
Languages: de, pt, sl

# tl_content.playerOptions.1
source: Here you can select the player options.
de: Hier können Sie die Player-Optionen auswählen.
pt: Aqui pode seleccionar opções para o leitor.
sl: Tu lahko izberete nastavitve za predvajalnik

# tl_content.playerPreload.0
source: Preloading
pt: Précarregamento
sl: Prednalaganje

# tl_content.playerPreload.1
source: Here you can suggest how the browser shall preload the video.
de: Hier können Sie empfehlen, wie der Browser das Video vorab laden soll.
pt: Aqui pode sugerir como o browser irá précarregar o vídeo.
sl: Tu lahko predlagate, kako naj brskalnik prednaloži video.

# tl_content.playerStart.0
source: Start at
de: Start bei
pt: Começar em
sl: Začni predvajati pri

# tl_content.playerStart.1
source: Start playing the video at the given number of seconds. Set to 0 to disable.
de: Beginnt die Wiedergabe bei der festgelegten Anzahl an Sekunden. Geben Sie 0 ein, um das Feature zu deaktivieren.
pt: Começar o vídeo num tempo em segundos definido. Definir a 0 para desactivar.
sl: Predvajati začni na določeni sekundi. Vnesite 0 za predvajanje od začetka.

# tl_content.playerStop.0
source: Stop at
de: Stopp bei
pt: Parar a
sl: Ustavi pri

# tl_content.playerStop.1
source: Stop playing the video at the given number of seconds. Set to 0 to disable.
de: Beendet die Wiedergabe bei der festgelegten Anzahl an Sekunden. Geben Sie 0 ein, um das Feature zu deaktivieren.
pt: Parar o vídeo num tempo em segundos definido. Definir a 0 para desactivar.
sl: Ustavi predvajanje posnetka po določenem času - sekunde. Nastavite 0 za predvajanje do konca.

# tl_content.playerCaption.0
source: Caption
de: Untertitel
pt: Legenda
sl: Napis

# tl_content.playerCaption.1
source: Here you can enter a caption.
de: Hier können Sie einen Untertitel eingeben.
pt: Aqui pode inserir uma legenda.
sl: Tu lahko vpišete napis.

# tl_content.playerAspect.0
source: Aspect ratio
de: Seitenverhältnis
pt: Proporção
sl: Razmerje stranic

# tl_content.playerAspect.1
source: Here you can select the aspect ratio of the video to make it responsive.
de: Hier können Sie das Seitenverhältnis des Videos auswählen, um es responsive zu machen.
pt: Aqui pode seleccionar a proporção do vídeo para o tornar responsivo.
sl: Tu lahko izberete razmerje stranic videa in ga naredite odzivnega na različne velikosti zaslonov

# tl_content.splashImage.0
source: Use a splash image
de: Ein Vorschaubild verwenden
pt: Usar uma imagem splash

# tl_content.splashImage.1
source: Only load the video after the user has clicked on the splash image.
de: Das Video erst laden, nachdem der Benutzer auf das Vorschaubild geklickt hat.
pt: Apenas carregar o vídeo depois de o utilizador clicar na imagem splash.

# tl_content.playerColor.0
source: Controls color
de: Farben der Steuererlemente
pt: Cores dos controlos

# tl_content.playerColor.1
source: Here you can enter a hexadecimal color (e.g. ff0000) for the video controls.
de: Hier können Sie einen hexadezimalen Farbcode (z. B. ff0000) für die Steuerelemente eingeben.
pt: Aqui pode introduzir uma cor em hexadecimal (por ex. ff0000) para os controlos de vídeo.

# tl_content.sliderDelay.0
source: Sliding interval
de: Slide-Intervall
pt: Intervalo de sliding
sl: Drsni čas

# tl_content.sliderDelay.1
source: The time in milliseconds between slides (1000 = 1s). Set to 0 to disable auto sliding.
de: Der Zeitraum in Millisekunden zwischen den Slides (1000 = 1s). 0 deaktiviert den automatischen Wechsel.
pt: Tempo em milisegundos entre slides (1000=1s). Definir a 0 para desactivar sliding automático.
sl: Čas v milisekundah med dvema diapozitivoma (1000 = 1s). Nastavite 0, da onemogočite samodejno drsanje.

# tl_content.sliderSpeed.0
source: Transition speed
de: Übergangsgeschwindigkeit
pt: Velocidade de transição
sl: Čas menjave

# tl_content.sliderSpeed.1
source: The transition speed in milliseconds (1000 = 1s). Defaults to 300.
de: Die Übergangsgeschwindigkeit in Millisekunden (1000 = 1s). Standard: 300.
pt: A velocidade de transição em milisegundos (1000=1s). Duração padrão de 300.
sl: Čas menjave v milisekundah (

# tl_content.sliderStartSlide.0
source: Slide offset
de: Slide-Versatz
pt: Offset de sliding
sl: Zamik diapozitiva

# tl_content.sliderStartSlide.1
source: Here you can make the slider start with a particular slide (counting starts at 0).
de: Den Slider mit einer bestimmten Folie beginnen (die Zählung beginnt bei 0).
pt: Aqui pode fazer o slider iniciar num slide em especifico (a contagem inicia em 0).
sl: Tukaj lahko nastavite prvi poljubni začetni diapozitiv (štetje začne pri 0).

# tl_content.sliderContinuous.0
source: Continuous
de: Kontinuierlich
pt: Contínuo
sl: Neprekinjeno

# tl_content.sliderContinuous.1
source: Make the slider continuous (start all over when reaching the end).
de: Einen kontinuierlichen Slider erstellen (beim Erreichen des Endes von vorne beginnen).
pt: Tornar o slide contínuo (recomeça do inicio quando atingir o final).
sl: Nastavite neprekinjeno drsanje (ko pride do konca, začne ponovno).

# tl_content.cteAlias.0
source: Referenced element
de: Bezogenes Inhaltselement
pt: ID do elemento
sl: Referenčni element

# tl_content.cteAlias.1
source: Please choose the content element you want to insert.
de: Bitte wählen Sie das Inhaltselement aus, das Sie einfügen möchten.
pt: Favor selecionar o ID do elemento que você deseja inserir.
sl: Prosimo, izberite element vsebine, ki ga želite vstaviti.

# tl_content.articleAlias.0
source: Referenced article
de: Bezogener Artikel
pt: ID do Artigo
sl: Referenčni članek

# tl_content.articleAlias.1
source: Please choose the article you want to insert.
de: Bitte wählen Sie den Artikel aus, den Sie einfügen möchten.
pt: Por favor escolha a ID do artigo que você quer inserir.
sl: Prosimo, izberite članek, ki ga želite vstaviti.

# tl_content.article.0
source: Article
de: Artikel
pt: ID do artigo
sl: Članek

# tl_content.article.1
source: Please select an article.
de: Bitte wählen Sie einen Artikel aus.
pt: Favor selecionar o ID do artigo que você deseja inserir
sl: Prosimo, izberite članek.

# tl_content.form.0
source: Form
de: Formular
pt: Formulário
sl: Obrazec

# tl_content.form.1
source: Please select a form.
de: Bitte wählen Sie ein Formular.
pt: Favor selecionar um formulário.
sl: Prosimo, izberite obrazec.

# tl_content.module.0
source: Module
de: Modul
pt: Módulo
sl: Modul

# tl_content.module.1
source: Please select a module.
de: Bitte wählen Sie ein Modul aus.
pt: Favor selecionar o módulo a inserir no artigo.
sl: Prosimo, izberite modul.

# tl_content.protected.0
source: Protect element
de: Element schützen
pt: Proteger elemento
sl: Zaščiti element

# tl_content.protected.1
source: Show the content element to certain member groups only.
de: Das Inhaltselement nur bestimmten Mitgliedergruppen anzeigen.
pt: Mostrar conteúdo apenas a membros de grupos selecionados.
sl: Prikaži element le določenim uporabniškim skupinam.

# tl_content.groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen
pt: Membros de grupos permitidos
sl: Dovoljene skupine uporabnikov

# tl_content.groups.1
source: These groups will be able to see the content element.
de: Diese Gruppen können das Inhaltselement sehen.
pt: Aqui você pode selecionar quais membros de grupos terão permissão para ver o elemento de conteúdo.
sl: Tem skupinam bo omogočen ogled vsebine.

# tl_content.guests.0
source: Show to guests only
de: Nur Gästen anzeigen
pt: Mostrar apenas para visitantes
sl: Prikaži le neprijavljenim

# tl_content.guests.1
source: Hide the content element if a member is logged in.
de: Das Inhaltselement verstecken, sobald ein Mitglied angemeldet ist.
pt: Esconder o elemento de conteúdo se um membro está conectado.
sl: Skrij vsebino prijavljenim uporabnikom.

# tl_content.cssID.0
source: CSS ID/class
de: CSS-ID/Klasse
pt: Classe e ID de folha de estilo
sl: CSS ID/razred

# tl_content.cssID.1
source: Here you can set an ID and one or more classes.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.
pt: Aqui você pode inserir o ID de folha de estilo (atributo ID) ou uma ou mais classes de folha de estilo (atributo class) para formatar o módulo utilizando CSS.
sl: Tu lahko določite ID in enega ali več razredov.

# tl_content.invisible.0
source: Invisible
de: Unsichtbar
pt: Invisível
sl: Nevidno

# tl_content.invisible.1
source: Hide the element on the website.
de: Das Element auf der Webseite nicht anzeigen.
pt: O elemento atual não é visível no website.
sl: Skrij element spletne strani.

# tl_content.start.0
source: Show from
de: Anzeigen ab
pt: Mostrar de
sl: Objavi od

# tl_content.start.1
source: If you want to prevent the element from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie das Inhaltselement erst ab einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
pt: Caso pretenda prevenir que o elemento apareça no website antes de uma determinada data/hora, pode inseri-la aqui. Caso contrário, deixe o campo em branco.
sl: Če želite, da se element ne prikaže pred določenim dnevom/časom, ga vnesite tu. Drugače pustite polje prazno.

# tl_content.stop.0
source: Show until
de: Anzeigen bis
pt: Até
sl: Objavi do

# tl_content.stop.1
source: If you want to prevent the element from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
de: Wenn Sie das Inhaltselement nur bis zu einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.
pt: Caso pretenda prevenir que o elemento apareça no website depois de uma determinada data/hora, pode inseri-la aqui. Caso contrário, deixe o campo em branco.
sl: Če želite, da se element ne prikaže po določenem datumu/času, ga vnesite tu. Drugače pustite polje prazno.

# tl_content.type_legend
source: Element type
de: Elementtyp
pt: Tipo de elemento
sl: Vrsta elementa

# tl_content.text_legend
source: Text/HTML/Code
pt: Texto/HTML/Código
sl: Besedilo/HTML/koda

# tl_content.image_legend
source: Image settings
de: Bildeinstellungen
pt: Configurações de imagem
sl: Nastavitve slike

# tl_content.download_legend
source: Download settings
de: Download-Einstellungen
pt: Configurações de download
sl: Nastavitve prenosa

# tl_content.preview_legend
source: Preview settings
pt: Configurações de pré-visualização

# tl_content.slider_legend
source: Slider settings
de: Slider-Einstellungen
pt: Definições do slider
sl: Nastavitve diapozitiva

# tl_content.list_legend
source: List items
de: Listeneinträge
pt: Listar itens
sl: Postavke seznama

# tl_content.table_legend
source: Table items
de: Tabelleneinträge
pt: Itens da tabela
sl: Postavke tabele

# tl_content.tconfig_legend
source: Table configuration
de: Tabellenkonfiguration
pt: Configurações da tabela
sl: Nastavitve tabele

# tl_content.sortable_legend
source: Sorting options
de: Sortieroptionen
pt: Opções de ordenação
sl: Možnosti razvrščanja

# tl_content.moo_legend
source: Accordion settings
de: Akkordeon-Einstellungen
pt: Configurações de acordeão
sl: Nastavitve harmonike

# tl_content.link_legend
source: Hyperlink settings
de: Hyperlink-Einstellungen
pt: Configurações de hiperligação
sl: Nastavitve zunanjih povezav

# tl_content.imglink_legend
source: Image link settings
de: Bildlink-Einstellungen
pt: Configurações do link da imagem
sl: Nastavitve slikovnih povezav

# tl_content.source_legend
source: Source
de: Quelle
pt: Fonte
sl: Izvor

# tl_content.include_legend
source: Include settings
de: Include-Einstellungen
pt: Configurações de inclusão
sl: Vključi nastavitve

# tl_content.protected_legend
source: Access protection
de: Zugriffsschutz
pt: Proteção de acesso
sl: Zaščita pred dostopom

# tl_content.splash_legend
source: Splash image
de: Vorschaubild
pt: Imagem Splash

# tl_content.expert_legend
source: Expert settings
de: Experteneinstellungen
pt: Configurações avançadas
sl: Napredne nastavitve

# tl_content.template_legend
source: Template settings
de: Template-Einstellungen
pt: Configurações de modelos
sl: Nastavitve predloge

# tl_content.player_legend
source: Player settings
de: Player-Einstellungen
pt: Configurações do reprodutor
sl: Nastavitve predvajalnika

# tl_content.poster_legend
source: Preview image
de: Vorschaubild
pt: Visualizar imagem
sl: Predogled slike

# tl_content.invisible_legend
source: Visibility
de: Sichtbarkeit
pt: Visibilidade
sl: Vidnost

# tl_content.ordered
source: ordered list
de: nummerierte Liste
pt: lista ordenada
sl: urejen seznam

# tl_content.unordered
source: unordered list
de: unnummerierte Liste
pt: lista desordenada
sl: neurejen seznam

# tl_content.name_asc
source: File name (ascending)
de: Dateiname (aufsteigend)
pt: Nome de arquivo (ascendente)
sl: Ime datoteke (naraščajoče)

# tl_content.name_desc
source: File name (descending)
de: Dateiname (absteigend)
pt: Nome de arquivo (descendente)
sl: Ime datoteke (padajoče)

# tl_content.date_asc
source: Date (ascending)
de: Datum (aufsteigend)
pt: Data (ascendente)
sl: Datum (naraščajoče)

# tl_content.date_desc
source: Date (descending)
de: Datum (absteigend)
pt: Data (descendente)
sl: Datum (padajoče)

# tl_content.custom
source: Custom order
de: Individuelle Reihenfolge
pt: Ordem personalizada
sl: Poljuben vrstni red

# tl_content.random
source: Random order
de: Zufällige Reihenfolge
pt: Ordem aleatória
sl: Naključno zaporedje

# tl_content.includeTemplate
source: The <em>%s</em> template needs to be included in the page layout.
de: Das <em>%s</em>-Template muss im Seitenlayout eingebunden sein.
pt: O template <em>%s</em>necessita ser incluido no layout de página.
sl: Predloga <em>%s</em> mora biti vključena v postavitvi strani.

# tl_content.includeTemplates
source: The <em>%s</em> or <em>%s</em> template needs to be included in the page layout.
de: Das <em>%s</em>- oder <em>%s</em>-Template muss im Seitenlayout eingebunden sein.
pt: O template <em>%s</em> ou <em>%s</em> necessitam ser incluídos no layout de página.
sl: Predloga <em>%s</em> ali <em>%s</em> mora biti vključena v postavitev strani.

# tl_content.player_autoplay
source: Autoplay
pt: Reproduzir automaticamente
sl: Samodejno predvajanje

# tl_content.player_nocontrols
source: Hide the controls
de: Steuerelemente verbergen
pt: Esconder os controlos
sl: Skrite orodja

# tl_content.player_loop
source: Play in a loop
de: In einer Schleife abspielen
pt: Reproduzir continuamente
sl: Ponavljaj predvajanje

# tl_content.player_muted
source: Mute the audio output
de: Die Audioausgabe stummschalten
pt: Silenciar audio
sl: Utišaj zvok

# tl_content.player_playsinline
source: Play inline (no fullscreen mode)
de: Inline abspielen (kein Vollbildmodus)
pt: Reproduzir inline (ecrã inteiro não suportado)

# tl_content.player_preload.auto
source: Auto (preload the entire video)
de: Auto (das ganze Video vorab laden)
pt: Automático (pré-carregar o vídeo completo)
sl: Samodejno (prednaloži celoten posnetek)

# tl_content.player_preload.metadata
source: Metadata (preload the metadata only)
de: Metadata (nur die Metadaten vorab laden)
pt: Metadata (précarregar apenas metada)
sl: Meta podatki (prednaloži samo meta podatke)

# tl_content.player_preload.none
source: None (do not preload anything)
de: None (nichts vorab laden)
pt: Nenhum (não précarregar nada)
sl: Nič (ničesar ne prednaloži)

# tl_content.youtube_autoplay
source: Autoplay
pt: Reproduzir automaticamente
sl: Samodejno predvajanje

# tl_content.youtube_controls
source: Hide the controls
de: Steuerelemente verbergen
pt: Esconder os controlos
sl: Skrite orodja

# tl_content.youtube_cc_load_policy
source: Show captions by default
de: Untertitel standardmäßig anzeigen
pt: Mostrar legendas como padrão
sl: Privzeto prikaži podnapise

# tl_content.youtube_fs
source: Hide the fullscreen button
de: Den Fullscreen-Button ausblenden
pt: Esconder botão de ecrã inteiro
sl: Skrij gumb za celozaslonski način

# tl_content.youtube_hl
source: Use the Contao page language
de: Die Contao-Seitensprache verwenden
pt: Usar idioma da página Contao
sl: Uporabi jezik s Contao strani

# tl_content.youtube_iv_load_policy
source: Hide annotations
de: Anmerkungen verstecken
pt: Esconder anotações
sl: Skrij pripise

# tl_content.youtube_modestbranding
source: Hide the YouTube logo
de: Das YouTube-Logo ausblenden
pt: Esconder logo YouTube
sl: Skrij logotip YouTube

# tl_content.youtube_rel
source: Limit related videos to the same channel
de: Ähnliche Videos auf denselben Kanal beschränken
pt: Vídeos relacionados com limites para o mesmo canal
sl: Omeji sorodne posnetke znotraj istega kanala

# tl_content.youtube_nocookie
source: Use the youtube-nocookie.com domain
de: Die youtube-nocookie.com-Domain verwenden
pt: Usar domínio youtube-nocookie.com
sl: Uporabi domeno youtube-nocookie.com

# tl_content.youtube_loop
source: Loop video
de: Endlosschleife
pt: Vídeo em loop
sl: Ponavljaj posnetek

# tl_content.vimeo_autoplay
source: Autoplay
pt: Reproduzir automaticamente
sl: Samodejno predvajanje

# tl_content.vimeo_loop
source: Play in a loop
de: In einer Schleife abspielen
pt: Reproduzir continuamente
sl: Ponavljaj predvajanje

# tl_content.vimeo_portrait
source: Hide the profile image
de: Das Profilbild ausblenden
pt: Esconder imagem de perfil
sl: Skrij sliko profila

# tl_content.vimeo_title
source: Hide the title
de: Den Titel ausblenden
pt: Esconder o titulo
sl: Ne prikaži naziva

# tl_content.vimeo_byline
source: Hide the author
de: Den Autor ausblenden
pt: Esconder o autor
sl: Ne prikaži avtorja

# tl_content.vimeo_dnt
source: Prevent session data tracking
pt: Impedir o rastreio dos dados da sessão

# tl_content.new.0
source: New
de: Neu
pt: Novo
sl: Nov

# tl_content.new.1
source: Add a new content element
de: Ein neues Inhaltselement erstellen
pt: Criar novo elemento
sl: Dodaj nov element z vsebino

# tl_content.show
source: Show the details of content element ID %s
de: Details des Inhaltselements ID %s anzeigen
pt: Mostrar detalhes do elemento com ID %s
sl: Prikaži podrobnosti elementa z vsebino (ID: %s)

# tl_content.cut
source: Move content element ID %s
de: Inhaltselement ID %s verschieben
pt: Mover elemento com ID %s
sl: Premakni element z vsebino (ID: %s)

# tl_content.copy
source: Duplicate content element ID %s
de: Inhaltselement ID %s duplizieren
pt: Duplicar elemento com ID %s
sl: Kopiraj element z vsebino (ID: %s)

# tl_content.delete
source: Delete content element ID %s
de: Inhaltselement ID %s löschen
pt: Deletar elemento com ID %s
sl: Izbriši element z vsebino (ID: %s)

# tl_content.edit
source: Edit content element ID %s
de: Inhaltselement ID %s bearbeiten
pt: Editar elemento com ID %s
sl: Uredi element z vsebino (ID: %s)

# tl_content.editheader
source: Edit the article settings
de: Artikeleinstellungen bearbeiten
pt: Editar as configurações do artigo
sl: Uredi nastavitve članka

# tl_content.toggle
source: Hide/unhide content element ID %s
de: Inhaltselement ID %s verstecken/anzeigen
pt: Esconder/Mostrar elemento de conteúdo com ID %s
sl: Skrij/prikaži element z vsebino %s

# tl_content.pasteafter.0
source: Paste at the top
de: Oben einfügen
pt: Colar no início
sl: Prilepi na vrh

# tl_content.pasteafter.1
source: Paste after content element ID %s
de: Nach dem Inhaltselement ID %s einfügen
pt: Colar depois do elemento com ID %s
sl: Prilepi za element z vsebino (ID: %s)

# tl_content.pastenew.0
source: Create a new content element at the top
de: Neues Inhaltselement oben erstellen
pt: Criar novo elemento de conteúdo no topo
sl: Ustvari nov element vsebine na vrhu

# tl_content.pastenew.1
source: Create a new content element after content element ID %s
de: Neues Inhaltselement nach dem Inhaltselement ID %s erstellen
pt: Criar novo elemento de conteúdo depois do elemento de conteúdo com ID %s
sl: Vstavi nov element vsebine za element z ID %s

# tl_content.editalias
source: Edit the source element ID %s
de: Quellelement ID %s bearbeiten
pt: Editar elemento fonte com ID %s
sl: Uredi vir elementa z ID %s

# tl_content.editarticle
source: Edit article ID %s
de: Artikel ID %s bearbeiten
pt: Editar artigo com ID %s
sl: Uredi članek (ID: %s)

# tl_content.list.1
source: Import list items from a CSV file
de: Listeneinträge aus einer CSV-Datei importieren
pt: Importar uma lista de itens de archivo CSV
sl: Uvozite elemente s seznama CSV datoteke

# tl_content.table.1
source: Import table items from a CSV file
de: Tabelleneinträge aus einer CSV-Datei importieren
pt: Importar itens do quadro de archivo CSV
sl: Uvozi elemente tabele iz CSV datoteke

# tl_content.overwriteMeta.0
source: Overwrite meta data
de: Metadaten überschreiben
sl: Prepiši meta podatke

# tl_content.overwriteMeta.1
source: Overwrite the meta data from the file manager.
de: Die Metadaten aus der Dateiverwaltung überschreiben.
sl: Prepiši meta podatke iz upravljalca datotek.

# tl_content.size.0
source: Image size
de: Bildgröße
sl: Velikost slike

# tl_content.size.1
source: Here you can set the image dimensions and the resize mode.
de: Hier können Sie die Abmessungen des Bildes und den Skalierungsmodus festlegen.
sl: Tu lahko določite dimenzije slike in jo pomanjšujete/povečujete.

# tl_content.numberOfItems.1
source: Here you can limit the total number of items. Set to 0 to show all.
de: Hier können Sie die Gesamtzahl der Beiträge begrenzen. Geben Sie 0 ein, um alle anzuzeigen.
sl: Tu lahko omejite skupno število elementov. 0 prikaže vse.

# tl_content.metaIgnore.0
source: Ignore files without meta data
de: Dateien ohne Metadaten ignorieren
sl: Prezri datoteke brez meta podatkov

# tl_content.metaIgnore.1
source: Do not show files without meta data matching the page language.
de: Dateien ohne zur Seitensprache passenden Metadaten nicht anzeigen.
sl: Ne pokaži datotek, kjer se meta podatki ne ujemajo z jezikom strani.

# tl_content.numberOfItems.0
source: Total number of items
de: Gesamtzahl der Beiträge
