Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_content.xlf
Languages: de, pt, sl

# tl_content.type.0
source: Element type
de: Elementtyp
pt: Tipo de elemento
sl: Vrsta elementa

# tl_content.type.1
source: Please choose the type of content element.
de: Bitte wählen Sie den Typ des Inhaltselements.
pt: Favor selecionar o tipo de elemento do conteúdo.
sl: Izberite element vsebine.

# tl_content.headline.0
source: Headline
de: Überschrift
pt: Primeira Página
sl: Naslov

# tl_content.headline.1
source: Here you can add a headline to the content element.
de: Hier können Sie dem Inhaltselement eine Überschrift hinzufügen.
pt: Se você inserir uma manchete, esta será mostrada acima do elemento de conteúdo.
sl: Če vnesete naslov bo prikazan nad vsebino.

# tl_content.text.0
source: Text
pt: Texto
sl: Tekst

# tl_content.text.1
source: You can use HTML tags to format the text.
de: Sie können HTML-Tags verwenden, um den Text zu formatieren.
pt: Favor inserir uma manchete ou explicação. HTML é permitido.
sl: Uporabite lahko HTML oznake za oblikovanje besedila.

# tl_content.addImage.0
source: Add an image
de: Ein Bild hinzufügen
pt: Adicionar imagem
sl: Dodaj sliko

# tl_content.addImage.1
source: Add an image to the content element.
de: Dem Inhaltselement ein Bild hinzufügen.
pt: Adicionar imagem ao elemento.
sl: Če izberete to možnost bo vsebini dodana slika.

# tl_content.showPreview.0
source: Show preview images
pt: Mostrar imagens de pré-visualização

# tl_content.showPreview.1
source: Show preview images of the selected files.
pt: Mostrar imagens de pré-visualização dos ficheiros seleccionados.

# tl_content.inline.0
source: Show in browser
de: Im Browser anzeigen
pt: Mostrar no browser
sl: Prikaži v brskalniku

# tl_content.inline.1
source: Show the file in the browser instead of opening the download dialog.
de: Die Datei im Browser anzeigen anstatt den Download-Dialog zu öffnen.
pt: Mostrar o ficheiro no browser em vez de mostrar opção de download.
sl: Odpri datoteko v brskalniku in ne prikaži okna za prenos datoteke.

# tl_content.overwriteMeta.0
source: Overwrite metadata
pt: Sobrescrever metadados

# tl_content.overwriteMeta.1
source: Overwrite the metadata from the file manager.
pt: Sobregravar os metadados do gestor de ficheiros.

# tl_content.singleSRC.0
source: Source file
de: Quelldatei
pt: Arquivo fonte
sl: Izvorna datoteka

# tl_content.singleSRC.1
source: Please select a file or folder from the files directory.
de: Bitte wählen Sie eine Datei oder einen Ordner aus der Dateiübersicht.
pt: Favor selecionar um arquivo ou pasta do sistema de arquivos.
sl: Izberite datoteko ali mapo.

# tl_content.alt.0
source: Alternate text
de: Alternativer Text
pt: Texto alternativo
sl: Alternativno besedilo

# tl_content.alt.1
source: Here you can enter an alternate text for the image (<em>alt</em> attribute).
de: Hier können Sie einen alternativen Text für das Bild eingeben (<em>alt</em>-Attribut).
pt: Favor inserir uma breve descrição do elemento.
sl: Alternativno besedilo bo prikazano namesto slike ali filma, če uporabnik ne bo mogel videti grafične vsebine. Alternativno besedilo ponavadi vsebuje kratek opis slike.

# tl_content.imageTitle.0
source: Image title
de: Bildtitel
pt: Titulo de Imagem
sl: Naziv slike

# tl_content.imageTitle.1
source: Here you can enter the image title (<em>title</em> attribute).
de: Hier können Sie den Titel des Bildes eingeben (<em>title</em>-Attribut).
pt: Aqui você pode digitar o título da imagem (<em>title</ em> atributo).
sl: Tu lahko vnesete naslov slike (HTML atribut <em>title</em>)

# tl_content.imagemargin.0
source: Image margin
de: Bildabstand
pt: Margem da imagem
sl: Rob slike

# tl_content.imagemargin.1
source: Here you can enter the top, right, bottom and left margin.
de: Hier können Sie den oberen, rechten, unteren und linken Außenabstand eingeben.
pt: Favor inserir a margens da imagem e a unidade de medida.
sl: Tu lahko določite zgornji, desni, spodnji in levi zamik.

# tl_content.imageUrl.0
source: Image link target
de: Bildlink-Adresse
pt: Utilizar imagem como link
sl: Ciljna povezava slike

# tl_content.imageUrl.1
source: A custom image link target will override the lightbox link, so the image cannot be viewed fullsize anymore.
de: Eine eigene Bildlink-Adresse überschreibt den Lightbox-Link, so dass das Bild nicht mehr in der Großansicht dargestellt werden kann.
pt: Favor inserir uma URL completa incluindo o protocolo até a imagem (ex. <em>http://www.domain.com</em>). Note que neste caso não será possível ver a imagem em seu tamanho real.
sl: Ciljna povezava slike bo povozila povezavo "lightbox" tako, da ogled slike ne bo več mogoč v polni velikosti.

# tl_content.fullsize.0
source: Full-size view/new window
de: Großansicht/Neues Fenster
pt: Ver em tamanho real/nova janela
sl: Celotni zaslon/novo okno

# tl_content.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
de: Großansicht des Bildes in einer Lightbox bzw. den Link in einem neuen Browserfenster öffnen.
pt: Abrir a imagem em tamanho real na lightbox ou abrir o link em uma nova janela do navegador.
sl: Odpri sliko prek lightbox-a v polni velikosti ali pa kot povezavo v novem oknu.

# tl_content.floating.0
source: Image alignment
de: Bildausrichtung
pt: Alinhamento da imagem
sl: Poravnava slike

# tl_content.floating.1
source: Please specify how to align the image.
de: Bitte legen Sie fest, wie das Bild ausgerichtet werden soll.
pt: Uma imagem pode ser mostrada acima, ou topo esquerdo/direito do texto.
sl: Izberite poravnavo slike. Slika je lahko prikazana nad, na vrhu levo ali na vrhu desno od besedila.

# tl_content.caption.0
source: Image caption
de: Bildunterschrift
pt: Legenda
sl: Naslov slike

# tl_content.caption.1
source: Here you can enter a short text that will be displayed below the image.
de: Hier können Sie einen kurzen Text eingeben, der unterhalb des Bildes angezeigt wird.
pt: O texto inserido aqui será mostrado abaixo da imagem.
sl: Naslov slike bo prikazan pod sliko. Če ne želite naslova slike pustite to polje prazno.

# tl_content.html.0
source: HTML code
pt: Código HTML
sl: HTML koda

# tl_content.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
de: Sie können die Liste der erlaubten HTML-Tags in den Backend-Einstellungen ändern.
pt: Favor inserir o seu código HTML.
sl: Lahko prilagodite seznam dovoljenih HTML značk v nastavitvah skrbništva.

# tl_content.listtype.0
source: List type
de: Listentyp
pt: Tipo de lista
sl: Vrsta seznama

# tl_content.listtype.1
source: Please choose the type of list.
de: Bitte wählen Sie den Typ der Liste.
pt: Favor selecionar um tipo de lista.
sl: Prosimo, izberite vrsto seznama.

# tl_content.listitems.0
source: List items
de: Listeneinträge
pt: Listar itens
sl: Postavke seznama

# tl_content.listitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
de: Wenn JavaScript deaktiviert ist, speichern Sie unbedingt Ihre Änderungen, bevor Sie die Reihenfolge ändern.
pt: Favor atribuir cada módulo a um elemento de página. Utilize os botões adicionar, mover ou remover módulo. Se você está com o JavaScript desabilitado salve suas alterações antes de modificar a ordem dos módulos.
sl: V kolikor imate izklopljen JavaScript, se prepričajte, da ste shranili spremembe, preden se lotite preurejanja vrstnega reda.

# tl_content.tableitems.0
source: Table items
de: Tabelleneinträge
pt: Itens da tabela
sl: Postavke tabele

# tl_content.tableitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
de: Wenn JavaScript deaktiviert ist, speichern Sie unbedingt Ihre Änderungen, bevor Sie die Reihenfolge ändern.
pt: Favor atribuir cada módulo a um elemento de página. Utilize os botões adicionar, mover ou remover módulo. Se você está com o JavaScript desabilitado salve suas alterações antes de modificar a ordem dos módulos.
sl: V kolikor imate izklopljen JavaScript, se prepričajte, da ste shranili spremembe, preden se lotite preurejanja vrstnega reda.

# tl_content.summary.0
source: Table summary
de: Zusammenfassung
pt: Resumo de tabela
sl: Opis tabele

# tl_content.summary.1
source: Please enter a short summary of the table and describe its purpose or structure.
de: Bitte geben Sie eine kurze Zusammenfassung des Inhalts und der Struktur der Tabelle ein.
pt: Para manter as tabelas acessíveis você sempre deve prover um breve resumo do seu conteúdo.
sl: Prosimo, vnesite kratek povzetek tabele in opišite njen namen ali strukturo.

# tl_content.thead.0
source: Add table header
de: Kopfzeile hinzufügen
pt: Cabeçalho de tabela
sl: Glava tabele

# tl_content.thead.1
source: Make the first row of the table the table header.
de: Die erste Reihe der Tabelle als Kopfzeile verwenden.
pt: Se você selecionar esta opção, a primeira linha da tabela será utilizada como o cabeçalho da tabela.
sl: Prva vrstica tabele naj predstavlja glavo tabele.

# tl_content.tfoot.0
source: Add table footer
de: Fußzeile hinzufügen
pt: Rodapé de tabela
sl: Noga tabele

# tl_content.tfoot.1
source: Make the last row of the table the table footer.
de: Die letzte Reihe der Tabelle als Fußzeile verwenden.
pt: Se você selecionar esta opção, a última linha da tabela será utilizada como o cabeçalho da tabela.
sl: Zadnja vrstica tabele naj predstavlja nogo tabele.

# tl_content.tleft.0
source: Use row headers
de: Reihenüberschriften hinzufügen
pt: Pode ser utilizado para providenciar cabeçalhos
sl: Uporabi naslovno vrstico

# tl_content.tleft.1
source: Define the left column as row header.
de: Die linke Spalte als Reihenüberschrift definieren.
pt: Define a coluna esquerda como cabeçalho.
sl: Določi levo kolono za naslovno vrstico

# tl_content.sortable.0
source: Sortable table
de: Sortierbare Tabelle
pt: Tabela dinâmica
sl: Tabela z možnostjo razvrščanja

# tl_content.sortable.1
source: Make the table sortable (requires JavaScript and a table header).
de: Die Tabelle sortierbar machen (benötigt JavaScript und eine Kopfzeile).
pt: Esta opção permite que a tabela seja reorganizada ao se clicar nos itens de cabeçalho (requer a opção <em>cabeçalho de tabela</em>).
sl: Tabela naj ima možnost razvščanja (omogočeno mora biti izvajanje JavaScript kode; tabela mora imeti določeno glavo)

# tl_content.sortIndex.0
source: Sort index
de: Sortierindex
pt: Indexador de organização
sl: Index razvrščanja

# tl_content.sortIndex.1
source: The number of the default sort column.
de: Die Nummer der Spalte, nach der standardmäßig sortiert wird.
pt: Favor inserir o número da coluna padrão para organizar por (primeira coluna = 0).
sl: Številka privzetega stolpca za razvrščanje.

# tl_content.sortOrder.0
source: Sort order
de: Sortierreihenfolge
pt: Ordem de classificação
sl: Vrstni red

# tl_content.sortOrder.1
source: Please choose the sort order.
de: Bitte wählen Sie die Sortierreihenfolge aus.
pt: Favor escolher uma ordem de exibição
sl: Prosimo, izberite vrstni red razvrščanja

# tl_content.mooType.0
source: Operation mode
de: Betriebsart
pt: Modo de operação
sl: Način operiranja

# tl_content.mooType.1
source: Please select the operation mode of the accordion element.
de: Bitte wählen Sie die Betriebsart des Akkordeon-Elements.
pt: Favor selecionar o modo de operação do elemento.
sl: Prosimo, izberite način prikaza harmonike

# tl_content.mooStart.0
source: Wrapper start
de: Umschlag Anfang
pt: Iniciar wrapper
sl: Začetek ovoja

# tl_content.mooStart.1
source: Marks the beginning of an accordion pane that spans several content elements.
de: Markiert den Anfang eines Akkordeon-Fensters, das mehrere Inhaltselemente umfasst.
pt: Marca o início de um painel de acordeão com vários elementos de conteúdo.
sl: Označi začetek elementa harmonike, ki se razteza skozi več vsebinskih elementov.

# tl_content.mooStop.0
source: Wrapper stop
de: Umschlag Ende
pt: Terminar wrapper
sl: Konec ovoja

# tl_content.mooStop.1
source: Marks the end of an accordion pane that spans several content elements.
de: Markiert das Ende eines Akkordeon-Fensters, das mehrere Inhaltselemente umfasst.
pt: Marca o fim de um painel de acordeão com vários elementos de conteúdo.
sl: Označi konec elementa harmonike, ki se razteza skozi več vsebinskih elementov.

# tl_content.mooSingle.0
source: Single element
de: Einzelelement
pt: Elemento único
sl: Samostojen element

# tl_content.mooSingle.1
source: Behaves like a single text element that is inside an accordion pane.
de: Entspricht einem Text-Inhaltselement in einem Akkordeon-Fenster.
pt: Comporta-se como um elemento de texto único que está dentro de um painel de acordeão.
sl: Obnaša se kot posamezen tekstovni element, ki je znotraj harmonike.

# tl_content.mooHeadline.0
source: Section headline
de: Bereichsüberschrift
pt: Manchete do acordeão
sl: Naslov področja

# tl_content.mooHeadline.1
source: Please enter the headline of the content pane. HTML tags are allowed.
de: Bitte geben Sie die Überschrift des Akkordeon-Fensters ein. HTML-Tags sind erlaubt.
pt: Favor inserir a manchete do painel de conteúdo acordeão (HTML permitido)
sl: Prosimo, vpišite naslov elemnta vsebine. HTML oznake so dovoljene.

# tl_content.mooStyle.0
source: CSS format
pt: Formato CSS da manchete
sl: CSS oblika

# tl_content.mooStyle.1
source: Here you can format the section headline using CSS code.
de: Hier können Sie die Bereichsüberschrift mittels CSS-Code formatieren.
pt: Aqui você pode inserir o código CSS opcional para formatar a manchete.
sl: Tu lahko oblikujete naslov sekcije s pomočjo CSS slogov.

# tl_content.mooClasses.0
source: Element classes
de: Klassennamen
pt: Atributos de classe do acordeão
sl: Razredi elementov

# tl_content.mooClasses.1
source: Leave blank to use the default classes or enter a custom toggler and accordion class.
de: Lassen Sie das Feld leer, um die Standard-Klassennamen zu verwenden, oder geben Sie eigene Toggler- und Accordion-Klassen ein.
pt: Se você deseja mostrar mais de um acordeão por página, você deve utilizar nomes de classes diferentes. Por padrão, eles usam as classes <em>toggler</em> e <em>accordion</em> (deixe em branco para utilizar a configuração padrão).
sl: Pustite prazno za uporabo privzetih razredov, ali pa vstavite poljubni preklopnik in razred harmonike.

# tl_content.shClass.0
source: Configuration
de: Konfiguration
pt: Configuração
sl: Nastavitev

# tl_content.shClass.1
source: Here you can configure the syntax highlighter (e.g. <em>gutter: false;</em>).
de: Hier können Sie den Syntax-Highlighter konfigurieren (z. B. <em>gutter: false;</em>).
pt: Aqui você pode configurar o marcador de sintaxe (e.g. <em>gutter: false;</em>).
sl: Tu lahko nastavite označevalnik sintakse (npr. <em>gutter: false;</em>).

# tl_content.highlight.0
source: Syntax highlighting
de: Syntaxhervorhebung
pt: Destaque de sintaxe
sl: Označevanje sintakse

# tl_content.highlight.1
source: Please choose a scripting language.
de: Bitte wählen Sie eine Skriptsprache aus.
pt: Favor selecionar uma linguagem de script.
sl: Izberite skriptni jezik.

# tl_content.code.0
source: Code
pt: Código
sl: Koda

# tl_content.code.1
source: Note that the code will not be executed. Use F11 to toggle the fullscreen mode if you are using the code editor.
de: Beachten Sie, dass der Code nicht ausgeführt wird. Mit F11 können Sie den Vollbildmodus aufrufen, wenn Sie den Code-Editor nutzen.
pt: Favor inserir o código.
sl: Vnesite kodo.

# tl_content.markdownSource.0
source: Markdown source
pt: Fonte Markdown

# tl_content.markdownSource.1
source: Please choose the Markdown source.
pt: Por favor, escolha a fonte Markdown.

# tl_content.markdownSource.sourceText
source: Text
pt: Texto

# tl_content.markdownSource.sourceFile
source: File
pt: Ficheiro

# tl_content.data.0
source: Template data
pt: Dados do modelo

# tl_content.data.1
source: These values are available as <code>$this->data</code> in the template.
pt: Estes valores estão disponíveis como <code>$this->data</code> no Modelo.

# tl_content.linkTitle.0
source: Link text
pt: Título do link
sl: Naslov povezave

# tl_content.linkTitle.1
source: The link text will be displayed instead of the target URL.
de: Der Link-Text wird anstelle der Link-Adresse angezeigt.
pt: O título de um link será mostrado aos visitantes de seu website em vez da URL ou do arquivo fonte. Se você gerar um link de imagem, a imagem será mostrada em vez do título do link.
sl: Namesto ciljnega naslova povezave bo prikazan njen naziv.

# tl_content.titleText.0
source: Link title
de: Link-Titel
pt: Título do link
sl: Naziv povezave

# tl_content.titleText.1
source: The link title is added as <em>title</em> attribute in the HTML markup.
de: Der Link-Titel wird als <em>title</em>-Attribut im HTML-Markup eingefügt.
pt: O titulo do link é adicionado como atributo </em>title</em> no HTML markup.
sl: Naslov povezave je dodan kot <em>naslov</em> atribut v HTML označbi.

# tl_content.embed.0
source: Embed the link
de: Den Link einbetten
pt: Embutir o link
sl: Vključi povezavo

# tl_content.embed.1
source: Use the wildcard "%s" to embed the link in a phrase (e.g. <em>For more information please visit %s</em>).
de: Verwenden Sie den Platzhalter "%s", um den Link in einen Text einzubetten (z. B. <em>Für mehr Informationen besuchen Sie %s</em>).
pt: Se você inserir uma frase incluindo o curinga <em>%s</em>, o link será embutido nesta frase. Ex. <em>visite nosso %s!</em> será transformado em <em>visite nosso <u>website</u>!</em> (<em>website</em> é o título do link).
sl: Uporabi oznako "%s" za vgradnjo povezave v želeno frazo (npr. <em>Za več informacij obiščite %s</em>).

# tl_content.rel.1
source: To trigger the lightbox, enter a <em>data-lightbox</em> attribute here.
de: Hier können Sie ein <em>data-lightbox</em>-Attribut eingeben, um die Lightbox anzusteuern.
pt: Para activar a lightbox, introduza um atributo <em>data-lightbox</em>aqui.
sl: Če želite, da se element odpre v lightbox-u, tu vstavite atribut <em>data-lightbox</em>.

# tl_content.useImage.0
source: Create an image link
de: Einen Bildlink erstellen
pt: Link de imagem
sl: Ustvarite povezavo na sliko.

# tl_content.useImage.1
source: Use an image instead of the link title.
de: Ein Bild anstatt des Link-Textes verwenden.
pt: Utilize uma imagem como link em vez de um título de link.
sl: Uporabi sliko namesto naziva povezave.

# tl_content.multiSRC.0
source: Source files
de: Quelldateien
pt: Arquivos fonte
sl: Izvorne datoteke

# tl_content.multiSRC.1
source: Please select one or more files or folders from the files directory. If you select a folder, its files will be included automatically.
de: Bitte wählen Sie eine oder mehr Dateien oder Ordner aus der Dateiübersicht. Wenn Sie einen Ordner auswählen, werden die darin enthaltenen Dateien automatisch eingefügt.
pt: Favor selecionar um ou mais arquivos ou pastas (arquivos em uma pasta serão incluídos automaticamente).
sl: Prosimo, izberite eno ali več datotek ali map iz datotečnega imenika. V kolikor izberete mapo, bo njena vsebina vključena samodejno.

# tl_content.useHomeDir.0
source: Use home directory
de: Home-Verzeichnis verwenden
pt: Utilizar o diretório inicial
sl: Uporabi domač direktorij

# tl_content.useHomeDir.1
source: Use the home directory as file source if there is an authenticated member.
de: Das Home-Verzeichnis als Dateiquelle verwenden, wenn sich ein Mitglied angemeldet hat.
pt: Usar directório home como fonte de ficheiros caso haja um membro autenticado.
sl: Uporabi domačo mapo kot izvor datotek, če je član preverjen.

# tl_content.perRow.0
source: Thumbnails per row
de: Vorschaubilder pro Reihe
pt: Miniaturas por linha
sl: Predoglednih sličic v vrsti

# tl_content.perRow.1
source: The number of image thumbnails per row.
de: Die Anzahl an Vorschaubildern pro Reihe.
pt: Favor inserir o número de miniaturas por linha
sl: Število predoglednih sličic v eni vrsti.

# tl_content.perPage.0
source: Items per page
de: Elemente pro Seite
pt: Itens por página
sl: Elementov na stran

# tl_content.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
de: Die Anzahl an Elementen pro Seite. Geben Sie 0 ein, um den automatischen Seitenumbruch zu deaktivieren.
pt: Favor inserir o número de registros por página (0 = desabilitar a paginação).
sl: Število elementov na stran. Nastavite 0 za onemogočanje številčenja.

# tl_content.sortBy.0
source: Order by
de: Sortieren nach
pt: Ordenar por
sl: Razvrsti po

# tl_content.sortBy.1
source: Please choose the sort order.
de: Bitte wählen Sie die Sortierreihenfolge aus.
pt: Favor escolher uma ordem de exibição
sl: Prosimo, izberite vrstni red razvrščanja

# tl_content.metaIgnore.0
source: Ignore files without metadata
pt: Ignorar ficheiros sem metadados

# tl_content.metaIgnore.1
source: Do not show files without metadata matching the page language.
pt: Não mostrar ficheiros sem metadados que correspondam à língua da página.

# tl_content.galleryTpl.0
source: Gallery template
de: Galerie-Template
pt: Aparência da Galeria
sl: Predloga galerije

# tl_content.galleryTpl.1
source: Here you can select a gallery template.
de: Hier können Sie ein Galerie-Template auswählen.
pt: Aqui pode seleccionar um modelo de galeria.
sl: Tu lahko določite predlogo za galerijo.

# tl_content.customTpl.0
source: Content element template
de: Inhaltselement-Template
pt: Modelo do elemento conteúdo
sl: Predloga elementa vsebine

# tl_content.customTpl.1
source: Here you can select the content element template.
de: Hier können Sie das Inhaltselement-Template auswählen.
pt: Aqui pode seleccionar o modelo do elemento de conteúdo.
sl: Tu lahko določite predlogo za element vsebine.

# tl_content.playerSRC.0
source: Video/audio files
de: Video-/Audio-Dateien
pt: Arquivos de vídeo/áudio
sl: Video/avdio datoteke

# tl_content.playerSRC.1
source: Here you can add the video/audio file or multiple files if you are using different codecs.
de: Hier können Sie die Video-/Audio-Datei bzw. – wenn Sie verschiedene Codecs verwenden – die Video-/Audio-Dateien hinzufügen.
pt: Aqui você pode adicionar o arquivo de vídeo/áudio, ou vários arquivos, se você estiver utilizando codecs diferentes.
sl: Tu lahko dodate video/avdio datoteko ali več datotek, če uporabljate različne kodeke.

# tl_content.youtube.0
source: YouTube ID
pt: ID do YouTube

# tl_content.youtube.1
source: Please enter the YouTube video ID (e.g. <em>j0sYj4wxyk0</em>).
de: Bitte geben Sie die YouTube-Video-ID ein (z. B. <em>j0sYj4wxyk0</em>).
pt: Por favor introduza o ID para YouTube vídeo (por ex.<em>j0sYj4wxyk0</em>).
sl: Vnesite YouTube video ID (npr. <em>1j0sYj4wxyk01</em>).

# tl_content.vimeo.0
source: Vimeo ID
pt: ID Vimeo

# tl_content.vimeo.1
source: Please enter the Vimeo video ID (e.g. <em>275028611</em>).
de: Bitte geben Sie die Vimeo-Video-ID ein (z. B. <em>275028611</em>).
pt: Por favor introduza o ID para Vimeo Vídeo (por ex. <em>275028611</em>).
sl: Vnesite Vimeo video ID (npr. <em>12750286111</em>).

# tl_content.posterSRC.0
source: Preview image
de: Vorschaubild
pt: Visualizar imagem
sl: Predogled slike

# tl_content.posterSRC.1
source: Show this image instead of the first frame of the video before playback.
de: Das Bild statt des ersten Frame des Videos vor dem Abspielen anzeigen.
pt: Mostre esta imagem, invés do primeiro quadro do vídeo, antes da reprodução.
sl: Prikaži to sliko namesto prvega kadra videa pred začetkom predvajanja.

# tl_content.playerSize.0
source: Player size
de: Player-Größe
pt: Tamanho do reprodutor
sl: Velikost predvajalnika

# tl_content.playerSize.1
source: Width and height of the media player in pixels (e.g. 640x480).
de: Breite und Höhe des Mediaplayers in Pixeln (z. B. 640x480).
pt: Largura e altura para o media player em pixeis (por ex. 640x480).
sl: Širina in višina video predvajalnika v pixlih (primer 640x480).

# tl_content.playerOptions.0
source: Player options
de: Player-Optionen
pt: Opções do leitor
sl: Nastavitve predvajalnika
