Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_files.xlf
Languages: fr, nl, pl, sr, tr

# tl_files.name.0
source: Name
fr: Nom
nl: Naam
pl: Nazwa wyświetlana
sr: Име
tr: Ad

# tl_files.name.1
source: The file or folder name (without extension).
fr: Le nom du fichier ou du dossier (sans extension).
nl: De bestand of map naam (zonder extensie).
pl: Nazwa pliku lub folderu (bez rozszerzenia).
sr: Име фајла или фолдера (без екстензије).
tr: Dosya ya da klasör adı (uzantısı olmadan).

# tl_files.path.0
source: Path
fr: Chemin d’accès
nl: Pad
pl: Ścieżka
sr: Путања
tr: Yol

# tl_files.path.1
source: The relative path to the file or folder.
fr: Le chemin d’accès relatif au fichier ou dossier.
nl: Relatief pad naar bestand of map.
pl: Relatywna ścieżka do pliku lub folderu.
sr: Релативна путања до фајла или фолдера.
tr: Dosya ya da klasörün göreli yolu.

# tl_files.extension.0
source: Extension
nl: Extensie
pl: Rozszerzenie
sr: Екстензија
tr: Uzantı

# tl_files.extension.1
source: The file extension
fr: L'extension du fichier
nl: Bestands-extensie
pl: Rozszerzenie pliku
sr: Екстензија фајла
tr: Dosya uzantısı

# tl_files.protected.0
source: Public
nl: Publiek
pl: Publiczny
sr: Јавно
tr: Herkese açık

# tl_files.protected.1
source: Make the folder and its sub-folders accessible via HTTP.
fr: Rendre le dossier et ses sous-dossiers accessibles via HTTP.
nl: Maak de map en sub-mappen toegankelijk via HTTP.
pl: Katalog i podkatalogi będą publicznie dostępne przez HTTP.
sr: Дозволи приступ фолдеру и његовим подфолдерима преко HTTP.
tr: Klasör ve alt klasörlerini HTTP üzerinden erişilebilir kılar.

# tl_files.syncExclude.0
source: Do not synchronize
fr: Ne pas synchroniser
nl: Niet synchroniseren
pl: Nie synchronizuj
sr: Немој синхронизовати
tr: Eşitlenmesin

# tl_files.syncExclude.1
source: Do not synchronize the folder and its subfolders with the database.
fr: Ne synchronisez pas le dossier et ses sous-dossiers avec la base de données.
nl: Hoofdmap en zijn submappen niet synchroniseren met de database.
pl: Nie synchronizuj katalogu i podkatalogów z bazą danych.
sr: Не ради синхронизацију фолдера и његових подфолдера са базом података.
tr: Klasör ve alt klasörleri veritabanı ile eşitlenmez.

# tl_files.importantPartX.0
source: Important part x coordinate
fr: Coordonnée X de la partie importante
nl: Belangrijkste deel x-coördinaten
pl: Ważny obszar - współrzędna x
sr: "Х" координата важног дела
tr: Önemli bölümün x koordinatı

# tl_files.importantPartX.1
source: Here you can enter the x coordinate of the important part.
fr: Saisir la coordonnée X de la partie importante.
nl: x-coördinaten van het belangrijkste deel ingeven.
pl: Tutaj możesz wprowadzić współrzędną x ważnego obszaru.
sr: Овде можете да дефинишете x координату почетка важног дела.
tr: Buraya önemli bölümün x koordinatını yazabilirsiniz.

# tl_files.importantPartY.0
source: Important part y coordinate
fr: Coordonnée Y de la partie importante
nl: Belangrijkste deel y-coördinaten
pl: Ważny obszar - współrzędna y
sr: "Y" координата важног дела
tr: Önemli bölümün y koordinatı

# tl_files.importantPartY.1
source: Here you can enter the y coordinate of the important part.
fr: Saisir la coordonnée Y de la partie importante.
nl: y-coördinaten van het belangrijkste deel ingeven.
pl: Tutaj możesz wprowadzić współrzędną y ważnego obszaru.
sr: Овде можете унети "y" координату почетка важног дела.
tr: Buraya önemli bölümün y koordinatını yazabilirsiniz.

# tl_files.importantPartWidth.0
source: Important part width
fr: Largeur de la partie importante
nl: Belangrijkste deel breedte
pl: Szerokość ważnego obszaru
sr: Ширина важног дела
tr: Önemli bölümün genişliği

# tl_files.importantPartWidth.1
source: Here you can enter the width of the important part.
fr: Saisir la largeur de la partie importante.
nl: Breedte van het belangrijkste deel ingeven.
pl: Tutaj możesz wprowadzić szerokość ważnego obszaru.
sr: Овде можете унети ширину важног дела.
tr: Buraya önemli bölümün genişliğini yazabilirsiniz.

# tl_files.importantPartHeight.0
source: Important part height
fr: Hauteur de la partie importante
nl: Belangrijkste deel hoogte
pl: Wysokość ważnego obszaru
sr: Висина важног дела
tr: Önemli bölümün yüksekliği

# tl_files.importantPartHeight.1
source: Here you can enter the height of the important part.
fr: Saisir la hauteur de la partie importante.
nl: Hoogte van het belangrijkste deel ingeven.
pl: Tutaj możesz wprowadzić wysokość ważnego obszaru.
sr: Овде можете унести висину важног дела.
tr: Buraya önemli bölümün yüksekliğini yazabilirsiniz.

# tl_files.meta.0
source: Metadata
fr: Métadata
pl: Metadane
sr: Мета подаци
tr: Üst veriler

# tl_files.meta.1
source: Here you can enter the file metadata. To add a language, create a matching root page in the site structure.
fr: Ici, vous pouvez entrer les métadonnées du fichier. Pour ajouter une langue, créez une page racine correspondante dans la structure du site.
nl: Hier kunt u de metadata van het bestand invoeren. Om een taal toe te voegen, maakt u een overeenkomende hoofdpagina in de sitestructuur.
pl: Tutaj możesz wprowadzić meta dane pliku. Aby dodać język, utwórz punkt startowy serwisu w strukturze stron.
tr: Buraya dosya üst verilerini yazabilirsiniz. Bir dil eklemek için site yapısında eşleşen bir kök sayfa oluşturun.

# tl_files.metaRgxpError
source: Field "%s" for language "%s" must match "%s".
nl: Veld "%s" voor taal "%s" moet overeenkomen met "%s".
pl: Pole "%s" dla języka "%s" musi być zgodne z "%s".
tr: "%s" alanı "%s" dili için "%s" ile eşleşmeli.

# tl_files.licenseRgxpError
source: Field "%s" for language "%s" must contain a valid URL.
nl: Veld "%s" voor taal "%s" moet een geldige URL bevatten.
pl: Pole "%s" dla języka "%s" musi zawierać prawidłowy URL.
tr: "%s" alanı "%s" dili için geçerli bir adres içermeli.

# tl_files.fileupload.0
source: File upload
fr: Envoi de fichier
nl: Bestand upload
pl: Wyślij plik
sr: Постављање фајла на сервер
tr: Dosya yükle

# tl_files.fileupload.1
source: Select the files you want to upload to the server (maximum %s and %s pixels).
fr: Sélectionnez les fichiers que vous souhaitez téléverser sur le serveur (maximum %s et %s pixels).
nl: Selecteer de bestanden welke u wilt uploaden naar de server (maximum %s en %s pixels).
pl: Wybierz pliki, które chcesz wgrać na serwer (maximum %s i %s pikseli).
sr: Изаберите фајлове које желите поставити на сервер (максималне димензије %s и %s пиксела).
tr: Sunucuya yüklemek istediğiniz dosyaları seçin (en fazla %s x %s piksel).

# tl_files.editor.0
source: Source editor
fr: Éditeur de code source
nl: Bron editor
pl: Edytor zawartości
sr: Едитор изворног фајла
tr: Kaynak düzenleyici

# tl_files.editor.1
source: Here you can edit the file source (press F11 to toggle fullscreen mode).
fr: Vous pouvez modifier ici le fichier source (pressez F11 pour passer en mode plein écran).
nl: Hier kunt u het bronbestand bewerken (druk op F11 voor volledig scherm).
pl: Tutaj możesz edytować źródło pliku (wciśnij F11 po tryb pełnoekranowy).
sr: Овде можете уређивати изворни фајл (притисните тастер F11 за приказ у целом екрану).
tr: Buradan dosya kaynağını düzenleyebilirsiniz (tam ekran kipine geçmek için F11 tuşuna basın).

# tl_files.uploadNback
source: Upload files and go back
fr: Envoi des fichiers et retour en arrière
nl: Ga terug na het uploaden van bestanden
pl: Wyślij pliki i wróć
sr: Постави фајлове на сервер и врати се назад
tr: Dosyaları yükleyip geri dön

# tl_files.editFF
source: Edit a file or folder
fr: Éditer un fichier ou un répertoire
nl: Wijzig een bestand of map
pl: Edytuj plik lub katalog
sr: Уреди фајл или фолдер
tr: Bir dosya ya da klasörü düzenle

# tl_files.uploadFF
source: Upload files to folder "%s"
fr: Envoyer un fichier dans le répertoire "%s"
nl: Upload een bestand naar map "%s"
pl: Wyślij plik do katalogu "%s"
sr: Копирај фајлове у фолдер "%s"
tr: "%s" klasörüne dosya yükle

# tl_files.editFile
source: Edit file "%s"
fr: Éditer le fichier "%s"
nl: Bewerk de inhoud van bestand "%s"
pl: Edytuj zawartość pliku
sr: Уреди фајл "%s"
tr: "%s" dosyasını düzenle

# tl_files.edit_preview_help
source: Mark the important part of the image with your mouse cursor.
fr: Marquer la partie importante de l'image avec le curseur de la souris.
nl: Markeer het belangrijkste deel van de afbeelding met de muis-cursor.
pl: Zaznacz ważny obszar obrazka za pomocą kursora myszy.
sr: Означи важан део слике са курсором миша.
tr: Fare imleciyle görselin önemli bölümünü işaretleyin.

# tl_files.browseFiles
source: Browse files
fr: Parcourir les fichiers
nl: Zoek bestanden
pl: Przeszukuj pliki
sr: Прегледај доступне фајлове
tr: Dosyalara göz at

# tl_files.clearList
source: Clear list
fr: Effacer la liste
nl: Lijst wissen
pl: Wyczyść listę
sr: Обриши листу
tr: Listeyi temizle

# tl_files.startUpload
source: Start upload
fr: Lancer le transfert
nl: Begin met uploaden
pl: Zacznij wysyłanie
sr: Започни копирање на сервер
tr: Yüklemeyi başlat

# tl_files.dropzone
source: Click or drop files here to upload
fr: Cliquez ou déposer des fichiers ici pour téléverser
nl: Hier klikken of bestanden neerzetten om te uploaden
pl: Kliknij lub upuść pliki tutaj aby je wysłać
sr: Кликни или превуци фајлове ради постављања на сервер
tr: Dosyaları yüklemek için tıklayın ya da sürükleyip bırakın

# tl_files.dropzoneFileTooBig
source: The file is too big ({{filesize}} MiB). The maximum filesize is {{maxFilesize}} MiB.
fr: Le fichier est trop volumineux ({{taille du fichier}} Mio). La taille de fichier maximale est {{maxFilesize}} Mio.
nl: Het bestand is te groot ({{filesize}} MiB). De maximale bestandsgrootte is {{maxFilesize}} MiB.
pl: Plik jest za duży ({{filesize}} MiB). Maksymalny rozmiar pliku to {{maxFilesize}} MiB.
sr: Фајл је превелик ({{filesize}} MiB). Највећа дозвољена величина фајла је {{maxFilesize}} MiB.
tr: Dosya çok büyük ({{filesize}} MiB). En büyük dosya boyutu {{maxFilesize}} MiB olabilir.

# tl_files.dropzoneInvalidType
source: Files of this type cannot be uploaded.
fr: Les fichiers de ce type ne peuvent pas être téléversés.
nl: Bestanden van dit type kunnen niet worden geüpload.
pl: Pliki tego typu nie mogą być wgrane.
sr: Фајлови овог типа не могу бити постављени на сервер.
tr: Bu türdeki dosyalar yüklenemez.

# tl_files.fileLocation
source: Path: %s
fr: Chemin : %s
nl: Pad: %s
pl: Ścieżka: %s
sr: Путања: %s
tr: Yol: %s

# tl_files.syncAdded
source: Added the file or folder "%s"
fr: Fichier ou répertoire "%s" ajouté
nl: Bestand of map "%s" toegevoegd
pl: Dodano plik lub folder "%s"
sr: Додати фајлови или фолдери "%s"
tr: "%s" dosya ya da klasörü eklendi

# tl_files.syncChanged
source: Updated the hash of the file or folder "%s"
fr: Hash-code du fichier ou répertoire "%s" mis à jour
nl: De Hash van map of bestand "%s" werd bijgewerkt
pl: Zaktualizowano hasha pliku lub folderu "%s"
sr: Ажурирана "hash" вредност фајла или фолдера "%s"
tr: "%s" dosya ya da klasörünün karması güncellendi

# tl_files.syncUnchanged
source: Found the file or folder "%s"
fr: Fichier ou répertoire "%s" trouvé
nl: Bestand of map "%s" gevonden
pl: Znaleziono plik lub folder "%s"
sr: Пронађен фајл или фолдер "%s"
tr: "%s" dosya ya da klasörü bulundu

# tl_files.syncMoved
source: Found the file or folder "%s" at "%s"
fr: Fichier ou répertoire "%s" trouvé à "%s"
nl: Bestand of Map "%s" gevonden bij "%s"
pl: Znaleziono plik lub folder "%s" w "%s"
sr: Пронађен фајл или фолдер "%s" у "%s"
tr: "%s" dosya ya da klasörü "%s" üzerinde bulundu

# tl_files.syncDeleted
source: Removed the file or folder "%s"
fr: Le fichier ou le répertoire "%s" a été supprimé
nl: Bestand of map "%s" verwijderd
pl: Usunięto plik lub folder "%s"
sr: Уклоњен фајл или фолдер "%s"
tr: "%s" dosya ya da klasörü silindi

# tl_files.syncComplete
source: The synchronization has been completed
fr: La synchronisation est terminée
nl: Synchronisatie is voltooid
pl: Synchronizacja zakończona.
sr: Синхронизација је завршена
tr: Eşitleme tamamlandı

# tl_files.syncResult
source: <strong>Result:</strong> %s added | %s modified | %4$s moved | %5$s deleted
nl: <strong>Resultaat:</strong> %s toegevoegd | %s gewijzigd | %4$s verplaatst | %5$s verwijderd
pl: <strong>Wynik:</strong> %s dodano | %s zmodyfikowano | %4$s przeniesiono | %5$s usunięto
tr: <strong>Sonuçlar:</strong> %s eklendi | %s değiştirildi | %s taşındı | %s silindi

# tl_files.syncShowUnchanged
source: Show unchanged
fr: Afficher les inchangés
nl: Toon ongewijzigd
pl: Pokaż niezmienione
sr: Прикажи неизмењено
tr: Değiştirilmeyenler görüntülensin

# tl_files.new.0
source: New folder
fr: Nouveau répertoire
nl: Nieuwe map
pl: Nowy katalog
sr: Нови фолдер
tr: Yeni klasör

# tl_files.new.1
source: Create a new folder
fr: Créer un nouveau répertoire
nl: Maak een nieuwe map
pl: Utwórz nowy katalog
sr: Креирај нови фолдер
tr: Yeni bir klasör oluştur

# tl_files.move.0
source: Upload files
fr: Envoi des fichiers
nl: Bestanden uploaden
pl: Wyślij pliki
sr: Постави фајлове на сервер
tr: Dosya yükle

# tl_files.move.1
source: Upload files to the server
fr: Envoyer les fichiers sur le serveur
nl: Bestanden opladen naar de server
pl: Wyślij pliki na serwer
sr: Постави фајл на сервер
tr: Sunucuya dosya yükle

# tl_files.sync.0
source: Synchronize
fr: Synchroniser
nl: Synchroniseer
pl: Synchronizuj
sr: Синхронизуј
tr: Eşitle

# tl_files.sync.1
source: Synchronize the file system and the database
fr: Synchroniser le système de fichiers et la base de données.
nl: Synchroniseer het systeembestand en de database
pl: Synchronizuj system plików i bazę danych
sr: Синхронизуј фајл систем и базу података
tr: Dosya sistemi ile veritabanını eşitle

# tl_files.show
source: Show the details of file or folder "%s"
fr: Afficher les détails du fichier ou du répertoire "%s"
nl: Toon de details van bestand of map "%s"
pl: Pokaż szczegóły pliku lub katalogu "%s"
sr: Прикажи детаље фајла/фолдера "%s"
tr: "%s" dosya ya da klasörünün ayrıntılarını görüntüle

# tl_files.cut
source: Move file or folder "%s"
fr: Déplacer le fichier ou le répertoire "%s"
nl: Verplaats bestand of map "%s"
pl: Przenieś ten plik lub katalog
sr: Помери фајл или фолдер "%s"
tr: "%s" dosya ya da klasörünü taşı

# tl_files.copy
source: Duplicate file or folder "%s"
fr: Dupliquer le fichier ou le répertoire "%s"
nl: Kopieer bestand of map "%s"
pl: Kopiuj ten plik lub katalog
sr: Копирај фајл или фолдер "%s"
tr: "%s" dosya ya da klasörünü kopyala

# tl_files.edit
source: Edit file or folder "%s"
fr: Éditer le fichier ou le répertoire "%s"
nl: Bewerk bestand of map "%s"
pl: Edytuj plik lub katalog "%s"
sr: Уреди фајл или фолдер "%s"
tr: "%s" dosya ya da klasörünü düzenle

# tl_files.delete
source: Delete file or folder "%s"
fr: Supprimer le fichier ou le répertoire "%s"
nl: Verwijder bestand of map "%s"
pl: Skasuj ten plik lub katalog
sr: Обриши фајл или фолдер "%s"
tr: "%s" dosya ya da klasörünü sil

# tl_files.drag
source: Drag file or folder "%s"
fr: Faites glisser le fichier ou le dossier "%s"
nl: Sleep bestand of map "%s"
pl: Przeciągnij plik lub folder "%s"
sr: Превуци фајл или фолдер "%s"
tr: "%s" dosya ya da klasörünü sürükle

# tl_files.source
source: Edit the source text of file "%s"
fr: Modifier le texte source du fichier "%s"
nl: Bewerk de brontekst van het bestand "%s"
pl: Edytuj tekst źródłowy pliku "%s"
sr: Уреди изворни текст фајла "%s"
tr: "%s" dosyasının kaynak metnini düzenle

# tl_files.upload
source: Upload files to folder "%s"
fr: Envoyer un fichier dans le répertoire "%s"
nl: Upload een bestand naar map "%s"
pl: Wyślij plik do katalogu "%s"
sr: Копирај фајлове у фолдер "%s"
tr: Dosyaları "%s" klasörüne yükle

# tl_files.protect
source: Protect folder "%s"
fr: Protéger le répertoire "%s"
nl: Beveilig map "%s"
pl: Zabezpiecz katalog "%s"
sr: Заштити фолдер "%s"
tr: "%s" klasörünü koru

# tl_files.unlock
source: Unprotect folder "%s"
fr: Retirer la protection du répertoire "%s"
nl: Verwijder bescherming van map "%s"
pl: Usuń zabezpieczenie katalogu "%s"
sr: Уклони заштиту "%s"
tr: "%s" klasörünün korumasını kaldır

# tl_files.pasteinto.0
source: Paste into the root folder
fr: Coller dans le repertoire racine
nl: Plak in de hoofdmap
pl: Wklej folder do folderu głównego
sr: Налепи у root фолдер
tr: Kök klasöre yapıştır

# tl_files.pasteinto.1
source: Paste into folder "%s"
fr: Coller dans le répertoir "%s"
nl: Plak in de map "%s"
pl: Wklej do folderu "%s"
sr: Налепи у фолдер "%s"
tr: "%s" klasörüne yapıştır
