Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_form.xlf
Languages: tr

# tl_form.title.0
source: Title
tr: Başlık

# tl_form.title.1
source: Please enter the form title.
tr: Lütfen form başlığını yazın.

# tl_form.alias.0
source: Form alias
tr: Form kısaltması

# tl_form.alias.1
source: The form alias is a unique reference to the form which can be called instead of its numeric ID.
tr: Form kısaltması form sayısal kodu olarak kullanılacak eşsiz bir belirteçtir.

# tl_form.jumpTo.0
source: Redirect page
tr: Yönlendirilecek sayfa

# tl_form.jumpTo.1
source: Please choose the page to which visitors will be redirected after submitting the form.
tr: Lütfen ziyaretçilerin formu gönderdikten yönlendirilecekleri sayfayı seçin.

# tl_form.sendViaEmail.0
source: Send form data via e-mail
tr: Form verileri e-posta ile gönderilsin

# tl_form.sendViaEmail.1
source: Send the submitted data to an e-mail address.
tr: Formda gönderilen verileri bir e-posta adresine gönderir

# tl_form.mailerTransport.0
source: Mailer transport
tr: E-posta aktarıcı

# tl_form.mailerTransport.1
source: Here you can override the mailer transport used to send the form via e-mail.
tr: Buradan formun e-posta ile gönderilmesi için kullanılacak e-posta aktarıcıyı değiştirebilirsiniz.

# tl_form.recipient.0
source: Recipient address
tr: Alıcı adresi

# tl_form.recipient.1
source: Separate multiple e-mail addresses with comma.
tr: Virgül ile ayırarak birden fazla e-posta adresi yazabilirsiniz.

# tl_form.subject.0
source: Subject
tr: Konu

# tl_form.subject.1
source: Please enter the e-mail subject.
tr: Lütfen e-posta konusunu yazın.

# tl_form.format.0
source: Data format
tr: Veri biçimi

# tl_form.format.1
source: Defines how the form data will be forwarded.
tr: Form verilerinin nasıl aktarılacağını belirler.

# tl_form.raw.0
source: Raw data
tr: Ham veri

# tl_form.raw.1
source: The form data will be sent as plain text message with each field in a new line.
tr: Form verileri düz metin iletisi olarak gönderilir. Her alan ayrı bir satırda yer alır.

# tl_form.xml.0
source: XML file
tr: XML dosyası

# tl_form.xml.1
source: The form data will be attached to the e-mail as an XML file.
tr: Form verileri e-postaya bir XML dosyası olarak eklenir.

# tl_form.csv.0
source: CSV file
tr: CSV dosyası

# tl_form.csv.1
source: The form data will be attached to the e-mail as a CSV file.
tr: Form verileri e-postaya bir CSV dosyası olarak eklenir.

# tl_form.csv_excel.0
source: CSV file (Microsoft Excel)
tr: CSV dosyası (Microsoft Excel)

# tl_form.csv_excel.1
source: The form data will be attached to the e-mail as a CSV file readable by Microsoft Excel.
tr: Form verileri e-postaya Microsoft Excel tarafından okunabilecek bir CSV dosyası olarak eklenir.

# tl_form.skipEmpty.0
source: Skip empty fields
tr: Boş alanlar atlansın

# tl_form.skipEmpty.1
source: Do not include empty fields in the form data.
tr: Bu seçenek etkinleştirildiğinde, boş alanlar form verilerine katılmaz.

# tl_form.email.0
source: E-mail
tr: E-posta

# tl_form.email.1
source: Ignores all fields except <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
tr: <em>Ad</em>, <em>e-posta</em>, <em>konu</em>, <em>ileti</em> ve <em>kopya</em> (karbon kopya) dışındaki tüm alanları yok sayar ve form verilerini bir e-posta istemcisi tarafından gönderiliyor gibi aktarır. Dosya yüklenmesine izin verilir.

# tl_form.skipEmtpy.0
source: Skip empty fields
tr: Boş alanlar atlansın

# tl_form.skipEmtpy.1
source: Hide empty fields in the e-mail.
tr: Bu seçenek etkinleştirildiğinde, boş alanlar e-postada görüntülenmez.

# tl_form.storeValues.0
source: Store data
tr: Veriler depolansın

# tl_form.storeValues.1
source: Store the submitted data in the database.
tr: Gönderilen verileri veritabanına kaydeder.

# tl_form.customTpl.0
source: Form template
tr: Form kalıbı

# tl_form.customTpl.1
source: Here you can select the form template.
tr: Buradan bir form kalıbı seçebilirsiniz.

# tl_form.targetTable.0
source: Target table
tr: Hedef tablo

# tl_form.targetTable.1
source: The target table must contain a column for every form field.
tr: Hedef tabloda her form alanı için bir sütun bulunmalıdır.

# tl_form.method.0
source: Submission method
tr: Gönderim yöntemi

# tl_form.method.1
source: The default form submission method is POST.
tr: Varsayılan gönderim yöntemi: POST.

# tl_form.novalidate.0
source: Disable HTML5 validation
tr: HTML5 doğrulaması yapılmasın

# tl_form.novalidate.1
source: Add the <em>novalidate</em> attribute to the form tag.
tr: Form kod imine <em>novalidate</em> özniteliğini ekler.

# tl_form.attributes.0
source: CSS ID/class
tr: CSS kodu/sınıfı

# tl_form.attributes.1
source: Here you can set an ID and one or more classes.
tr: Buradan bir kod ve bir ya da birkaç sınıf ayarlayabilirsiniz.

# tl_form.formID.0
source: Form ID
tr: Form kodu

# tl_form.formID.1
source: The form ID is required to trigger a Contao module.
tr: Form kodu bir Contao modülünü tetiklemek için gereklidir.

# tl_form.allowTags.0
source: Allow HTML tags
tr: HTML kod imleri kullanılabilsin

# tl_form.allowTags.1
source: Allow HTML tags in form fields.
tr: Bu seçenek etkinleştirildiğinde, form alanlarında HTML kod imleri kullanılabilir.

# tl_form.tstamp.0
source: Revision date
tr: Düzenlenme tarihi

# tl_form.tstamp.1
source: Date and time of the latest revision
tr: Son düzenlenme tarihi ve saati

# tl_form.title_legend
source: Title and redirect page
tr: Başlık ve yönlendirme sayfası

# tl_form.email_legend
source: Send form data
tr: Form verileri gönderilsin

# tl_form.store_legend
source: Store form data
tr: Form verileri kaydedilsin

# tl_form.expert_legend
source: Expert settings
tr: Uzman ayarları

# tl_form.config_legend
source: Form configuration
tr: Form yapılandırması

# tl_form.template_legend
source: Template settings
tr: Kalıp ayarları

# tl_form.new.0
source: New
tr: Yeni

# tl_form.new.1
source: Create a new form
tr: Yeni bir form ekle

# tl_form.show
source: Show the details of form ID %s
tr: %s kodlu formun ayrıntılarını görüntüle

# tl_form.edit
source: Edit form ID %s
tr: %s kodlu formu düzenle

# tl_form.children
source: Edit the form fields of form ID %s
tr: %s kodlu formun alanlarını düzenle

# tl_form.copy
source: Duplicate form ID %s
tr: %s kodlu formu kopyala

# tl_form.delete
source: Delete form ID %s
tr: %s kodlu formu sil

# tl_form.targetTableMissingAllowlist
source: Define the available tables in the following DCA configuration: <code>%s</code>.
tr: Şu DCA yapılandırmasında kullanılabilecek tabloları belirtin: <code>%s</code>.
