Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_image_size.xlf
Languages: pt

# tl_image_size.name.0
source: Name
pt: Nome

# tl_image_size.name.1
source: Please enter the image size name.
pt: Introduza o nome do tamanho da imagem.

# tl_image_size.width.0
source: Width
pt: Largura

# tl_image_size.width.1
source: Here you can enter the width in pixels.
pt: Aqui pode introduzir a largura em pixéis.

# tl_image_size.height.0
source: Height
pt: Altura

# tl_image_size.height.1
source: Here you can enter the height in pixels.
pt: Aqui pode introduzir a altura em pixéis.

# tl_image_size.resizeMode.0
source: Resize mode
pt: Modo de redimensionamento

# tl_image_size.resizeMode.1
source: Only applicable if width and height are specified.
pt: Apenas aplicável caso largura e altura sejam especificados.

# tl_image_size.zoom.1
source: 0 = the whole image is visible, 100 = only the important part of the image is visible.
pt: 0 = toda a imagem é visível, 100 = apenas a parte importante da imagem é visível.

# tl_image_size.sizes.0
source: Sizes attribute
pt: Atributo de tamanhos

# tl_image_size.sizes.1
source: Here you can define the intended layout width of the image, the actual size should be defined via CSS. Example: <em>(max-width: 600px) 100vw, 50vw</em>.
pt: Aqui pode definir a largura de disposição pretendida da imagem, o tamanho real deve ser definido através do CSS. Exemplo: <em>(max-width: 600px) 100vw, 50vw</em>.

# tl_image_size.densities.0
source: Pixel densities/scale factors
pt: Factores de densidade e escala de píxeis

# tl_image_size.densities.1
source: Here you can define the pixel densities (e.g. <em>1x, 1.5x, 2x</em>) or width descriptors (e.g. <em>100w, 200w</em>).
pt: Aqui pode definir densidade de píxeis (por ex. <em>1x, 1.5x, 2x</em>) ou descritores de largura (por ex. <em>100w, 200w</em>).

# tl_image_size.cssClass.0
source: CSS classes
pt: classes CSS

# tl_image_size.cssClass.1
source: The CSS classes will be added to the image tag.
pt: As classes CSS serão adicionadas à tag de imagem.

# tl_image_size.formats.0
source: Convert image formats
pt: Converter formatos de imagem

# tl_image_size.formats.1
source: Here you can select which image formats shall be converted.
pt: Aqui pode seleccionar quais formatos de imagem serão convertidos.

# tl_image_size.formatsNotSupported
source: The following formats are not supported on your server: %s
pt: Os seguintes formatos não são suportados no seu servidor: %s

# tl_image_size.skipIfDimensionsMatch.0
source: Use original image if dimensions match
pt: Usar imagem original se as dimensões coincidirem

# tl_image_size.skipIfDimensionsMatch.1
source: Note that no optimizations such as metadata stripping or JPEG compression will be applied in this case.
pt: Note-se que não serão aplicadas neste caso optimizações tais como a remoção de metadados ou compressão JPEG.

# tl_image_size.lazyLoading.0
source: Enable lazy loading
pt: Activar lazy loading

# tl_image_size.lazyLoading.1
source: Defer loading the image until it is scrolled into the viewport.
pt: Adiar o carregamento da imagem até que esta seja rolada para o viewport.

# tl_image_size.tstamp.0
source: Revision date
pt: Data da última alteração

# tl_image_size.tstamp.1
source: Date and time of the latest revision
pt: Data e hora da última alteração

# tl_image_size.title_legend
source: Image size settings
pt: Definições de tamanho de imagem

# tl_image_size.source_legend
source: Image source settings
pt: Definições de fonte de imagem

# tl_image_size.loading_legend
source: Loading options
pt: Opções de carregamento

# tl_image_size.expert_legend
source: Expert settings
pt: Configurações avançadas

# tl_image_size.proportional.0
source: Proportional
pt: Proporcional

# tl_image_size.proportional.1
source: The longer side of the image is adjusted to the given dimensions and the image is resized proportionally.
pt: O lado mais comprido da imagem é ajustada para as dimensões dadas e que a imagem é redimensionada proporcionalmente.

# tl_image_size.box.0
source: Fit the box
pt: Redimensionar para caber na caixa

# tl_image_size.box.1
source: The shorter side of the image is adjusted to the given dimensions and the image is resized proportionally.
pt: O lado mais curto da imagem é ajustado para as dimensões dadas e que a imagem é redimensionada proporcionalmente.

# tl_image_size.crop.0
source: Crop
pt: Recortar

# tl_image_size.crop.1
source: The image will be resized to the given dimensions. If necessary, it will be cropped.
pt: A Imagem será redimensionada para as dimensões especificadas. Caso necessário, será recortada.

# tl_image_size.new.0
source: New
pt: Novo

# tl_image_size.new.1
source: Create a new image size
pt: Criar novo tamanho de imagem

# tl_image_size.show
source: Show the details of image size ID %s
pt: Mostrar detalhes do tamanho de imagem com ID %s

# tl_image_size.edit
source: Edit image size ID %s
pt: Editar tamanho de imagem com ID %s

# tl_image_size.editheader
source: Edit the settings of image size ID %s
pt: Editar definições do tamanho de imagem com ID %s

# tl_image_size.cut
source: Move image size ID %s
pt: Mover tamanho de imagem com ID %s

# tl_image_size.copy
source: Duplicate image size ID %s
pt: Duplicar tamanho de imagem com ID %s

# tl_image_size.delete
source: Delete image size ID %s
pt: Apagar tamanho de imagem com ID %s
