Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_image_size_item.xlf
Languages: de, fa, pl, sr, tr

# tl_image_size_item.media.0
source: Media query
fa: مدیا کوئری
sr: Медијски упит
tr: Ortam kuyruğu

# tl_image_size_item.media.1
source: Here you can define when to use the image size, e.g. <em>(max-width: 600px)</em>.
de: Hier können Sie festlegen, wann die Bildgröße verwendet wird, z. B. <em>(max-width: 600px)</em>.
fa: اینجا می‌توانید زمانی را که از اندازه تصویر استفاده شود را تعریف نمایید،‌برای نمونه <em>(max-width: 600px)</em>.
pl: Tutaj możesz określić, kiedy użyć rozmiaru obrazka, np. <em>(max-width: 600px)</em>.
sr: Овде можете дефинисати када да користите величину слике, нпр. <em>(max-width: 600px)</em>.
tr: Buradan görsel boyutunun ne zaman kullanılacağını belirtebilirsiniz <em>(max-width: 600px)</em> gibi.

# tl_image_size_item.invisible.0
source: Invisible
de: Unsichtbar
fa: پنهان
pl: Niewidoczne
sr: Скривено
tr: Görünmez

# tl_image_size_item.invisible.1
source: Do not use the image size definition.
de: Die Bildgrößen-Definition nicht verwenden.
fa: از تعریف اندازه تصویر استفاده نکن.
pl: Nie używaj definicji rozmiaru obrazka.
sr: Немој користити дефиницију величине слике.
tr: Bu seçenek etkinleştirildiğinde, görsel boyutu tanımı kullanılmaz.

# tl_image_size_item.tstamp.0
source: Revision date
de: Änderungsdatum
fa: تاریخ بازنگری
pl: Data rewizji
sr: Датум последње верзије
tr: Düzenleme tarihi

# tl_image_size_item.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung
fa: تاریخ و ساعت آخرین بازنگری
pl: Data i czas ostatniej rewizji
sr: Датум и време последње верзије
tr: Son düzenlenme tarihi ve saati

# tl_image_size_item.title_legend
source: Image size settings
de: Bildgrößeneinstellungen
fa: تنظیمات اندازه تصویر
pl: Ustawienia rozmiaru obrazka
sr: Подешавања величине слике
tr: Görsel boyutu ayarları

# tl_image_size_item.expert_legend
source: Expert settings
sr: Напредна подешавања

# tl_image_size_item.visibility_legend
source: Visibility
de: Sichtbarkeit
fa: پدیداری
pl: Widoczność
sr: Видљивост
tr: Görünürlük

# tl_image_size_item.new.0
source: New media query
sr: Нови медијски упит

# tl_image_size_item.new.1
source: Create a new media query
de: Ein neues Media-Query anlegen
fa: ایجاد یک مدیا کوئری جدید
pl: Utwórz nowe media query
sr: Креирај нови медијски упит
tr: Yeni bir ortam kuyruğu ekle

# tl_image_size_item.show.0
source: Media query details
sr: Детаљи медијског упита

# tl_image_size_item.show.1
source: Show the details of media query ID %s
sr: Прикажи детаље медијског упита ID %s

# tl_image_size_item.edit.0
source: Edit media query
sr: Уреди медијски упит

# tl_image_size_item.edit.1
source: Edit media query ID %s
sr: Уреди медијски упит ID %s

# tl_image_size_item.cut.0
source: Move media query
sr: Помери медијски упит

# tl_image_size_item.cut.1
source: Move media query ID %s
sr: Помери медијски упит ID %s

# tl_image_size_item.copy.0
source: Duplicate media query
sr: Копирај медијски упит

# tl_image_size_item.copy.1
source: Duplicate media query ID %s
sr: Копирај медијски упит ID %s

# tl_image_size_item.delete.0
source: Delete media query
sr: Обриши медијски упит

# tl_image_size_item.delete.1
source: Delete media query ID %s
sr: Обриши медијски упит ID %s

# tl_image_size_item.editheader.0
source: Edit image size
sr: Уреди величину слике

# tl_image_size_item.editheader.1
source: Edit the image size settings
sr: Уреди подешавања величине слике

# tl_image_size_item.pasteafter.0
source: Paste at the top
de: Oben einfügen
fa: جاگذاری در بالا
pl: Wklej na początku
sr: Налепи на врх
tr: Üste yapıştır

# tl_image_size_item.pasteafter.1
source: Paste after media query ID %s
de: Nach dem Media-Query ID %s einfügen
fa: جاگذاری بعد از مدیا کوئری شناسه %s
pl: Wklej po media query ID %s
sr: Налепи након медијског упита ID %s
tr: %s kodlu ortam kuyruğundan sonra yapıştır

# tl_image_size_item.pastenew.0
source: Add new at the top
sr: Додај ново на врх

# tl_image_size_item.pastenew.1
source: Add new after media query ID %s
sr: Додај нови након медијског упита ID %s

# tl_image_size_item.toggle.0
source: Toggle visibility
sr: Промени видљивост

# tl_image_size_item.toggle.1
source: Toggle the visibility of media query ID %s
sr: Сакриј видљивост медијског упита ID %s

# tl_image_size_item.source_legend
source: Image source settings
de: Bildquellen-Einstellung
fa: تنظیمات منبع تصویر
pl: Ustawienia źródła obrazu
tr: Görsel kaynağı ayarları

# tl_image_size_item.new.0
source: New
de: Neu
fa: جدید
pl: Nowy
tr: Yeni

# tl_image_size_item.show
source: Show the details of media query ID %s
de: Details des Media-Querys ID %s anzeigen
fa: نمایش جزئیات مدیا کوئری شناسه %s
pl: Pokaż szczegóły media query ID %s
tr: %s kodlu ortam kuyruğunun ayrıntılarını görüntüle

# tl_image_size_item.edit
source: Edit media query ID %s
de: Media-Query ID %s bearbeiten
fa: ویرایش مدیا کوئری شناسه %s
pl: Edytuj media query ID %s
tr: %s kodlu ortam kuyruğunu düzenle

# tl_image_size_item.editheader
source: Edit the image size settings
fa: ویرایش تنظیمات اندازه تصویر
pl: Edytuj ustawienia rozmiaru obrazka
tr: Görsel boyutu ayarlarını düzenle

# tl_image_size_item.cut
source: Move media query ID %s
de: Media-Query ID %s verschieben
fa: جابجایی مدیا کوئری شناسه %s
pl: Przenieś media query ID %s
tr: %s kodlu ortam kuyruğunu taşı

# tl_image_size_item.copy
source: Duplicate media query ID %s
de: Media-Query ID %s duplizieren
fa: رونوشت مدیا کوئری شناسه %s
pl: Duplikuj media query ID %s
tr: %s kodlu ortam kuyruğunu kopyala

# tl_image_size_item.delete
source: Delete media query ID %s
de: Media-Query ID %s löschen
fa: پاک کردن مدیا کوئری شناسه %s
pl: Usuń media query ID %s
tr: %s kodlu ortam kuyruğunu sil

# tl_image_size_item.toggle
source: Activate/deactivate media query ID %s
de: Media-Query ID %s aktivieren/deaktivieren
fa: فعال/غیرفعال کردن مدیا کوئری شناسه %s
pl: Aktywuj/dezaktywuj media query ID %s
tr: %s kodlu ortam kuyruğunu etkinleştir/devre dışı bırak

# tl_image_size_item.pastenew.0
source: Create a new media query at the top
de: Neues Media-Query oben erstellen
fa: ایجاد یک مدیا کوئری در بالا
pl: Utwórz nowe media query na górze
tr: En üste yeni bir ortam kuyruğu ekle

# tl_image_size_item.pastenew.1
source: Create a new media query after media query ID %s
de: Neues Media-Query nach dem Media-Query ID %s erstellen
fa: ایجاد یک مدیا کوئری بعد از مدیا کوئری شناسه %s
pl: Utwórz nowe media query pod media query ID %s
tr: %s kodlu ortam kuyruğundan sonra yeni bir ortam kuyruğu ekle
