Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_layout.xlf
Languages: pt, sr, tr

# tl_layout.name.0
source: Title
pt: Título
sr: Назив
tr: Başlık

# tl_layout.name.1
source: Please enter the layout title.
pt: Favor inserir um nome único para o layout.
sr: Унесите назив распореда
tr: Lütfen düzen başlığını yazın.

# tl_layout.fallback.0
source: Default layout
pt: Layout padrão
sr: Подразумевани распоред
tr: Varsayılan düzen

# tl_layout.fallback.1
source: Make the layout the default layout.
pt: Se esta opção for selecionada, o layout escolhido será utilizado como padrão.
sr: Постави распоред као подразумевани распоред.
tr: Bu düzeni varsayılan yapar.

# tl_layout.rows.0
source: Rows
pt: Cabeçalho e rodapé
sr: Редови
tr: Sütun sayısı

# tl_layout.rows.1
source: Please choose the number of rows.
pt: Por favor escolha o número de linhas.
sr: Изаберите број редова
tr: Lütfen sütun sayısını seçin.

# tl_layout.1rw.0
source: Main row only
pt: Apenas linha principal
sr: Само главни ред
tr: Yalnızca ana satır

# tl_layout.1rw.1
source: Show only one row.
pt: Mostrar apenas uma linha.
sr: Прикажи само један ред
tr: Yalnızca bir satır görüntülensin.

# tl_layout.2rwh.0
source: Header and main row
pt: Cabeçalho e coluna principal
sr: Заглавље и главни ред
tr: Üst bilgi ve ana satır

# tl_layout.2rwh.1
source: Show a header above the main row.
pt: Mostrar um cabeçalho acima da linha principal.
sr: Прикажи заглавље изнад главног реда.
tr: Bu seçenek etkinleştirildiğinde, ana satırın üzerinde bir üst bilgi görüntülenir.

# tl_layout.2rwf.0
source: Main row and footer
pt: Linha principal e rodapé
sr: Главни ред и подножје
tr: Ana satır ve alt bilgi

# tl_layout.2rwf.1
source: Show a footer below the main row.
pt: Mostrar um rodapé abaixo da linha principal.
sr: Прикажи подножје испод главног реда.
tr: Bu seçenek etkinleştirildiğinde, ana satırın altında bir alt bilgi görüntülenir.

# tl_layout.3rw.0
source: Header, main row and footer
pt: Cabeçalho, linha principal e rodapé
sr: Заглавље, главни ред и подножје
tr: Üst bilgi, ana satır ve alt bilgi

# tl_layout.3rw.1
source: Show a header above and a footer below the main row.
pt: Mostrar um cabeçalho acima e um rodapé abaixo da linha principal.
sr: Прикажи заглавље изнад и подножје испод главног реда.
tr: Bu seçenek etkinleştirildiğinde, ana satırın üzerinde bir üst bilgi ve altında bir alt bilgi görüntülenir.

# tl_layout.headerHeight.0
source: Header height
pt: Altura do cabeçalho
sr: Висина заглавља
tr: Üst bilgi yüksekliği

# tl_layout.headerHeight.1
source: Please enter the height of the page header.
pt: Favor inserir a altura do cabeçalho.
sr: Унесите висину заглавља странице.
tr: Lütfen sayfa üst bilgisinin yüksekliğini yazın.

# tl_layout.footerHeight.0
source: Footer height
pt: Altura do rodapé
sr: Висина подножја
tr: Alt bilgi yüksekliği

# tl_layout.footerHeight.1
source: Please enter the height of the page footer.
pt: Favor inserir a altura do rodapé.
sr: Унесите висину подножја странице.
tr: Lütfen sayfa alt bilgisinin yüksekliğini yazın.

# tl_layout.cols.0
source: Columns
pt: Configurações da coluna
sr: Колоне
tr: Sütun sayısı

# tl_layout.cols.1
source: Please choose the number of columns.
pt: Favor selecionar o número de colunas.
sr: Изаберите број колона.
tr: Lütfen satır sayısını seçin.

# tl_layout.1cl.0
source: Main column only
pt: Uma coluna
sr: Само главна колона
tr: Yalnızca ana sütun

# tl_layout.1cl.1
source: Show only one column.
pt: apenas a coluna principal será mostrada.
sr: Прикажи само једну колону.
tr: Bu seçenek etkinleştirildiğinde, yalnızca bir sütun görüntülenir.

# tl_layout.2cll.0
source: Left and main column
pt: Duas colunas (principal a direita)
sr: Лева и главна колона
tr: Sol ve ana sütun

# tl_layout.2cll.1
source: Show two columns with the main column on the right side.
pt: a coluna principal será mostrada no lado direito da janela do navegador.
sr: Прикажи две колоне са главном колоном десно.
tr: Bu seçenek etkinleştirildiğinde, ana sütun sağda olacak şekilde iki sütun görüntülenir.

# tl_layout.2clr.0
source: Main and right column
pt: Duas colunas (principal a esquerda)
sr: Главна и десна колона
tr: Ana ve sağ sütun

# tl_layout.2clr.1
source: Show two columns with the main column on the left side.
pt: a coluna principal será mostrada no lado esquerdo da janela do navegador.
sr: Прикажи две колоне са главном колоном лево.
tr: Bu seçenek etkinleştirildiğinde, ana sütun solda olacak şekilde iki sütun görüntülenir.

# tl_layout.3cl.0
source: Main, left and right column
pt: Três colunas (principal ao centro)
sr: Главна, лева и десна колона
tr: Ana, sol ve sağ sütun

# tl_layout.3cl.1
source: Show three columns with the main column in the middle.
pt: a coluna principal será mostrada ao centro, entre as colunas direita e esquerda.
sr: Прикажи три колоне са главном колоном у средини.
tr: Bu seçenek etkinleştirildiğinde, ana sütun ortada olacak şekilde üç sütun görüntülenir.

# tl_layout.widthLeft.0
source: Left column width
pt: Largura da coluna da esquerda
sr: Ширина леве колоне
tr: Sol sütun genişliği

# tl_layout.widthLeft.1
source: Please enter the width of the left column.
pt: Favor inserir a largura da coluna da esquerda.
sr: Унесите ширину леве колоне.
tr: Lütfen sol sütunun genişliğini yazın.

# tl_layout.widthRight.0
source: Right column width
pt: Largura da coluna da direita
sr: Ширина десне колоне
tr: Sağ sütun genişliği

# tl_layout.widthRight.1
source: Please enter the width of the right column.
pt: Favor inserir a largura da coluna da direita.
sr: Унесите ширину десне колоне.
tr: Lütfen sağ sütunun genişliğini yazın.

# tl_layout.sections.0
source: Custom layout sections
pt: Seções de layout personalizado
sr: Прилагођене секције распореда
tr: Özel düzen bölümleri

# tl_layout.sections.1
source: Here you can define custom layout sections.
pt: Aqui pode definir secções de layout personalizadas.
sr: Овде можете да дефинишете прилагођене секције распореда.
tr: Buradan özel düzen bölümlerini ayarlayabilirsiniz.

# tl_layout.stylesheet.0
source: Internal style sheets
pt: Folhas de estilo internas
sr: Интерни стилови
tr: İç biçem sayfaları

# tl_layout.stylesheet.1
source: Here you can add internal style sheets to the layout.
pt: Aqui pode adicionar folhas de estilo internas ao layout.
sr: Овде можете додати интерне стилове распореду.
tr: Buradan düzene iç biçem sayfaları ekleyebilirsiniz.

# tl_layout.framework.1
source: Here you can activate the components of the Contao CSS framework.
pt: Aqui pode activar is componentes do CSS framework do Contao.
sr: Овде можете да активирате компоненте Contao CSS framework-а.
tr: Buradan Contao CSS iskeletinin bileşenlerini etkinleştirebilirsiniz.

# tl_layout.layout.css.0
source: Layout builder
pt: Construtor de Layouts
sr: Генератор распореда
tr: Düzen oluşturucu

# tl_layout.layout.css.1
source: Generates a CSS layout based on the page layout settings. This component is required for the page layout generator to work!
pt: Cria um CSS layout baseado nas configurações de layout presentes. Este componente é necessário para o criador de páginas de layout funcionar correctamente!
sr: Генерисање CSS распореда базираног на подешавањима распореда странице. Ова компонента је неопходна да би генератор распореда странице радио!
tr: Sayfa düzeni ayarlarına göre bir CSS düzeni oluşturur. Sayfa düzeni oluşturucunun çalışabilmesi için bu bileşen gereklidir!

# tl_layout.responsive.css.0
source: Responsive layout
pt: Layout responsivo
sr: "Responsive" распоред
tr: Uyumlu düzen

# tl_layout.responsive.css.1
source: Adds a meta viewport tag to the page header and scales the CSS layout based on the device width.
pt: Adiciona uma meta viewport tag ao cabeçalho da página e ajusta o layout CSS com base no ecrâ do dispositivo.
sr: Додавање мета viewport тага у заглавље странице и скалирање изгледа заснованог на CSS у зависности од величине уређаја.
tr: Sayfa üst bilgisine bir meta viewport kod imi ekler ve CSS düzenini aygıt genişliğine göre ölçeklendirir.

# tl_layout.grid.css.0
source: 12-column grid
pt: grelha com 12 colunas
sr: Мрежа са 12 колона
tr: 12 sütunlu ızgara

# tl_layout.grid.css.1
source: Adds a responsive 12-column grid that is triggered by the CSS classes "grid1" to "grid12" and "offset1" to "offset12".
pt: Adiciona uma grelha de 12 colunas responsiva a qual é iniciada pelas classes CSS "grid1" a "grid12" e "offset1" a "offset12".
sr: Додавање мреже са 12 колона која се тригерује са класама CSS "grid1" до "grid12" и "offset1" до "offset12".
tr: "grid1" ile "grid12" ve "offset1" ile "offset12" arasında CSS sınıfları tarafından desteklenen 12 sütunlu uyumlu bir ızgara ekler.

# tl_layout.reset.css.0
source: CSS reset
pt: reinicializar CSS
sr: Ресет CSS
tr: CSS sıfırlama

# tl_layout.reset.css.1
source: Removes the inconsistent default styling of HTML elements in different browsers.
pt: Remove o estilo padrão e inconsistente de elementos HTML presente em diferentes browsers.
sr: Уклањање неконзистентних подразумеваних стилова елемената HTML у различитим интернет прегледачима.
tr: Bu seçenek etkinleştirildiğinde, farklı web tarayıcılardaki HTML bileşenlerinin tutarsız varsayılan biçimlendirmelerini kaldırılır.

# tl_layout.form.css.0
source: Basic forms
pt: Formas básicas
sr: Основне форме
tr: Temel formlar

# tl_layout.form.css.1
source: Adds basic form elements and buttons formatting.
pt: Adiciona formatação para elementos de formas básicas e botões.
sr: Додавање основних елемената форми и формулара и форматирање дугмади.
tr: Bu seçenek etkinleştirildiğinde, temel form bileşenleri ve düğme biçimlendirmeleri eklenir.

# tl_layout.icons.css.0
source: Basic icons
pt: Ícones básicos
sr: Основне иконице
tr: Temel simgeler

# tl_layout.icons.css.1
source: Adds basic mime icons for downloads and enclosures.
pt: Adiciona ícones básicos mime a downloads e enclosures.
sr: Додавање основних mime иконица за преузимање докумената и уметнуте фајлове.
tr: Bu seçenek etkinleştirildiğinde, indirmeler ve ek dosyalar için temel MIME simgeleri eklenir.

# tl_layout.external.0
source: External style sheets
pt: Folhas de estilo externos
sr: Вањски стилови
tr: Dış biçem sayfaları

# tl_layout.external.1
source: Here you can add external CSS, SCSS or LESS files from the file system.
pt: Aqui pode adicionar ficheiros CSS, SCSS ou LESS externos a partir do sistema de ficheiros.
sr: Овде можете додати вањске CSS, SCSS или LESS фајлове из фајл система.
tr: Buradan dosya sistemindeki dış CSS, SCSS ya da LESS dosyalarını ekleyebilirsiniz.

# tl_layout.orderExt.0
source: Sort order
pt: Ordem de classificação
sr: Начин сортирања

# tl_layout.orderExt.1
source: The sort order of the style sheets.
sr: Редослед сортирања стилова.

# tl_layout.loadingOrder.0
source: Loading order
pt: Ordem de carregamento
sr: Редослед учитавања
tr: Yüklenme sırası

# tl_layout.loadingOrder.1
source: Here you can select the loading order of the style sheets.
pt: Aqui pode seleccionar a ordem de carregamento das folhas de estilo.
sr: Овде можете дефинисати редослед учитавања стилова.
tr: Buradan biçem sayfalarının yüklenme sırasını seçebilirsiniz.

# tl_layout.combineScripts.0
source: Combine scripts
pt: Combinar scripts
sr: Увежи скрипте
tr: Betikler birleştirilsin

# tl_layout.combineScripts.1
source: Combine the .css and .js files (do not enable for HTTP/2).
sr: Увежи .css и .js фајлове (немојте користити ово код HTTP/2).

# tl_layout.external_first
source: Load external style sheets first
pt: Carregar folhas de estilo externas primeiro.
sr: Учитај прво вањске стилове
tr: Önce dış biçem sayfaları yüklensin

# tl_layout.internal_first
source: Load internal style sheets first
pt: Carregar folhas de estilo internas primeiro.
sr: Учитај прво интерне стилове
tr: Önce iç biçem sayfaları yüklensin

# tl_layout.webfonts.0
source: Google web fonts
pt: Fontes na Google web
sr: Google web фонтови

# tl_layout.webfonts.1
source: Here you can add Google web fonts to your website. Specify the font families without the base URL (e.g. <em>Ubuntu|Ubuntu+Mono</em>).
pt: Aqui você pode adicionar fontes Google web para o seu site. Especifique as famílias de fontes sem a URL base (por exemplo, <em>Ubuntu | Ubuntu + Mono</ em>).
sr: Овде можете да додате Google web фонтове на ваш сајт. Специфицирајте фамилије фонтова без базног URL-а (нпр. <em>Ubuntu|Ubuntu+Mono</em>).

# tl_layout.modules.0
source: Included modules
pt: Módulos inclusos
sr: Придружени модули
tr: Katılacak modüller

# tl_layout.modules.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
pt: Favor atribuir cada módulo a um elemento de página. Utilize os botões adicionar, mover ou remover módulo. Se você está com o JavaScript desabilitado salve suas alterações antes de modificar a ordem dos módulos.
sr: Ако је JavaScript онемогућен, будите сигурни да сте сачували измене пре него што промените редослед у листи.
tr: JavaScript devre dışı bırakılmışsa, sıralamayı değiştirmeden önce değişikliklerinizi kaydettiğinizden emin olun.

# tl_layout.template.0
source: Page template
pt: Modelo de layout
sr: Шаблон странице
tr: Sayfa kalıbı

# tl_layout.template.1
source: Here you can select the page template.
pt: Favor selecionar um modelo de layout. O modelo padrão é chamado <em>fe_page</em>. Se você desejar adicionar os seus próprios modelos, os envie para o diretório <em>templates</em> no servidor (a extensão do arquivo deve ser <em>tpl</em>).
sr: Овде можете изабрати шаблон странице.
tr: Buradan bir sayfa kalıbı seçebilirsiniz.

# tl_layout.doctype.0
source: Output format
pt: Definição do tipo de documento
sr: Излазни формат

# tl_layout.doctype.1
source: Here you can set the output format.
pt: Favor selecionar um DTD.
sr: Овде можете подесити излазни формат.

# tl_layout.cssClass.0
source: Body class
sr: Класа "body"
tr: Body sınıfı

# tl_layout.cssClass.1
source: Here you can add custom classes to the &lt;body&gt; tag.
pt: Aqui pode adicionar classes personalizadas ao &lt;body&gt; tag.
sr: Овде можете додати прилагођену класу за <body> таг.
tr: Buradan &lt;body&gt; kod imine özel sınıflar ekleyebilirsiniz.

# tl_layout.viewport.0
source: Viewport tag
sr: Viewport таг
tr: Viewport kod imi

# tl_layout.titleTag.0
source: Title tag
pt: Tag de título
sr: Title таг
tr: Title kod imi

# tl_layout.titleTag.1
source: Here you can set a custom title tag.
sr: Овде можете поставити произвољан title таг.

# tl_layout.onload.1
source: Here you can add a body <em>onload</em> attribute.
pt: Aqui pode adicionar um atributo body <em>onload </em>.
sr: Овде можете додати атрибут за body <em>onload</em>.
tr: Buradan bir body <em>onload</em> özniteliği ekleyebilirsiniz.

# tl_layout.head.0
source: Additional &lt;head&gt; tags
pt: Tags adicionais
sr: Додатни <head> тагови
tr: Ek &lt;head&gt; kod imleri

# tl_layout.head.1
source: Here you can add individual tags to the &lt;head&gt; section of the page.
pt: Aqui pode adicionar tags individuais ao &lt;head&gt; secção da página.
sr: Овде можете додати појединачне тагове за <head> секцију странице.
tr: Buradan sayfanın &lt;head&gt; bölümüne başka kod imleri ekleyebilirsiniz.

# tl_layout.addJQuery.0
source: Include jQuery
pt: Incluir jQuery
sr: Придружи jQuery
tr: jQuery katılsın

# tl_layout.addJQuery.1
source: Include the jQuery library in the layout.
pt: Incluir biblioteca jQuery no layout.
sr: Придружи распореду jQuery библиотеку.
tr: Bu seçenek etkinleştirildiğinde, düzene jQuery kitaplığı eklenir.

# tl_layout.jSource.0
source: jQuery source
pt: codigo-fonte jQuery
sr: Извор jQuery-а

# tl_layout.jSource.1
source: Here you can select from where to load the jQuery script.
pt: Aqui pode seleccionar de onde carregar o script jQuery.
sr: Овде можете изабрати одакле се учитава скрипта са jQuery-ем.

# tl_layout.jquery.0
source: jQuery templates
pt: Templates jQuery
sr: Шаблон за jQuery
tr: jQuery kalıpları

# tl_layout.jquery.1
source: Here you can select one or more jQuery templates.
pt: Aqui pode seleccionar um ou mais templates jQuery.
sr: Овде можете одабрати један или више шаблона за jQuery
tr: Buradan bir ya da birkaç jQuery kalıbı seçebilirsiniz.

# tl_layout.addMooTools.0
source: Include MooTools
pt: Incluir MooTools
sr: Придружи MooTools
tr: MooTools katılsın

# tl_layout.addMooTools.1
source: Include the MooTools library in the layout.
pt: Incluir a biblioteca Mootools no layout.
sr: Придружи распореду MooTools библиотеку.
tr: Bu seçenek etkinleştirildiğinde, düzene MooTools kitaplığı eklenir.

# tl_layout.mooSource.0
source: MooTools source
pt: Origem MooTools
sr: Извор MooTools-а

# tl_layout.mooSource.1
source: Here you can select from where to load the MooTools scripts.
pt: Você podem usar a origem dos MooTools locais ou carregar de um rede de distribuição de conteúdo.
sr: Овде можете изабрати одакле се учитава скрипта са MooTools-ем.

# tl_layout.mootools.0
source: MooTools templates
pt: JavaScript MooTools
sr: Шаблони MooTools-а
tr: MooTools kalıpları

# tl_layout.mootools.1
source: Here you can select one or more MooTools templates.
pt: Se você desejar rodar um acordeão mootools no seu website, será necessário adicionar um modelo JavaScript que inicializará este efeito. Você pode selecionar este script aqui. Mootools templates iniciam por <em>moo_</em> e terminam com a extensão <em>tpl</em>.
sr: Овде можете одабрати један или више шаблона за MooTools.
tr: Buradan bir ya da birkaç MooTools kalıbı seçebilirsiniz.

# tl_layout.picturefill.0
source: Load the image polyfill
sr: Учитај image polyfill

# tl_layout.picturefill.1
source: Include the image polyfill (<em>respimage.js</em>) in the layout.
sr: Придружи распореду image polyfill (<em>respimage.js</em>).

# tl_layout.scripts.0
source: JavaScript templates
pt: Templates JavaScript
sr: Шаблони JavaScript-а
tr: JavaScript kalıpları

# tl_layout.scripts.1
source: Here you can select one or more JavaScript templates.
pt: Aqui pode seleccionar um ou mais templates JavaScript.
sr: Овде можете одабрати један или више шаблона JavaScript-а.
tr: Buradan bir ya da birkaç JavaScript kalıbı seçebilirsiniz.

# tl_layout.analytics.0
source: Analytics templates
pt: Templates Analytics
sr: Аналитички шаблони
tr: Analytics kalıpları

# tl_layout.analytics.1
source: Here you can select one or more analytics templates.
pt: Aqui pode seleccionar um ou mais templates analytics.
sr: Овде можете да одаберете један или више аналитичких шаблона.
tr: Buradan bir ya da birkaç Analytics kalıbı seçebilirsiniz.

# tl_layout.script.0
source: Custom JavaScript code
pt: Código JavaScript personalizado
sr: Додатни JavaScript кôд
tr: Özel JavaScript kodu

# tl_layout.script.1
source: The JavaScript code which will be inserted at the bottom of the page.
pt: O código JavaScript que será inserido na parte inferior da página.
sr: JavaScript кôд који ће бити уметнут на дну странице.
tr: Buraya sayfanın altına eklenecek özel JavaScript kodunu yazabilirsiniz.

# tl_layout.static.0
source: Static layout
pt: Leiaute estático
sr: Статички распоред
tr: Durağan düzen

# tl_layout.static.1
source: Create a static layout with a fixed width and alignment.
pt: Crie um layout estático com tamanho e alinhamento fixos.
sr: Креирај статички распоред са фиксном ширином и поравнањем.
tr: Sabit genişlik ve hizalama ile bir durağan düzen oluşturur.

# tl_layout.width.0
source: Overall width
pt: Largura geral
sr: Укупна ширина
tr: Toplam genişlik

# tl_layout.width.1
source: The overall width will be applied to the wrapper element.
pt: Favor inserir a largura geral que será atribuída ao elemento envelope.
sr: Укупна ширина биће примењена на елемент "wrapper".
tr: Kapsayıcı bileşenine uygulanacak toplam genişliği yazın.

# tl_layout.align.0
source: Alignment
pt: Alinhamento do website
sr: Поравнање
tr: Hizalama

# tl_layout.align.1
source: Please select the alignment of the page.
pt: Favor inserir o alinhamento do website.
sr: Изаберите поравнање странице.
tr: Lütfen sayfanın hizalamasını seçin.

# tl_layout.title_legend
source: Title
pt: Título
sr: Назив
tr: Başlık

# tl_layout.header_legend
source: Rows
pt: Cabeçalho e rodapé
sr: Редови
tr: Satır sayısı

# tl_layout.column_legend
source: Columns
pt: Configurações da coluna
sr: Колоне
tr: Sütun sayısı

# tl_layout.sections_legend
source: Custom sections
pt: Seções personalizadas
sr: Прилагођене секције
tr: Özel bölümler

# tl_layout.webfonts_legend
source: Web fonts
pt: Fontes Web
sr: Web фонтови

# tl_layout.style_legend
source: Style sheets
pt: Folhas de estilo
sr: Стилови
tr: Biçem sayfaları

# tl_layout.picturefill_legend
source: Responsive images
sr: "Responsive" слике

# tl_layout.modules_legend
source: Front end modules
pt: Módulos do site
sr: ФронтЕнд модули
tr: Ön yüz modülleri

# tl_layout.expert_legend
source: Expert settings
pt: Configurações avançadas
sr: Напредна подешавања
tr: Uzman ayarları

# tl_layout.static_legend
source: Static layout
pt: Leiaute estático
sr: Статички распоред
tr: Durağan düzen

# tl_layout.j_local
source: Local file
pt: Ficheiro Local
sr: Локални фајл

# tl_layout.j_fallback
source: CDN with local fallback
pt: CDN com fallback local
sr: CDN са локалном резервом

# tl_layout.moo_local
source: Local file
pt: Ficheiro Local
sr: Локални фајл

# tl_layout.moo_fallback
source: CDN with local fallback
pt: CDN com fallback local
sr: CDN са локалном резервом

# tl_layout.edit_styles
source: Edit the style sheets
pt: Carregar de googleapis.com com fallback locais
sr: Уреди стилове
tr: Biçem sayfalarını düzenle

# tl_layout.edit_module
source: Edit the module
pt: Edite o módulo
sr: Уреди модул
tr: Modülü düzenle

# tl_layout.new.0
source: New layout
pt: Novo layout
sr: Нови распоред

# tl_layout.new.1
source: Create a new layout
pt: Criar um novo leiaute
sr: Креирај нови распоред

# tl_layout.show.0
source: Layout details
pt: Detalhes do layout
sr: Детаљи распореда

# tl_layout.show.1
source: Show the details of layout ID %s
pt: Mostrar detalhes do layout com ID %s
sr: Прикажи детаље распореда ID %s

# tl_layout.edit.0
source: Edit layout
pt: Editar layout
sr: Уреди распоред

# tl_layout.edit.1
source: Edit layout ID %s
pt: Editar layout com ID %s
sr: Уреди распоред ID %s

# tl_layout.cut.0
source: Move layout
pt: Mover o layout
sr: Помери распоред

# tl_layout.cut.1
source: Move layout ID %s
pt: Mover o layout ID %s
sr: Помери распоред ID %s

# tl_layout.copy.0
source: Duplicate layout
pt: Duplicar layout
sr: Копирај распоред

# tl_layout.copy.1
source: Duplicate layout ID %s
pt: Duplicar layout com ID %s
sr: Копирај распоред ID %s

# tl_layout.delete.0
source: Delete layout
pt: Remover layout
sr: Обриши распоред

# tl_layout.delete.1
source: Delete layout ID %s
pt: Remover layout com ID %s
sr: Обриши распоред ID %s

# tl_layout.editheader.0
source: Edit theme
pt: Editar tema
sr: Уреди тему

# tl_layout.editheader.1
source: Edit the theme settings
pt: Editar as configurações do tema
sr: Уреди подешавања теме

# tl_layout.framework.0
source: CSS framework
tr: CSS iskeleti

# tl_layout.combineScripts.1
source: Combine the .css and .js files (recommended).
tr: Bu seçenek etkinleştirildiğinde, .css ve .js dosyaları birleştirilir (önerilir).

# tl_layout.lightboxSize.0
source: Lightbox image size
tr: Lightbox görsel boyutu

# tl_layout.lightboxSize.1
source: Here you can select an image size for the images shown in the lightbox.
tr: Buradan ligthbox içinde görüntülenecek görsellerin boyutunu seçebilirsiniz.

# tl_layout.defaultImageDensities.0
source: Default image pixel densities
tr: Varsayılan görsel piksel yoğunlukları

# tl_layout.defaultImageDensities.1
source: Here you can define the default pixel densities, e.g. <em>1x, 1.5x, 2x</em>.
tr: Buradan varsayılan piksel yoğunluklarını belirtebilirsiniz <em>1x, 1.5x, 2x</em> gibi.

# tl_layout.minifyMarkup.0
source: Minify the markup
tr: Markup küçültülsün
