Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_layout.xlf
Languages: pt, sr, tr

# tl_layout.minifyMarkup.1
source: Minify the HTML markup before it is sent to the browser.
tr: Bu seçenek etkinleştirildiğinde, HTML markup kodu web tarayıcıya gönderilmeden önce küçültülür.

# tl_layout.viewport.1
source: Here you can set a custom viewport tag.
tr: Buradan bir özel viewport kod imi ayarlayabilirsiniz.

# tl_layout.titleTag.1
source: Here you can overwrite the title tag.
tr: Buradan title kod imini değiştirebilirsiniz.

# tl_layout.externalJs.0
source: External JavaScripts
tr: Dış JavaScript betikleri

# tl_layout.externalJs.1
source: Here you can add external JS files from the file system.
tr: Buradan dosya sistemindeki dış JavaScript dosyalarını ekleyebilirsiniz.

# tl_layout.image_legend
source: Image sizes
tr: Görsel boyutları

# tl_layout.new.0
source: New
tr: Yeni

# tl_layout.new.1
source: Create a new page layout
tr: Yeni bir sayfa düzeni ekle

# tl_layout.show
source: Show the details of page layout ID %s
tr: %s kodlu sayfa düzeninin ayrıntılarını görüntüle

# tl_layout.edit
source: Edit page layout ID %s
tr: %s kodlu sayfa düzenini düzenle

# tl_layout.copy
source: Duplicate page layout ID %s
tr: %s kodlu sayfa düzenini kopyala

# tl_layout.cut
source: Move page layout ID %s
tr: %s kodlu sayfa düzenini taşı

# tl_layout.delete
source: Delete page layout ID %s
tr: %s kodlu sayfa düzenini sil
