Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_maintenance.xlf
Languages: de, fa, it, ja, nl, pl, pt, ro, sv, tr

# tl_maintenance.cacheTables.0
source: Purge data
de: Daten bereinigen
fa: پاک‌سازی داده‌ها
it: Elimina dati sessione
ja: データを消去
nl: Verwijder sessiegegevens
pl: Usuń dane
pt: Apagar dados
ro: Şterge date sesiune
sv: Ta bort sessiondata
tr: Verileri sil

# tl_maintenance.cacheTables.1
source: Please select the data you want to purge or rebuild.
de: Bitte wählen Sie die zu bereinigenden bzw. neu zu erstellenden Daten aus.
fa: لطفا داده‌هایی را که می‌خواهید پاک‌سازی شوند را انتخاب کنید.
it: Seleziona la tipologia di dati temporanei da eliminare
ja: 消去や再作成したいデータを選択してください。
nl: Selecteer de gegevens die u wilt opschonen.
pl: Zaznacz te tabele, które chcesz wyczyścić.
pt: Selecione os dados que pretende remover ou reconstruir.
ro: Alegeţi tabelele de cache pe care doriţi să le goliţi.
sv: Välj vilken/vilka cache-tabell(er) som du vill rensa.
tr: Silmek ya da yeniden oluşturmak istediğiniz verileri seçin.

# tl_maintenance.frontendUser.0
source: Front end user
fa: کاربر بخش کاربری
nl: Front-end gebruiker
ro: Membru

# tl_maintenance.frontendUser.1
source: Automatically log in a front end user to index protected pages.
fa: ورود خودکار کاربر بخش کاربری برای اندیکس کردن برگه‌ها حفاظت شده.
nl: Automatisch inloggen van een front-end gebruiker om beveiligde pagina's te indexeren.
ro: Pentru a indexa paginile protejate, trebuie să creaţi un utilizator de front-end care să aibă acces la aceste pagini.

# tl_maintenance.job
source: Job
fa: وظیفه
it: Attività
ja: 作業
nl: Taak
pl: Zadanie
pt: Tarefa
ro: Sarcină
sv: Åtgärd
tr: Görev

# tl_maintenance.description
source: Description
de: Beschreibung
fa: شرح
it: Descrizione
ja: 説明
nl: Omschrijving
pl: Opis
pt: Descrição
ro: Descriere
sv: Beskrivning
tr: Açıklama

# tl_maintenance.clearCache
source: Purge data
de: Daten bereinigen
fa: پاک‌سازی داده‌ها
it: Elimina dati sessione
ja: データを消去
nl: Verwijder sessiegegevens
pl: Usuń dane
pt: Remover dados
ro: Şterge date sesiune
sv: Ta bort sessiondata
tr: Verileri sil

# tl_maintenance.cacheCleared
source: The data has been purged
de: Die Daten wurden bereinigt
fa: داده‌ها پاک‌سازی شدند
it: I file temporanei sono stati eliminati
ja: データを消去しました。
nl: De cache is opgeschoond
pl: Pamięć podręczna została wyczyszczona
pt: Dados removidos
ro: Cache-ul a fost golit
sv: Cachen har rensats
tr: Veriler silindi

# tl_maintenance.liveUpdate
source: Live Update
fa: به‌روزرسانی لایو
ro: Actualizare online

# tl_maintenance.liveUpdateId
source: Live Update ID
fa: شناسه به‌روزرسانی لایو
ro: ID pentru update online

# tl_maintenance.toLiveUpdate
source: Go to the Live Update
fa: رفتن به به‌روزرسانی لایو
nl: Ga naar Live Update
ro: Mergi la Actualizare Online

# tl_maintenance.upToDate
source: Your Contao version %s is up to date
fa: کانتائو نسخه %s شما به‌روز است
nl: Uw Contao versie %s is up-to-date
ro: Versiunea %s Contao este actualizată

# tl_maintenance.newVersion
source: A newer Contao version %s is available
fa: کانتائو نسخه‌ی جدیدتر %s موجود است
nl: Een nieuwe Contao versie %s is beschikbaar
ro: O nouă versiune %s Contao este disponibilă

# tl_maintenance.notWriteable
source: The temporary folder (system/tmp) is not writeable
fa: پوشه موقت (system/tmp) قابل نوشتن نمی‌باشد
nl: De tijdelijke map (system/tmp) is niet beschrijfbaar
ro: În directorul temporar (system/tmp) nu se poate scrie

# tl_maintenance.runLiveUpdate
source: Run the update
fa: اجرای به‌روزرسانی
nl: Start het updaten
ro: Execută actualizare

# tl_maintenance.toc
source: Content of the update archive
fa: محتوای بایگانی به‌روزرسانی
nl: Inhoud van het update archief
ro: Conţinutul arhivei de actualizare

# tl_maintenance.backup
source: Backuped files
fa: پرونده‌های پشتیبانی
nl: Backup bestanden
ro: Fişiere păstrate pentru backup

# tl_maintenance.update
source: Updated files
fa: پرونده‌های به‌روزرسانی
nl: Bijgewerkte bestanden
ro: Fişiere actualizate

# tl_maintenance.searchIndex
source: Rebuild the search index
fa: بازسازی ایندکس جستجو
nl: Zoekindex heropbouwen
ro: Reconstruieşte indexul pentru căutare

# tl_maintenance.indexSubmit
source: Rebuild index
fa: بازسازی ایندکس
nl: Index heropbouwen
ro: Reconstruieşte index

# tl_maintenance.noSearchable
source: No searchable pages found
fa: برگه‌ قابل جستجویی پیدا نشد
nl: Geen doorzoekbare pagina's gevonden.
ro: Nu există pagini pentru căutare

# tl_maintenance.indexNote
source: Please wait for the page to load completely before you proceed!
fa: لطفا صبر کنید تا برگه به طور کامل بارگذاری شود قبل از اینکه شما ادامه دهید!
nl: Wacht tot de pagina helemaal is ingelezen voordat u verder gaat!
ro: Aşteptaţi ca pagina să se încarce complet înainte de a continua!

# tl_maintenance.indexLoading
source: Please wait while the search index is being rebuilt.
fa: لطفا تا زمانی که فهرست جستجو ساخته می‌شود صبر نمایید.
nl: Even wachten terwijl de zoekindex opnieuw wordt opgebouwd.
ro: Aşteptaţi până când indexul de căutare este reconstruit

# tl_maintenance.indexComplete
source: The search index has been rebuilt. You can now proceed.
fa: فهرست جستجو ساخته شد. می‌توانید ادامه دهید.
nl: De zoekindex is opnieuw opgebouwd. U kunt doorgaan.
ro: Indexul a fost reconstruit. Acum puteţi continua.

# tl_maintenance.updateHelp
source: Please enter your %s here.
de: Bitte geben Sie Ihre %s ein.
fa: لطفا %s خودتان را وارد نمایید.
it: Inserire il %s qui.
ja: %sを入力してください。
nl: Vul uw %s hier in.
pl: Wprowadź swój %s.
pt: Digite o seu %s aqui.
ro: Introduceţi aici %s.
sv: Vänligen ange din %s här.
tr: Lütfen buraya %s yazın.

# tl_maintenance_jobs.index.0
source: Purge the search index
de: Suchindex löschen
fa: پاکسازی فهرست جستجو
it: Ripulisci gli indici del motore di ricerca interno
ja: 検索のインデックスを消去
nl: Zoekindex opschonen
pl: Wyczyść indeks wyszukiwarki
pt: Limpar o índice de pesquisa
ro: Şterge indexul de căutare
sv: Rensa sökindex
tr: Arama dizinini sil

# tl_maintenance_jobs.index.1
source: Truncates the tables <code>tl_search</code> and <code>tl_search_index</code>. Afterwards, you have to rebuild the search index (see above).
de: Leert die Tabellen <code>tl_search</code> und <code>tl_search_index</code>. Anschließend muss der Suchindex neu aufgebaut werden (siehe oben).
fa: <code>tl_search</code> و <code>tl_search_index</code> را کوتاه می‌کند. بعد از آن، شما باید شاخص جستجو را دوباره بسازید (بالا را ببینید).
ja: <code>tl_seach</code>と<code>tl_search_index</code> のテーブルを切り捨てます。その後、検索のインデックスを再構築しなければなりません(上を参照)。
nl: Kort de tabellen <code>tl_search</ code> en <code>tl_search_index</ code> in. Hierna dient u de zoekindex weer opnieuw op te bouwen (zie hierboven) .
pt: Trunca as tabelas <code>tl_search</code> and <code>tl_search_index</code>. Posteriormente, terá que reconstruir o index de pesquisa (ver acima).
ro: Trunchează tabelele <code>tl_search</code> şi <code>tl_search_index</code>. După aceasta, trebuie să reconstruiţi indexul (vedeţi mai sus).
tr: <code>tl_search</code> ve <code>tl_search_index</code> tablolarını temizler. Ardından arama dizinini yeniden oluşturmanız gerekir (yukarıya bakın).

# tl_maintenance_jobs.undo.0
source: Purge the undo table
de: Papierkorb leeren
fa: پاکسازی جدول بازگردانی
it: Ripulisci la tabella degli elementi eliminati
ja: 復元のテーブルを消去
nl: Opschonen van de undo tabel
pl: Wyczyść tabelę "cofnij"
pt: Remove a tabela anterior em memória
ro: Şterge tabela de anulare
sv: Rensa ångra-tabell
tr: Geri alma tablosunu temizle

# tl_maintenance_jobs.undo.1
source: Truncates the <code>tl_undo</code> table which stores the deleted records. This job permanently deletes these records.
de: Leert die Tabelle <code>tl_undo</code>, in der die gelöschten Datensätze gespeichert werden. Die Daten werden hierdurch endgültig gelöscht.
fa: جدول <code>tl_undo</code> که رکوردهای حذف شده را ذخیره می‌کند را کوتاه می‌کند. این کار برای همیشه این رکوردها را حذف می‌کند.
it: Tronca la tabella <code>tl_undo</code> che memorizza i record eliminati. Questa operazione elimina definitivamente questi elementi.
ja: <code>tl_undo</code> のテーブルを切り捨てます。この作業は恒久的にこれらのレコードを削除します。
nl: Kort de <code>tl_undo</code> tabel in welke de verwijderde records bevat. Deze actie zal de records permanent verwijderen.
pl: Czyści tabelę <em>tl_undo</em>, która zawiera usunięte rekordy. To zadanie permanentnie usunie te rekordy.
pt: Trunca a tabela <code>tl_undo</code> a qual regista elementos removidos. Esta tarefa permanentemente remove esses registos de elementos.
ro: Trunchează tabela <code>tl_undo</code> care păstreză înregistrările şterse. Această operaţie le şterge permanent.
sv: Rensar tabellen <em>tl_undo</em> som lagrar raderade poster. Detta raderar posterna permanent.
tr: Silinmiş kayıtların tutulduğu <code>tl_undo</code> tablosunu temizler. Bu görev bu kayıtları kalıcı olarak siler.

# tl_maintenance_jobs.versions.0
source: Purge the version table
de: Versionen löschen
fa: پاکسازی جدول نسخه
it: Ripulisci la tabella delle versioni
ja: バージョンを消去
nl: Opschonen versie tabel
pl: Wyczyść tabelę wersji
pt: Removea tabela de versões
ro: Şterge tabela de versiuni
sv: Rensa versionstabell
tr: Sürüm tablosunu temizle

# tl_maintenance_jobs.versions.1
source: Truncates the <code>tl_version</code> table which stores the previous versions of a record. This job permanently deletes these records.
de: Leert die Tabelle <code>tl_version</code>, in der die Versionen eines Datensatzes gespeichert werden. Die Daten werden hierdurch endgültig gelöscht.
fa: جدول <code>tl_version</code> که نسخه‌های قبلی یک رکورد را ذخیره می‌کند را کوتاه می‌کند. این کار برای همیشه این رکوردها را حذف می کند.
it: Tronca la tabella <code>tl_version</code> che memorizza le versioni precedenti di un record. Questo lavoro elimina definitivamente questi record.
ja: レコードの以前のバージョンを保持している、 <code>tl_version</code> のテーブルを切り捨てます。この作業は恒久的にこれらのレコードを削除します。
nl: Kort de <code>tl_version</ code> tabel in welke de vorige versies van een opgeslagen record bevat. Deze actie zal de records permanent verwijderen.
pl: Czyści tabelę <em>tl_version</em>, która zawiera poprzednie wersje danego rekordu. To zadanie permanentnie usunie te wersje.
pt: Trunca a tabela <code>tl_version</code> a qual contém versões anteriores de registos. Esta tarefa permanentemente remove esse conteúdo.
ro: Trunchează tabela <code>tl_version</code> care păstrează versiunile anterioare ale înregistrărilor. Această operaţie le şterge permanent.
sv: Rensar tabellen <em>tl_version</em> som lagrar tidigare versioner av poster. Detta raderar posterna permanent.
tr: Bir kaydın önceki sürümlerini tutan <code>tl_version</code> tablosunu temizler. bu görev bu kayıtları kalıcı olarak siler.

# tl_maintenance_jobs.log.0
source: Purge the system log
de: System-Log löschen
fa: پاک‌سازی گزارش‌های سامانه
it: Ripulisci il registro eventi
ja: システムログの消去
nl: Opschonen systeem log
pl: Wyczyść logi systemu
pt: Limpar o log de sistema
ro: Şterge jurnalul de sistem
sv: Rensa systemlogg
tr: Sistem günlüğünü temizle

# tl_maintenance_jobs.log.1
source: Truncates the <code>tl_log</code> table which stores all the system log entries. This job permanently deletes these records.
de: Leert die Tabelle <code>tl_log</code>, in der die System-Log-Einträge gespeichert werden. Die Daten werden hierdurch endgültig gelöscht.
fa: جدول <code>tl_log</code> که همه ورودی‌های وقایع سامانه را ثبت می‌کند را کوتاه می‌کند. این کار برای همیشه این رکوردها را حذف می‌کند.
it: Tronca la tabella <code>tl_log</code> che memorizza tutte le voci del registro di sistema. Questo lavoro elimina definitivamente questi record.
ja: すべてのシステムログの項目を保持しているテーブル<code>tl_log</code>を切り捨てます。この処理で、これらのレコードを完全に削除します。
nl: Kort de <code>tl_log</code> tabel in welke de systeem log vermeldingen bevat. Deze actie zal de records permanent verwijderen.
pl: Czyści tabelę <em>tl_log</em>, która zawiera wszystkie logi systemowe. To zadanie permanentnie usunie te rekordy.
pt: Trunca a tabela <code>tl_log</code> a qual guarda todos os logs de sistema. Esta tarefa permanentemente remove esses mesmos logs.
ro: Trunchează tabela <code>tl_log</code> care păstreză toate jurnalele de sistem. Această operaţie le şterge permanent.
sv: Rensar tabellen <em>tl_log</em> som lagrar alla systemloggar. Detta raderar posterna permanent.
tr: Sistem günlüğü kayıtlarını tutan <code>tl_log</code> tablosunu temizler. Bu görev bu kayıtları kalıcı olarak siler.

# tl_maintenance_jobs.images.0
source: Purge the image cache
de: Bildercache leeren
fa: پاکسازی نهان‌گاه تصویر
it: Ripulisci la cache delle immagini
ja: 画像キャッシュの消去
nl: Opschonen afbeelding cache
pl: Wyczyść cache obrazków
pt: Limpar a cache de imagem
ro: Şterge cache-ul de imagini
sv: Rensa bild-cache
tr: Görsel ön belleğini temizle

# tl_maintenance_jobs.images.1
source: Removes the automatically generated images and then purges the page cache, so there are no links to deleted resources.
fa: تصاویری را که به صورت خودکار تولید شده‌اند را حذف و نهانگاه برگه را را پالایش می‌کند، بنابراین پیوندی برای منابع حذف شده وجود ندارد.
nl: Hiermee verwijdert u de automatisch gegenereerde beelden en schoont u de pagina cache op, zodat er geen links naar verwijderde bronnen zijn.
ro: Şterge imaginile generate automat şi apoi elimină cache-ul de pagini, pentru a nu mai exista link-uri la resursele şterse.

# tl_maintenance_jobs.scripts.0
source: Purge the script cache
de: Skriptcache leeren
fa: پاکسازی نهان‌گاه اسکریپت
it: Ripulisci la cache degli script
ja: スクリプトのキャッシュを消去
nl: Opschonen script cache
pl: Wyczyść cache skryptów
pt: Limpar a cache de script
ro: Şterge cache-ul de scripturi
sv: Rensa skript-cache
tr: Betik ön belleğini temizle

# tl_maintenance_jobs.scripts.1
source: Removes the automatically generated <code>.css</code> and <code>.js</code> files, recreates the internal style sheets and then purges the page cache.
fa: پرونده‌های <code>.css</code> و <code>.js</code> که خودکار ایجاد شده‌اند را حذف می‌کند، شیوه‌نامه‌های داخل را بازخلق و سپس نهانگاه برگه را پاک‌سازی می‌کند.
nl: Verwijdert de automatisch gegenereerde <code>.css</code> en<code>.js</code>bestanden, maakt de interne style sheets aan en schoont de pagina cache op.
ro: Şterge fişierele <code>.css</code> şi <code>.js</code> generate automat, recreează stilurile CSS interne apoi elimină cache-ul de pagini.

# tl_maintenance_jobs.pages.0
source: Purge the page cache
fa: پاکسازی نهان‌گاه برگه
nl: Opschonen pagina cache
ro: Şterge cache-ul de pagini

# tl_maintenance_jobs.pages.1
source: Removes the cached versions of the front end pages.
de: Löscht die gespeicherten Versionen der Frontend-Seiten.
fa: نسخه‌های نهان‌گاه برگه‌های بخش کاربری را پاک می‌کند.
it: Rimuove la cache delle pagine di front end
ja: フロントエンドのページのキャッシュ版を削除します。
nl: Verwijdert de gecachte versies van de front-end pagina`s.
pl: Usuwa cacheowane wersje stron front end.
pt: Remove versões em cache de páginas front end.
ro: Şterge versiunile din cache ale paginilor de front-end.
sv: Rensar cache:ade versioner av frontend-sidor.
tr: Ön yüz sayfalarının ön belleğe alınmış sürümlerini siler.

# tl_maintenance_jobs.search.0
source: Purge the search cache
fa: پاک‌سازی نهانگاه جستجو
nl: Opschonen van de zoek cache
ro: Şterge cache-ul de căutare

# tl_maintenance_jobs.search.1
source: Removes the cached versions of the search results.
de: Löscht die gespeicherten Versionen der Suchabfragen.
fa: نسخه‌های ذخیره شده نتایج جستجو را حذف می‌کند.
ja: 検索結果のキャッシュ版を削除します。
nl: Verwijdert de gecachte versies van de zoekresultaten.
pt: Limpa resultados de pesquisa em cache.
ro: Şterge versiunile din cache ale rezultatelor de căutare.
tr: Arama sonuçlarının ön belleğe alınmış sürümlerini siler.

# tl_maintenance_jobs.internal.0
source: Purge the internal cache
fa: پاکسازی نهان‌گاه داخلی
nl: Opschonen interne cache
ro: Şterge cache-ul intern

# tl_maintenance_jobs.internal.1
source: Removes the cached versions of the config, DCA and language files.
fa: نسخه‌های نهان شده‌ی تنظیمات، دی‌سی‌ای و پرونده‌های زبان را حذف می‌نماید.
nl: Verwijderd de gecachede versies van de config, DCA en taal bestanden.

# tl_maintenance_jobs.temp.0
source: Purge the temp folder
de: Temp-Ordner leeren
fa: پاکسازی پوشه موقت
it: Ripulisci la cartella temporanea
ja: 一時フォルダーを消去
nl: Opschonen temp map
pl: Wyczyść folder tymczasowy
pt: Limpa a pasta temporária
ro: Şterge directorul temp
sv: Rensa temp-folder
tr: Temp klasörünü temizle

# tl_maintenance_jobs.temp.1
source: Removes the temporary files.
de: Löscht die temporären Dateien.
fa: حذف پرونده‌های موقت.
it: Rimuovi i file temporanei
ja: 一時ファイルを削除します。
nl: Verwijdert tijdelijke bestanden
pl: Usuwa pliki tymczasowe.
pt: Remove ficheiros temporários.
ro: Şterge fişierele temporare
sv: Rensar bort temporära filer.
tr: Geçici dosyaları siler.

# tl_maintenance_jobs.xml.0
source: Recreate the XML files
de: XML-Dateien neu schreiben
fa: بازتولید پرونده‌های XML
it: Ricrea i file XML
ja: XMLファイルを再作成
nl: XML bestanden opnieuw opbouwen
pl: Odtwórz pliki XML
pt: Recriar ficheiros XML
ro: Recreează fişierele XML
sv: Återskapa XML-filer
tr: XML dosyalarını yeniden oluştur

# tl_maintenance_jobs.xml.1
source: Recreates the XML files (sitemaps and feeds) and then purges the page cache, so there are no links to deleted resources.
fa: پرونده‌های XML (نقشه‌های وب‌سایت و خوراک‌ها) را بازتولید نموده و سپس نهان‌گاه برگه را پالایش می‌نماید، بنابراین پیوندی به منابع حذف شده وجود نخواهد داشت.
nl: Bouwt de XML-bestanden (sitemaps en feeds) en schoont de pagina cache op, zodat er geen links naar verwijderde bronnen zijn.
ro: Regenerează fişierele XML (sitemap şi feed) şi apoi elimină cache-ul de pagini, astfel încât să nu existe legături la resurse inexistente.

# tl_maintenance_jobs.symlinks.0
source: Recreate the symlinks
de: Symlinks neu erstellen
fa: بازخلق پیوندهای نمادی
it: Ricrea i link simbolici
ja: シンボリックリンクを再作成
nl: Symlinks opnieuw opbouwen
pl: Odtwórz linki symboliczne (symlinks)
pt: Recriar symlinks
ro: Recreează symlinks
sv: Återskapar symlinks
tr: Sembolik bağlantıları yeniden oluştur

# tl_maintenance_jobs.symlinks.1
source: Recreates the symlinks in the <code>web/</code> folder (document root).
de: Legt die Symlinks im Ordner <code>web/</code> (Document-Root) neu an.
fa: پیوند‌های نمادی در شاخه <code>web/</code> (ریشه سند) را بازخلق می‌کند.
ja: <code>web/</code>フォルダー(ドキュメントルート)のシンボリックリンクを再作成します。
nl: Symlinks opnieuw opbouwen in de <code>web/</code> map (hoofdmap).
pt: Recria symlinks na pasta <code>web/</code> (root de documentos).
ro: Recreează link-uri simbolice în folderul <code>web/</code> (rădăcină).
tr: <code>web/</code> klasöründeki (belge kökü) sembolik bağlantıları yeniden oluşturur.

# tl_maintenance.maintenanceMode
source: Maintenance mode
de: Wartungsmodus
ja: 保守モード
pt: Modo de Manutenção
tr: Bakım kipi

# tl_maintenance_jobs.crawl_queue.0
source: Purge the crawl queue
de: Die Crawl-Queue leeren
it: Elimina la coda di scansione
ja: クローラーのキューを消去
pl: Wyczyść kolejkę indeksowania
pt: Remove a lista de espera crawl
sv: Rensa genomsökningskön
tr: Toplayıcı kuyruğunu temizle

# tl_maintenance_jobs.crawl_queue.1
source: Truncates the <code>tl_crawl_queue</code> table which stores all the queue information from crawl processes.
de: Leert die Tabelle <code>tl_crawl_queue</code>, in der die Queue-Informationen des Crawl-Prozesses gespeichert werden.
it: Tronca il <code>tl_crawl_queue</code> tabella che memorizza tutte le informazioni sulla coda dai processi di ricerca per indicizzazione.
ja: クロールのプロセスのキューの情報を保持している<code>tl_crawl_queue</code>のテーブルの内容を消去します。
pl: Czyści tabelę <code>tl_crawl_queue</code>, która przechowuje wszystkie informacje o kolejce z procesów przeszukiwania.
pt: Truncata a tabela <code>tl_crawl_queue</code> armazena toda a informação da fila de processos de crawl.
sv: Rensar tabellen <code>tl_crawl_queue</code> som lagrar all köinformation från genomsökningsprocesser.
tr: Toplayıcının tüm kuyruk bilgilerinin bulunduğu <code>tl_crawl_queue</code> tablosunu temizler.

# tl_maintenance_jobs.images.1
source: Removes the automatically generated images and then purges the shared cache, so there are no links to deleted resources.
de: Löscht die automatisch erstellten Bilder und leert anschließend den Shared-Cache, damit keine ungültigen Links zurück bleiben.
it: Rimuove le immagini generate automaticamente ed elimina la cache condivisa, in questo modo si eliminano anche riferimenti a risorse eliminate.
ja: 自動的に生成した画像を削除し、次に共有キャッシュを消去します。これで削除したリソースへのリンクはなくなります。
pl: Usuwa automatycznie generowane obrazki, a następnie usuwa wspólną pamięć podręczną, więc nie ma żadnych łączy do usuniętych zasobów.
pt: Remove as imagens geradas automaticamente e depois remove a cache partilhada, para que não existam links para recursos removidos.
sv: Tar bort de automatiskt genererade bilderna och rensar sedan den delade cachen, så det finns inga länkar till raderade resurser.
tr: Otomatik olarak oluşturulan görselleri siler ve ardından paylaşılan ön belleği temizler. Böylece silinen kaynaklara bir bağlantı kalmaz.

# tl_maintenance_jobs.scripts.1
source: Removes the automatically generated <code>.css</code> and <code>.js</code> files, recreates the internal style sheets and then purges the shared cache.
de: Löscht die automatisch erstellten <code>.css</code>- und <code>.js</code>-Dateien, schreibt die internen Stylesheets neu und leert anschließend den Shared-Cache.
it: Rimuove il generato automaticamente Rimuove i file <code>.css</code> e <code>.js</code> generati automaticamente, ricrea i fogli di stile interni e quindi elimina la cache condivisa.
ja: 自動的に生成した拡張子が<code>.css</code>と<code>.js</code>のファイルを削除し、内部のスタイルシートを再作成して、そして共有キャッシュを消去します。
pl: Usuwa automatycznie generowane pliki <code>.css</code> i <code>.js</code>, odtwarza wewnętrzne arkusze stylów, a następnie usuwa wspólną pamięć podręczną.
pt: Remove ficheiros <code>.css</code> e <code>.js</code> automaticamente criados, recria as folhas de estilo internas e em seguida remove a cache partilhada.
sv: Tar bort de automatiskt genererade <code>.css</code>- och <code>.js</code>-filerna, återskapar de interna stylesheets och rensar sedan den delade cachen.
tr: Otomatik olarak oluşturulmı <code>.css</code> ve <code>.js</code> dosyalarını siler. İç biçem sayfalarını yeniden oluşturur ve ardından paylaşılan ön belleği temizler.

# tl_maintenance_jobs.pages.0
source: Purge the shared cache
de: Shared-Cache leeren
it: Ripulisci la cache del condivisa
ja: 共有キャッシュを消去
pl: Wyczyść wspólną pamięć podręczną
pt: Limpar cache partilhada
sv: Rensa den delade cachen
tr: Paylaşılan ön belleği temizle

# tl_maintenance_jobs.search.0
source: Purge the search results cache
de: Den Suchergebnis-Cache leeren
ja: 検索結果を消去
pt: Limpa a cache de resultados de pesquisa
tr: Arama sonuçları ön belleğini temizle

# tl_maintenance_jobs.xml.1
source: Recreates the XML files (sitemaps and feeds) and then purges the shared cache, so there are no links to deleted resources.
de: Schreibt die XML-Dateien (Sitemaps/Feeds) neu und leert anschließend den Shared-Cache, damit keine ungültigen Links zurück bleiben.
ja: XMLファイル(サイトマップとフィード)を再作成してページキャッシュを消去します。これで削除したリソースへのリンクはなくなります。
pl: Odtwarza pliki XML (mapy stron i kanały), a następnie usuwa udostępnioną pamięć podręczną, więc nie ma żadnych łączy do usuniętych zasobów.
pt: Recria ficheiros XML (sitemaps e feeds) e em seguida remove a cache partilhada, para que não existam links para recursos removidos.
sv: Återskapar XML-filerna (webbplatskartor och feeds) och rensar sedan den delade cachen, så det finns inga länkar till borttagna resurser.
tr: XML dosyalarını (site haritaları ve akışlar) yeniden oluşturur ve ardından paylaşılan ön belleği temizler. Böylece silinen kaynaklara bir bağlantı kalmaz.

# tl_maintenance.crawler
source: Crawler
it: Spider
ja: クローラー
sv: Sökrobot
tr: Toplayıcı

# tl_maintenance.startCrawling
source: Start crawling
de: Crawler starten
it: Avvia spieder
ja: クローラーを開始
pl: Rozpocznij indeksowanie
pt: Iniciar crawler
sv: Börja genomsökning
tr: Toplayıcıyı başlat
