Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_maintenance.xlf
Languages: de, fa, it, ja, nl, pl, pt, ro, sv, tr

# tl_maintenance.crawlSubscribers.0
source: Enabled features
de: Aktivierte Funktionen
it: Funzionalità abilitate
ja: 有効な機能
pl: Włączone funkcje
pt: Funcionalidades ativadas
sv: Aktiverade funktioner
tr: Etkinleştirilmiş özellikler

# tl_maintenance.crawlSubscribers.1
source: The crawler crawls all URLs it finds. Here you can decide what to do with these results.
de: Der Crawler analysiert alle URLs, die er findet. Hier können Sie festlegen, was mit den Ergebnissen geschehen soll.
it: Il crawler esegue la scansione di tutti gli URL che trova. Qui puoi decidere cosa fare con questi risultati.
ja: クローラーは見つけられるすべてのURLを巡回します。これらの結果に行いたいことを指定できます。
pl: Robot indeksuje wszystkie znalezione adresy URL. Tutaj możesz zdecydować, co zrobić z tymi wynikami.
pt: O crawler analisa todos os URLs que encontrar. Aqui pode decidir o que fazer com esses resultados.
sv: Sökroboten genomsöker alla webbadresser som den hittar. Här kan du bestämma vad du ska göra med dessa resultat.
tr: Toplayıcı bulduğu tüm adresleri derler. Buradan bu sonuçlarla ne yapılacağını belirtebilirsiniz.

# tl_maintenance.crawlMember.0
source: Front end member
de: Frontend-Mitglied
it: Front end membro
ja: フロントエンドのメンバー
pl: Użytkownik frontend
pt: Membro Font End
sv: Frontend- medlem
tr: Ön yüz üyesi

# tl_maintenance.crawlMember.1
source: Automatically log in a front end member to index protected pages.
de: Um geschützte Seiten zu indizieren, muss ein Frontend-Mitglied angemeldet werden.
it: Accedi automaticamente come un membro front-end per indicizzare le pagine protette.
ja: 保護したページのインデックスを行うために自動的にフロントエンドのメンバーにログインします。
pl: Automatycznie loguj użytkownika frontendu, aby indeksować chronione strony.
pt: Iniciar sessão automaticamente num front end member para indexar páginas protegidas.
sv: Logga automatiskt in en frontend-medlem för att indexera skyddade sidor.
tr: Korunmuş sayfaları dizine eklemek için otomatik olarak bir ön yüz kullanıcısı oturumu açılsın.

# tl_maintenance.crawlWaitToBeFinished
source: The crawler is currently working. Please wait for it to finish to see the results.
de: Der Crawler arbeitet gerade. Bitte warten Sie bis er fertig ist, um die Ergebnisse zu sehen.
it: Il crawler sta attualmente funzionando. Attendi il termine per vedere i risultati.
ja: 現在クローラーが動作中です。結果を見るには終了するまで待ってください。
pl: Robot obecnie działa. Poczekaj, aż zakończy się, aby zobaczyć wyniki.
pt: O crawler está atualmente em processamento. Por favor aguarde que termine para verificar os resultados.
sv: Sökroboten arbetar för närvarande. Vänta tills det är klart för att se resultaten.
tr: Toplayıcı şu anda çalışıyor. Sonuçları görmek için işlemin bitmesini bekleyin.

# tl_maintenance.crawlDebugLog
source: Debug log
it: Log di debug
ja: デバッグログ
tr: Hata ayıklama günlüğü

# tl_maintenance.crawlDebugLogExplain
source: If errors occurred or pages were skipped, check the debug log for more information.
de: Wenn Fehler aufgetreten sind oder Seiten übersprungen wurden, überprüfen Sie das Debug-Log.
it: Se si sono verificati errori o sono state saltate delle pagine, controllare il log di debug per ulteriori informazioni.
ja: エラーが起きるかページが飛ばされた場合は、さらに詳しい情報をデバッグログで確認してください。
tr: Sorun çıkarsa ya da sayfalar atlanırsa ayrıntılı bilgi almak için hata ayıklama günlüğüne bakın.

# tl_maintenance.crawlDownloadLog
source: Download log
de: Log herunterladen
it: Scarica il log
ja: ログをダウンロード
tr: Günlüğü indir

# tl_maintenance.crawlSubscriberNames.search-index
source: Update the search index
de: Den Suchindex aktualisieren
it: Aggiorna l'indice di ricerca
ja: 検索インデックスを更新
pl: Zaktualizuj indeks wyszukiwania
pt: Atualizar o índex de procura
sv: Uppdatera sökindexet
tr: Arama dizinini güncelle

# tl_maintenance.crawlSubscriberNames.broken-link-checker
source: Check for broken links
de: Nach defekten Links suchen
it: Controlla collegamenti interrotti
ja: 切れたリンクを検査
pl: Sprawdź, czy nie ma uszkodzonych linków
pt: Procurar links inválidos
sv: Sök efter trasiga länkar
tr: Bozuk bağlantıları denetle

# tl_maintenance.crawlMaintenance
source: Crawling is not possible while the maintenance mode is enabled.
de: Der Crawler ist im Wartungsmodus nicht verfügbar.
ja: 保守モードが有効な間はクローラーを動作できません。
pt: O rastejamento não é possível enquanto o modo de manutenção estiver activado.
tr: Bakım kipi etkin olduğu sürece toplayıcı çalışamaz.

# tl_maintenance_jobs.index.1
source: Truncates the tables <code>tl_search</code>, <code>tl_search_index</code> and <code>tl_search_term</code>. Afterwards, you have to rebuild the search index (see above).
it: Ripulisci le tabelle <code>tl_search</code>, <code>tl_search_index</code> e <code>tl_search_term</code>. Successivamente, sarà necessario ricostruire l'indice di ricerca (vedere sopra).
pl: Czyści tabele <code>tl_search</code> i <code>tl_search_index</code> i <code>tl_search_term</code>. Po wszystkim powinieneś przebudować indeks wyszukiwarki (patrz wyżej).
sv: Rensar tabellerna <code>tl_search</code>, <code>tl_search_index</code> och <code>tl_search_term</code>. Efteråt måste du bygga om sökindexet (se ovan).

# tl_maintenance_jobs.previews.0
source: Purge the preview cache
it: Svuota la cache di anteprima
pl: Wyczyść cache podglądu
sv: Rensa förhandsgranskningscachen

# tl_maintenance_jobs.previews.1
source: Removes the automatically generated preview images and then purges the shared cache, so there are no links to deleted resources.
it: Rimuove le immagini generate automaticamente ed elimina la cache condivisa, in questo modo si eliminano anche riferimenti a risorse eliminate.
pl: Usuwa automatycznie generowane obrazki podglądu i usuwa wspólną pamięć podręczną, więc nie ma żadnych łączy do usuniętych zasobów.
sv: Tar bort de automatiskt genererade förhandsgranskningsbilderna och rensar sedan den delade cachen, så att det inte finns några länkar till borttagna resurser.

# tl_maintenance_jobs.xml.1
source: Recreates the XML files in the <code>shared</code> folder and then purges the shared cache, so there are no links to deleted resources.
it: Ricrea i file XML nella cartella <code>condivisa</code> e poi elimina la cache condivisa, così che non ci siano collegamenti alle risorse eliminate.

# tl_maintenance_jobs.symlinks.1
source: Recreates the symlinks in the public folder (document root).
it: Ricrea i symlinks nella cartella pubblica (root del documento).
pl: Odtwarza linki symboliczne w folderze publicznym (document root).
sv: Återskapar symlänkar i den offentliga mappen (dokumentrot).

# tl_maintenance.crawlDownloadDebugLog
source: Download the debug log
pl: Pobierz dziennik debugowania
sv: Ladda ner felsökningsloggen

# tl_maintenance.crawlDownloadSubscriberLog
source: Download the log
pl: Pobierz dziennik
sv: Ladda ner loggen
