Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_member_group.xlf
Languages: pt

# tl_member_group.name.0
source: Title
pt: Título

# tl_member_group.name.1
source: Please enter the group title.
pt: Favor inserir um nome de grupo único.

# tl_member_group.redirect.0
source: Redirect on login
pt: Redirecionar na conexão

# tl_member_group.redirect.1
source: Redirect group members to a custom page when they log in.
pt: Ao selecionar esta opção os membros deste grupo serão redirecionados à uma página específica no momento da conexão.

# tl_member_group.jumpTo.0
source: Redirect page
pt: Redirecionar página

# tl_member_group.jumpTo.1
source: Please choose the page to which the group members will be redirected.
pt: Favor selecionar a página à qual os membros serão redirecionados.

# tl_member_group.disable.0
source: Deactivate
pt: Desativar

# tl_member_group.disable.1
source: Temporarily disable the group.
pt: Se escolher esta opção o grupo corrente será desativada. Permissões de grupos desativados não podem mais ser herdadas por nenhum usuário.

# tl_member_group.start.0
source: Activate on
pt: Ativar em

# tl_member_group.start.1
source: If you want to prevent the group from being active before a certain date/time, you can enter it here. Otherwise leave the field blank.
pt: Se quiser evitar que o grupo esteja activo antes de uma determinada data/hora, pode introduzi-lo aqui. Caso contrário, deixe o campo vazio.

# tl_member_group.stop.0
source: Deactivate on
pt: Desativar em

# tl_member_group.stop.1
source: If you want to prevent the group from being active after a certain date/time, you can enter it here. Otherwise leave the field blank.
pt: Se quiser evitar que o grupo esteja activo após uma determinada data/hora, pode introduzi-lo aqui. Caso contrário, deixe o campo vazio.

# tl_member_group.title_legend
source: Title
pt: Título

# tl_member_group.redirect_legend
source: Auto-redirect
pt: Auto-redirecionar

# tl_member_group.account_legend
source: Group settings
pt: Configurações de grupo

# tl_member_group.new.0
source: New
pt: Novo

# tl_member_group.new.1
source: Create a new member group
pt: Criar um novo grupo de membros

# tl_member_group.show
source: Show the details of member group ID %s
pt: Mostrar os detalhes do grupo de membros ID %s

# tl_member_group.edit
source: Edit member group ID %s
pt: Editar grupo de membros ID %s

# tl_member_group.copy
source: Duplicate member group ID %s
pt: Duplicar grupo de membros ID %s

# tl_member_group.delete
source: Delete member group ID %s
pt: Remover grupo de membros ID %s

# tl_member_group.toggle
source: Activate/deactivate member group ID %s
pt: Ativar/Desativar grupo de membros ID %s
