Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_module.xlf
Languages: fa, ja, lv, ru, tr

# tl_module.protected.1
source: Show the module to certain member groups only.
fa: نمایش ماژول تنها به گروه‌های اعضاء مشخص.
ja: 特定のメンバーグループだけにモジュールを表示します。
lv: Rādīt moduli tikai noteiktu dalībnieku grupām.
ru: Показывать модуль только для определённой группы участников.
tr: Modülün yalnızca belirli grup üyelerine görüntülenmesini sağlar.

# tl_module.groups.0
source: Allowed member groups
fa: گروه‌های اعضاء مجاز
ja: 許可するメンバーグループ
lv: Atļautās biedru grupas
ru: Разрешенные группы участников
tr: Erişebilecek üye grupları

# tl_module.groups.1
source: These groups will be able to see the module.
fa: این گروه‌ها قادر به دیدن ماژول خواهند بود.
ja: これらのグループがモジュールを表示できます。
lv: Šīs grupas varēs redzēt moduli.
ru: Выбранные группы будут иметь возможность видеть этот модуль.
tr: Bu gruplar modülü görebilir.

# tl_module.guests.0
source: Show to guests only
fa: نمایش فقط به مهمانان
ja: ゲストだけに表示
lv: Rādīt tikai viesiem
ru: Показывать только гостям
tr: Yalnızca konuklara görüntülensin

# tl_module.guests.1
source: Hide the module if a member is logged in.
fa: پنهان کردن ماژول اگر عضوی وارد شده باشد.
ja: ログインしているメンバーにモジュールを表示しません。
lv: Slēpt moduli, ja biedrs ir pieslēdzies.
ru: Скрыть модуль, если участник вошел в систему.
tr: Modülün oturum açmış kullanıcılara görüntülenmemesini sağlar.

# tl_module.cssID.0
source: CSS ID/class
fa: شناسه/کلاس CSS
ja: CSSのIDとclass
lv: CSS ID/klase
ru: CSS ID и класс
tr: CSS kodu/sınıfı

# tl_module.cssID.1
source: Here you can set an ID and one or more classes.
fa: اینجا می‌توانید یک شناسه و یک یا چند کلاس انتخاب نمایید.
ja: IDと1つ以上のclassを設定できます。
lv: Šeit jūs varat ievadīt ID un vienu vai vairākas klases.
ru: Вы можете ввести ID одного или нескольких классов.
tr: Buradan bir kod ve bir ya da birkaç sınıf ayarlayabilirsiniz.

# tl_module.disableCaptcha.0
source: Disable spam protection
fa: غیرفعال کردن حفاظت اسپم
ja: spam防御を不使用
lv: Atspējot aizsardzību pret surogātpastu
ru: Отключить защиту от спама
tr: Spam koruması devre dışı bırakılsın

# tl_module.disableCaptcha.1
source: Here you can disable the spam protection (not recommended).
fa: اینجا می‌توانید حفاظت از اسپم را غیرفعال کنید (توصیه نمی‌شود).
ja: spam防御を使用しません。(推奨しません。)
lv: Šeit jūs varat atspējot aizsardzība pret surogātpastu (nav ieteicams).
ru: Вы можете отключить защиту от спама (не рекомендуется).
tr: Buradan spam korumasını devre dışı bırakabilirsiniz (önerilmez).

# tl_module.reg_groups.0
source: Member groups
fa: گروه‌های اعضاء
ja: メンバーグループ
lv: Biedru grupas
ru: Группы участников
tr: Üye grupları

# tl_module.reg_groups.1
source: Here you can assign the member to one or more groups.
fa: اینجا می‌توانید کاربر را به یک یا چند گروه اختصاص دهید.
ja: メンバーに1つ以上のグループを割り当てできます。
lv: Šeit Jūs varat piešķirt biedru vienai vai vairākām grupām.
ru: Определите участника в одну или несколько групп.
tr: Buradan üyeyi bir ya da birkaç gruba atayabilirsiniz.

# tl_module.reg_allowLogin.0
source: Allow login
fa: اجازه ورود
ja: ログインを許可
lv: Atļaut pieteikšanos
ru: Разрешить вход
tr: Oturum açabilsin

# tl_module.reg_allowLogin.1
source: Allow the new member to log into the front end.
fa: اجازه دادن به اعضاء جدید برای ورود به بخش کاربری.
ja: フロントエンドにログインを新しいメンバーに許可します。
lv: Atļaut jaunam biedram pieteikties priekšgalā.
ru: Разрешить новому участнику авторизоваться во внешнем интерфейсе веб-сайта.
tr: Bu seçenek etkinleştirildiğinde, yeni üye ön yüzde oturum açabilir.

# tl_module.reg_skipName.0
source: Skip username
fa: نادیده گرفتن نام کاربری
ja: ユーザー名の省略
lv: Izlaist lietotājvārdu
ru: Пропустить имя пользователя
tr: Kullanıcı adı istenmesin

# tl_module.reg_skipName.1
source: Do not require the username to request a new password.
fa: با فعال کردن این گزینه در فرم درخواست رمز عبور جدید نام کاربری پرسیده نخواهد شد.
ja: 新しいパスワードのリクエストにユーザー名を必要としません。
lv: Pieprasot jaunu paroli neprsīt lietotājvārdu
ru: Не требовать имя пользователя при запросе нового пароля.
tr: Bu seçenek etkinleştirildiğinde, yeni parola isteği yapılırken kullanıcı adı istenmez.

# tl_module.reg_close.0
source: Mode
fa: حالت
ja: 削除の方法
lv: Veids
ru: Метод удаления
tr: Kip

# tl_module.reg_close.1
source: Here you can define how to handle the deletion.
fa: اینجا می‌توانید نحوه به کار بردن حذف را تعریف نمایید.
ja: 削除の方法を指定します。
lv: Šeit jūs varat noteikt, kā rīkoties ar dzēšanu.
ru: Вы можете определить метод удаления учетной записи.
tr: Buradan silme işleminin nasıl yapılacağını tanımlayabilirsiniz.

# tl_module.reg_deleteDir.0
source: Delete home directory
fa: پاک کردن پوشه خانه
ja: ホームディレクトリを削除
lv: Dzēst mājas direktoriju
ru: Удалить домашний каталог

# tl_module.reg_deleteDir.1
source: Delete the home directory when the account is deleted.
fa: وقتی حساب کاربری پاک می‌شود پوشه خانه را حذف می‌کند.
ja: アカウントを削除するときにホームディレクトリを削除します。
lv: Dzēst mājas direktoriju, kad konts tiek dzēsts.
ru: Удалить домашний каталог при удалении учетной записи.

# tl_module.reg_assignDir.0
source: Create a home directory
fa: ساخت دایرکتوری شخصی
ja: ホームディレクトリを作成
lv: Izveidot mājas direktoriju
ru: Создать домашний каталог
tr: Bir giriş klasörü oluştur

# tl_module.reg_assignDir.1
source: Create a home directory from the registered username.
fa: دایرکتوری خانگی از نام کاربری ثبت‌نام شده تولید می‌کند.
ja: 登録したユーザー名からホームディレクトリを作成します。
lv: Izveidot mājas direktoriju no reģistrētā lietotājvārda
ru: Создать домашний каталог из имени зарегистрированного пользователя.
tr: Kayıtlı kullanıcı adı ile bir giriş klasörü oluşturur.

# tl_module.reg_homeDir.0
source: Home directory path
fa: مسیر دایرکتوری شخصی
ja: ホームディレクトリのパス
lv: Mājas direktorija ceļš
ru: Родительский каталог
tr: Giriş klasörü yolu

# tl_module.reg_homeDir.1
source: Please select the parent folder from the files directory.
fa: لطفا دایرکتوری بالاتری دایرکتوری شخصی کاربر را انتخاب نمایید.
ja: ファイルディレクトリから親のフォルダーを選択してください。
lv: Lūdzu izvēlieties vecākmapi no datņu direktorija
ru: Выберите родительский каталог.
tr: Lütfen files klasörü içinden üst klasörü seçin.

# tl_module.reg_activate.0
source: Send activation e-mail
fa: ارسال ایمیل فعال سازی
ja: アクティベーションメールの送信
lv: Sūtīt aktivizācijas e-pastu
ru: Отправить активацию по e-mail
tr: Etkinleştirme e-postası gönder

# tl_module.reg_activate.1
source: Send an activation e-mail to the registered e-mail address.
fa: یک ایمیل فعال‌سازی برای کاربر ارسال خواهد شد.
ja: 登録した電子メールアドレスにアクティベーションメールを送信します。
lv: Sūtīt aktivizācijas vēstuli uz reģistrēto e-pastu.
ru: Отправить активацию на зарегистрированный e-mail адрес.
tr: Kaydedilmiş e-posta adresine bir etkinlentirme e-postası gönderir.

# tl_module.reg_jumpTo.0
source: Confirmation page
fa: برگه‌ی تایید
ja: 確認ページ
lv: Apstiprinājuma lapa
ru: Страница подтверждения
tr: Doğrulama sayfası

# tl_module.reg_jumpTo.1
source: Please choose the page to which members will be redirected after the request has been completed.
fa: لطفا برگه‌ای را که کاربران عضو بعد از اینکه درخواست تکمیل شد بازگردانی خواهند شد را انتخاب کنید.
ja: リクエストを完了した後で移動するメンバーのページを選択してください。
lv: Lūdzu, izvēlieties lapu, uz kuru biedri tiks novirzīti pēc pieprasījuma pabeigšanas.
ru: Выберите страницу, к которой будет направлен участник после активации его учетной записи.
tr: Lütfen üyelerin istek tamamlandıktan sonra yönlendirilecekleri sayfayı seçin.

# tl_module.reg_text.0
source: Activation message
fa: پیغام فعال‌سازی
ja: アクティベーションのメッセージ
lv: Aktivizācijas ziņa
ru: Сообщение активации
tr: Etkinleştirme iletisi

# tl_module.reg_text.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any input field (e.g. <em>##lastname##</em>).
fa: شما می‌توانید از جستجوی عمومی های <em>##domain##</em> (نام دامنه), <em>##link##</em> (پیوند فعال سازی) و هر فیلد ورودی (برای نمونه <em>##lastname##</em>).
ja: <em>##domain##</em> (ドメイン名)、<em>##link##</em> (アクティベーションのリンク)、(例えば、<em>##lastname##</em>といった)任意の入力項目をワイルドカードとして使用できます。
lv: Jūs varat izmantot aizstājējzīmes <em>##domain##</em> (domēna vārds), <em>##link##</em> (aktivizacijas saite) un jebkuru ievades lauku (piem. <em>##lastname##</em>).
ru: Вы можете использовать подстановочные знаки <em>##domain##</em> (имя домена), <em>##link##</em> (ссылка для активации), а так же любое поле ввода (напр. <em>##lastname##</em>).
tr: İçerikte <em>##domain##</em> (etki alanı adı), <em>##link##</em> (etkinleştirme bağlantısı) ve diğer giriş alanlarının (<em>##lastname##</em> gibi) kodlarını kullanabilirsiniz.

# tl_module.reg_password.0
source: Password message
fa: پیغام گذرواژه
ja: パスワードのメッセージ
lv: Paroles ziņa
ru: Сообщение пароля
tr: Parola iletisi

# tl_module.reg_password.1
source: You can use the wildcards <em>##domain##</em> (domain name), <em>##link##</em> (activation link) and any member property (e.g. <em>##lastname##</em>).
fa: می‌توانید از wildcardها استفاده کنید<em>##domain##</em> (نام دامنه), <em>##link##</em> (لینک فعال‌سازی) و هر خصوصیت عضو (مثلا <em>##lastname##</em>).
ja: <em>##domain##</em> (ドメイン名)、<em>##link##</em> (アクティベーションのリンク)、(例えば、<em>##lastname##</em>といった)任意のメンバーの属性をワイルドカードとして使用できます。
ru: Вы можете использовать подстановочные знаки <em>##domain##</em> (имя домена), <em>##link##</em> (ссылка для активации), а так же любое поле свойств участника (напр. <em>##lastname##</em>).
tr: İçerikte <em>##domain##</em> (etki alanı adı), <em>##link##</em> (etkinleştirme bağlantısı) ve diğer üye özelliklerinin (<em>##lastname##</em> gibi) kodlarını kullanabilirsiniz.

# tl_module.data.0
source: Template data
fa: داده‌ی قالب
ja: テンプレートのデータ
lv: Veidnes dati
ru: Данные шаблона

# tl_module.data.1
source: These values are available as <code>$this->data</code> in the template.
fa: این مقادیر به عنوان <code>$this->data</code> در قالب در دسترس هستند.
ja: これらの値は<code>$this->data</code>としてテンプレートで利用できます。
ru: Эти значения доступны в шаблоне как <code>$this->data</code>.

# tl_module.rootPageDependentModules.0
source: Modules
fa: ماژول‌ها
ja: モジュール
lv: Moduļi
ru: Модули

# tl_module.rootPageDependentModules.1
source: Please select a module for every root page.
ja: すべてのルートページ用のモジュールを選択してください。
lv: Lūdzu, atlasiet moduli katrai saknes lapai.
ru: Выберите модуль для каждой корневой страницы.

# tl_module.rootPageDependentModulesBlankOptionLabel
source: Choose module for "%s"
fa: انتخال ماژول "%s"
ja: "%s"用のモジュールを選択
lv: Izvēlieties moduli "%s"
ru: Выберите модуль для "%s"

# tl_module.title_legend
source: Title and type
fa: عنوان و نوع
ja: 名前と種類
lv: Nosaukums un veids
ru: Название и тип
tr: Başlık ve tür

# tl_module.label_legend
source: Label
fa: برچسب
ja: ラベル
lv: Etiķete
ru: Метка

# tl_module.nav_legend
source: Navigation settings
fa: تنظیمات ناوبری
ja: ナビゲーションの設定
lv: Navigācijas iestatījumi
ru: Настройки навигации
tr: Gezinme ayarları

# tl_module.reference_legend
source: Reference page
fa: برگه مرجع
ja: 基準とするページ
lv: Atsauces lapa
ru: Страница ссылки
tr: Referans sayfası

# tl_module.redirect_legend
source: Redirect settings
fa: تنظیمات تغییر مسیر
ja: リダイレクトの設定
lv: Virzienmaiņas iestatījumi
ru: Настройки перенаправления
tr: Yönlendirme ayarları

# tl_module.template_legend
source: Template settings
fa: تنظیمات قالب
ja: テンプレートの設定
lv: Veidnes uzstadījumi
ru: Настройки шаблона
tr: Kalıp ayarları

# tl_module.image_legend
source: Image settings
fa: تنظیمات تصویر
ja: 画像の設定
lv: Attēla iestatījumi
ru: Настройки изображения
tr: Görsel ayarları

# tl_module.config_legend
source: Module configuration
fa: پیکربندی ماژول
ja: モジュールの構成
lv: Moduļa konfigurācija
ru: Конфигурация модуля
tr: Modül yapılandırması

# tl_module.include_legend
source: Include settings
fa: تنظیمات گنجاندن
ja: 含める設定
lv: Iekļaut uzstādījumus
ru: Настройки вложения
tr: Katma ayarları

# tl_module.source_legend
source: Source
fa: منبع
ja: ソース
lv: Avots
ru: Исходник
tr: Kaynak

# tl_module.html_legend
source: Text/HTML
fa: متن/HTML
ja: テキスト/HTML
lv: Teksts/HTML
ru: Текст/HTML
tr: Metin/HTML

# tl_module.protected_legend
source: Access protection
fa: حفاظت دسترسی
ja: アクセスの保護
lv: Piekļuves aizsardzība
ru: Защита доступа
tr: Erişim koruması

# tl_module.expert_legend
source: Expert settings
fa: تنطیمات پیشرفته
ja: 専門的な設定
lv: Eksperta iestatījumi
ru: Экспертные настройки
tr: Uzman ayarları

# tl_module.email_legend
source: E-mail settings
fa: تنظیمات ایمیل
ja: 電子メールの設定
lv: E-pasta iestatījumi
ru: Настройки E-mail
tr: E-posta ayarları

# tl_module.account_legend
source: Account settings
fa: تنظیمات حساب کاربری
ja: アカウントの設定
lv: Konta iestatījumi
ru: Настройки учетной записи
tr: Hesap ayarları

# tl_module.emailText.0
source: Your registration on %s
fa: ثبت‌نام شما در %s
ja: %sでアカウントの登録を受け付け
lv: Jūsu reģistrācija %s
ru: Ваша регистрация на %s
tr: %s üzerinde açtığınız hesap

# tl_module.emailText.1
source: Thank you for your registration on ##domain##. Click here to complete your registration and to activate your account: ##link## The confirmation link is valid for 24 hours. If you did not request an account, please ignore this e-mail.
fa: ایجاد یک ماژول جدید
ja: ##domain##にアカウントの登録をありがとうございます。 以下のURLをクリックすると、登録処理を完了してアカウントを有効します: Click here to complete your registration and to activate your account: ##link## この承認のリンクは24時間有効です。 アカウントの登録を依頼した覚えがない場合は、この電子メールを無視してください。
ru: Спасибо за регистрацию на ##domain##. Нажмите здесь, чтобы завершить регистрацию и активировать свою учетную запись: ##link## Ссылка на подтверждение действительна в течение 24 часов. Если вы не запрашивали регистрацию учетной записи, проигнорируйте это сообщение.
tr: ##domain## sitesinde hesap açtığınız için teşekkürler. Hesabınızı doğrulayarak etkinleştirmek için şuraya tıklayın: ##link## Doğrulama bağlantısı 24 saat süreyle kullanılabilir. Böyle bir hesap açmadıysanız bu e-postayı yok sayabilirsiniz.

# tl_module.passwordText.0
source: Your password request on %s
fa: درخواست گذرواژه شما در %s
ja: %sでパスワードの再設定を受け付け
lv: Jūsu paroles pieprasījums %s
ru: Запрос пароля на %s
tr: %s için parola isteğiniz

# tl_module.passwordText.1
source: You have requested a new password for ##domain##. Click here to set the new password: ##link## If you did not request this e-mail, please contact the website administrator.
fa: شما یک گذرواژه جدید برای ##domain## درخواست کرده‌اید. اینجا را برای تنظیم گذرواژه‌ی جدید کلیک کنید: ##link## اگر شما این ایمیل را درخواست نکرده‌اید، لطفا با مدیر وب‌سایت تماس بگیرید.
ja: ##domain##で新しいパスワードを設定の依頼を受け付けました。 以下をクリックすると新しいパスワードを設定してください: ##link## この電子メールを依頼した覚えがない場合は、ウェブサイトの管理者に連絡していただ けると幸いです。
ru: Вы запросили новый пароль для ##domain##. Нажмите здесь, чтобы установить новый пароль: ##link## Если вы не запрашивали это электронное сообщение, свяжитесь с администратором веб-сайта.
tr: ##domain## sitesindeki hesabınız için yeni bir parola isteğinde bulundunuz. Yeni parolayı ayarlamak için şuraya tıklayın: ##link## Böyle bir istekte bulunmadıysanız, lütfen web sitesinin yöneticisi ile görüşün.

# tl_module.internal
source: Internal file
fa: پرونده داخلی
ja: 内部のファイル
lv: iekšējā datne
ru: Внутренний файл
tr: İç dosya

# tl_module.external
source: External URL
fa: نشانی وب خارجی
ja: 外部のウェブサイト
lv: ārējais URL
ru: Внешний URL
tr: Dış adres

# tl_module.close_deactivate
source: Deactivate account
fa: غیرفعال نمودن حساب کاربری
ja: アカウントを停止
lv: Deaktivizēt kontu
ru: Деактивировать учетную запись
tr: Hesabı devre dışı bırak

# tl_module.close_delete
source: Irrevocably delete account
fa: حذف غیرقابل برگشت حساب کاربری
ja: アカウントを完全に削除
lv: Neatgriezeniski dzēst kontu
ru: Полностью удалить учетную запись
tr: Hesabı geri alınamayacak şekilde sil

# tl_module.new.0
source: New
fa: جدید
ja: 新規作成
lv: Jauns
ru: Новый
tr: Yeni

# tl_module.new.1
source: Create a new module
fa: ایجاد یک ماژول جدید
ja: 新しいモジュールを作成
lv: Izveidot jaunu moduli
ru: Создать новый модуль
tr: Yeni bir modül ekle

# tl_module.show
source: Show the details of module ID %s
fa: نمایش جزئیات ماژول شناسه %s
ja: ID %sのモジュールの詳細を表示
lv: Rādīt moduļa ID %s detaļas
ru: Показать детали модуля ID %s
tr: %s kodlu modülün ayrıntılarını görüntüle

# tl_module.edit
source: Edit module ID %s
fa: ویرایش ماژول شناسه %s
ja: ID %sのモジュールを変更
lv: Rediģēt moduli ID %s
ru: Редактировать модуль ID %s
tr: %s kodlu modülü düzenle

# tl_module.copy
source: Duplicate module ID %s
fa: تکثیر ماژول شناسه %s
ja: ID %sのモジュールを複製
lv: Dublicēt moduli ID %s
ru: Дублировать модуль ID %s
tr: %s kodlu modülü kopyala

# tl_module.cut
source: Move module ID %s
fa: جابجایی ماژول شناسه %s
ja: ID %sのモジュールを移動
lv: Pārvietot moduli ID %s
ru: Переместить модуль ID %s
tr: %s kodlu modülü taşı

# tl_module.delete
source: Delete module ID %s
fa: حذف ماژول شناسه %s
ja: ID %sのモジュールを削除
lv: Dzēst moduli ID %s
ru: Удалить модуль ID %s
tr: %s kodlu modülü sil

# tl_module.customLabel.1
source: Here you can enter a custom label for the drop-down menu.
tr: Buraya açılan menü için bir özel etiket yazabilirsiniz.

# tl_module.imgSize.0
source: Image size
tr: Görsel boyutu

# tl_module.imgSize.1
source: Here you can set the image dimensions and the resize mode.
tr: Buradan görsel boyutlarını ve yeniden boyutlandırma kipini ayarlayabilirsiniz.

# tl_module.numberOfItems.0
source: Number of items
tr: Öge sayısı

# tl_module.numberOfItems.1
source: Here you can limit the number of items. Set to 0 to show all.
tr: Buradan öge sayısını sınırlayabilirsiniz Tümünün görüntülenmesi için 0 yazın.
