Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_module.xlf
Languages: fa, ja, lv, ru, tr

# tl_module.name.0
source: Title
fa: عنوان
ja: 題名
lv: Virsraksts
ru: Название
tr: Başlık

# tl_module.name.1
source: Please enter the module title.
fa: لطفا عنوان ماژول را وارد نمایید.
ja: モジュールの名前を入力してください。
lv: Lūdzu ievadiet unikālu moduļa nosaukumu
ru: Введите название модуля.
tr: Lütfen modül başlığını yazın.

# tl_module.headline.0
source: Headline
fa: سربرگ
ja: 見出し
lv: Virsraksts
ru: Заголовок
tr: Başlık

# tl_module.headline.1
source: Here you can add a headline to the module.
fa: اینجا می‌توانید یک سربرگ به ماژول اضافه کنید.
ja: モジュールに見出しを追加できます。
lv: Šeit jūs varat pievienot moduļa virsrakstu.
ru: Вы можете добавить заголовок модуля.
tr: Buraya bir modül başlığı yazabilirsiniz.

# tl_module.type.0
source: Module type
fa: نوع ماژول
ja: モジュールの種類
lv: Moduļa tips
ru: Тип модуля
tr: Modül türü

# tl_module.type.1
source: Please choose the type of module.
fa: لطفا نوع ماژول را انتخاب نمایید.
ja: モジュールの種類を選択してください。
lv: Lūdzu izvēlieties aktuālā moduļa tipu.
ru: Выберите тип модуля.
tr: Lütfen modülün türünü seçin.

# tl_module.levelOffset.0
source: Start level
fa: سطح شروع
ja: 開始レベル
lv: Sākuma līmenis
ru: Уровень запуска
tr: Başlangıç düzeyi

# tl_module.levelOffset.1
source: Enter a value greater than 0 to show only submenu items.
fa: مقداری بیشتر از 0 برای نمایش موراد زیرمنو وارد کنید.
ja: メニューの下位の項目だけ表示するには、0より大きい値を入力してください。
lv: Ievadiet vērtību, kas lielāka par 0, lai parādītu tikai apakšizvēlnes pozīcijas.
ru: Введите значение больше 0, чтобы показать только элементы подменю.
tr: Yalnızca alt menü ögelerinin görüntülenmesi için 0 değerinden büyük bir sayı yazın.

# tl_module.showLevel.0
source: Stop level
fa: سطح خاتمه
ja: 停止レベル
lv: Beigu līmenis
ru: Уровень остановки
tr: Bitiş düzeyi

# tl_module.showLevel.1
source: Enter a value greater than 0 to limit the nesting level of the menu.
fa: مقداری بیشتر از 0 برای محدود کردن سطح تودرتو منو وارد کنید.
ja: メニューの入れ子のレベルを制限するには、0より大きい値を入力してください。
lv: Ievadiet vērtību, kas lielāka par 0, lai ierobežotu ligzdošanas (nesting) līmeni izvēlnē.
ru: Введите значение больше 0, чтобы ограничить уровень вложений элементов подменю.
tr: Menünün iç içe açılma düzeyini sınırlamak için 0 değerinden büyük bir sayı yazın.

# tl_module.hardLimit.0
source: Hard limit
fa: محدود کردن سخت
ja: ハードリミット
lv: Noteiktā robeža
ru: Жесткое ограничение
tr: Katı sınırlama

# tl_module.hardLimit.1
source: Never show any menu items beyond the stop level.
fa: هیچ مورد منوی فراتر از سطح خاتمه نمایش داده نمی‌شود.
ja: 停止レベルを超えたメニュー項目を表示しません。
lv: Nekad nerādīt kādus izvēlnes ierakstus pēc šī līmeņa.
ru: Не показывать ни одного элемента кроме ограничения уровня остановки.
tr: Bu seçenek etkinleştirildiğinde, bitiş düzeyinin altındaki herhangi bir menü ögesi asla görüntülenmez.

# tl_module.showProtected.0
source: Show protected items
fa: نمایش موارد حفاظت شده
ja: 保護した項目を表示
lv: Parādīt aizsargātos ierakstus
ru: Показывать защищенные элементы
tr: Korunmuç ögeler görüntülensin

# tl_module.showProtected.1
source: Show items that are usually only visible to authenticated members.
fa: نمایش آیتم‌هایی که معمولا برای اعضای تایید شده قابل مشاهده هستند.
ja: 通常は認証済みのメンバーだけに見える項目も表示します。
ru: Показать элементы, которые видны только авторизованным участникам.
tr: Bu seçenek etkinleştirildiğinde, yalnızca kimliği doğrulanmış üyeler tarafından görülebilen ögeler görüntülenir.

# tl_module.defineRoot.0
source: Set a reference page
fa: انتخاب یک برگه مرجع
ja: 基準とするページを設定
lv: Uzstādīt atsauces lapu
ru: Страница ссылки
tr: Referans sayfası ayarla

# tl_module.defineRoot.1
source: Define a custom source or target page for the module.
fa: انتخاب منبع سفارشی یا برگه مقصد برای ماژول.
ja: モジュールに特定のソースやリンク先のページを指定します。
lv: Definēt modulim specifisku avotu vai mērķa lapu.
ru: Укажите страницу ссылки для использования в качестве целевой страницы модуля.
tr: Modül için bir özel kaynak ya da hedef dosya tanımlayın.

# tl_module.rootPage.0
source: Reference page
fa: برگه مرجع
ja: 基準とするページ
lv: Atsauces lapa
ru: Страница ссылки
tr: Referans sayfası

# tl_module.rootPage.1
source: Please choose the reference page from the site structure.
fa: لطفاً برگه مرجع را از ساختار وب‌سایت انتخاب نمایید.
ja: サイト構造から基準とするページを選択してください。
lv: Lūdzu, izvēlieties atskaites (reference) lapu no vietnes struktūru.
ru: Выберите страницу ссылки из структуры веб-сайта.
tr: Lütfen site yapısından bir referans sayfası seçin.

# tl_module.navigationTpl.0
source: Navigation template
fa: قالب ناوبری
ja: ナビゲーションのテンプレート
lv: Navigācijas veidne
ru: Шаблон навигации
tr: Gezinme kalıbı

# tl_module.navigationTpl.1
source: Here you can select the navigation template.
fa: اینجا می‌توانید قالب ناوبری را انتخاب کنید.
ja: ナビゲーションのテンプレートを選択します。
lv: Šeit jūs varat izvēlēties navigācijas veidni.
ru: Выберите шаблон навигации.
tr: Buradan gezinme kalıbını seçebilirsiniz.

# tl_module.customTpl.0
source: Module template
fa: قالب ماژول
ja: モジュールのテンプレート
lv: Moduļa veidne
ru: Шаблон модуля
tr: Modül kalıbı

# tl_module.customTpl.1
source: Here you can select the module template.
fa: اینجا می‌توانید قالب ماژول را انتخاب کنید.
ja: モジュールのテンプレートを選択できます。
lv: Šeit varat izvēlēties moduļa veidni.
ru: Вы можете выбрать шаблон модуля.
tr: Buradan bir modül kalıbı seçebilirsiniz.

# tl_module.pages.0
source: Pages
fa: برگه‌ها
ja: ページ
lv: Lapas
ru: Страницы
tr: Sayfalar

# tl_module.pages.1
source: Please choose one or more pages from the site structure.
fa: لطفا یک یا چند برگه از ساختار وب‌سایت را انتخاب نمایید.
ja: サイト構造からページを1つ以上選択してください。
lv: Lūdzu, izvēlieties vienu vai vairākas lapas no vietnes struktūras.
ru: Выберите одну или несколько страниц из структуры веб-сайта.
tr: Lütfen site yapısından bir ya da birkaç sayfa seçin.

# tl_module.showHidden.0
source: Show hidden items
fa: نمایش موارد مخفی
ja: 非表示の項目を表示
lv: Parādīt slēptos ierakstus
ru: Показывать скрытые элементы
tr: Gizli ögeler görüntülensin

# tl_module.showHidden.1
source: Show items that are usually hidden in the navigation menu.
fa: نمایش مواردی که به طور معمول در منوی ناوبری مخفی هستند.
ja: 通常表示しない項目をナビゲーションメニューに表示します。
lv: Rādīt vienumus, kas parasti tiek paslēpti navigācijas izvēlnē.
ru: Показать элементы, которые обычно скрыты в меню навигации.
tr: Bu seçenek etkinleştirildiğinde gezinme menüsündeki gizli ögeler görüntülenir.

# tl_module.customLabel.0
source: Custom label
fa: برچسب سفارشی
ja: 独自のラベル
lv: Specifisks uzraksts
ru: Пользовательская метка
tr: Özel etiket

# tl_module.customLabel.1
source: Here you can enter a custom label for the drop-down menu or the overview link.
ja: ドロップダウンメニューまたはプレビューリンクに独自のラベルを入力できます。
ru: Вы можете ввести пользовательскую метку для выпадающего меню или обзорной ссылки.

# tl_module.autologin.0
source: Allow auto login
fa: اجازه ورود خودکار
ja: 自動ログインの許可
lv: Atļaut automātisko ielogošanos
ru: Разрешить автоматический вход
tr: Oturum otomatik açılabilsin

# tl_module.autologin.1
source: Allow members to log into the front end automatically.
fa: اجازه دادن به اعضاء برای ورود خودکار به بخش کاربری.
ja: メンバーにフロントエンドに自動ログインを許可します。
lv: Atļaut dalībniekiem (members) automātiski autentificēties frontend-ā.
ru: Разрешить пользователям автоматическую авторизацию во внешнем интерфейсе веб-сайта.
tr: Bu seçenek etkinleştirildiğinde, üyeler ön yüzde otomatik olarak oturum açabilir.

# tl_module.jumpTo.0
source: Redirect page
fa: برگه‌ی تغییر مسیر
ja: リダイレクト先のページ
lv: Pārsūtīšanas lapa
ru: Перейти на страницу
tr: Yönlendirilecek sayfa

# tl_module.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking a link or submitting a form.
fa: لطفا برگه‌ای که بازدیدکنندگان بعد از کلیک پیوند یا ارسال یک فرم باید تغییر مسیر شوند را انتخاب نمایید.
ja: リンクのクリックやフォームを提出した後に移動するページを選択してください。
lv: Lūdzu, izvēlieties lapu, uz kuru apmeklētāji tiks novirzīti, noklikšķinot uz saites vai patiprinot formā ievadītos datus.
ru: Выберите страницу, к которой будут перенаправлены посетители при нажатии на ссылку или после отправки формы.
tr: Lütfen ziyaretçilerinizin bir bağlantıya tıkladığında ya da bir form gönderdiğinde yönlendirileceği sayfayı seçin.

# tl_module.overviewPage.0
source: Overview page
fa: برگه‌ی بررسی کلی
ja: 概要のページ
lv: Pārskata lapa
ru: Обзорная страница

# tl_module.overviewPage.1
source: Select an overview page to include a link to it in the template.
fa: یک برگه‌ی بررسی کلی برای قرار دادن لینک به آن در قالب انتخاب کنید.
ja: テンプレートでリンクを先とする概要のページを選択します。
ru: Выберите обзорную страницу, чтобы включить ссылку на нее в шаблон.

# tl_module.redirectBack.0
source: Redirect to last page visited
fa: تغییر مسیر به آخرین برگه دیده شده
ja: 最後に参照していたページに移動
lv: Pārsūtīt uz lapu, kas beidzamo reizi apmeklēta
ru: Направление на последнюю посещенную страницу
tr: Son ziyaret edilen sayfaya yönlendirilsin

# tl_module.redirectBack.1
source: Redirect the member back to the last page visited instead of the redirect page.
fa: عضو را به جای اینجا به برگه‌ی بازگردانی به آخرین برگه‌ی بازدید شده برمی‌گرداند.
ja: リダイレクト先のページの代わりに、メンバーが最後に参照していたページに移動します。
lv: Pārvirzīt biedru atpakaļ uz pēdējo apmeklēto lapu, nevis uz pāradresēto lapu.
ru: Направление участника на последнюю посещенную им страницу вместо перехода на страницу перенаправления.
tr: Bu seçenek etkinleştirildiğinde, üye yönlendirilecek sayfa yerine son ziyaret ettiği sayfaya yönlendirilir.

# tl_module.1cl.0
source: One column
fa: یک ستونی
ja: 1列
lv: Viena kolonna
ru: Одна колонка
tr: Bir sütunda

# tl_module.1cl.1
source: Show the label above the input field.
fa: نمایش برچسب بالای فیلد ورودی.
ja: ラベルを入力欄の上に表示します。
lv: Rādīt uzrakstu virs ievades lauka.
ru: Метка поля будет показана над полем ввода.
tr: Etiket giriş alanının üzerinde görüntülenir.

# tl_module.2cl.0
source: Two columns
fa: دو ستونی
ja: 2列
lv: Divas kolonnas
ru: Две колонки
tr: İki sütunda

# tl_module.2cl.1
source: Show the label on the left side of the input field.
fa: نمایش برچسب در سمت چپ فیلد ورودی.
ja: ラベルを入力欄の左側に表示します。
lv: Rādīt uzrakstu ievades laukam kreisajā pusē.
ru: Метка поля будет показана слева от поля ввода.
tr: Etiket giriş alanının sol yanında görüntülenir.

# tl_module.editable.0
source: Editable fields
fa: فیلدهای قابل ویرایش
ja: 編集可能な項目
lv: Rediģējami lauki
ru: Редактируемые поля
tr: Düzenlenebilir alanlar

# tl_module.editable.1
source: Show these fields in the front end form.
fa: نمایش این فیلدها در فرم بخش کاربری.
ja: これらの項目をフロントエンドで表示します。
lv: Rādīt šos laukus frontend fromā.
ru: Показать эти поля в форме персональной информации во внешнем интерфейсе.
tr: Bu alanlar ön yüzdeki formda görüntülenir.

# tl_module.memberTpl.0
source: Form template
fa: قالب فرم
ja: フォームのテンプレート
lv: Formas veidne
ru: Шаблон формы
tr: Form kalıbı

# tl_module.memberTpl.1
source: Here you can select the form template.
fa: اینجا می‌توانید قالب فرم را انتخاب کنید.
ja: フォームのテンプレートを選択します。
lv: Šeit jūs varat izvēlēties formas veidni.
ru: Вы можете выбрать шаблон формы.
tr: Buradan bir form kalıbı seçebilirsiniz.

# tl_module.form.0
source: Form
fa: فرم
ja: フォーム
lv: Forma
ru: Форма

# tl_module.form.1
source: Please select a form.
fa: لطفا یک فرم را انتخاب کنید.
ja: フォームを選択してください。
lv: Lūdzu izvēlietes formu.
ru: Выберите форму.
tr: Lütfen bir form seçin.

# tl_module.queryType.0
source: Default query type
fa: نوع پرس‌و‌جو پیش‌فرض
ja: 検索の方法の初期設定
lv: Parādīt pieprasījuma tipu
ru: Тип запроса по умолчанию
tr: Varsayılan sorgu türü

# tl_module.queryType.1
source: Please select the default query type.
fa: لطفا نوع پرس‌و‌جو پیش‌فرض را انتخاب کنید.
ja: 検索の方法の初期設定を選択してください。
lv: Izvēlieties noklusējuma pieprasījuma tipu.
ru: Выберите тип запроса по умолчанию.
tr: Lütfen varsayılan sorgu türünü seçin.

# tl_module.and.0
source: Find all words
fa: پیدا کردن تمام کلمه‌ها
ja: 単語をすべて探す
lv: Samaklēt visus vārdus
ru: Найти все слова
tr: Tüm sözcüklere uyan

# tl_module.and.1
source: Returns only pages that contain all keywords.
fa: بازگرداندن تنها صفحاتی که شامل همه کلیدواژه‌ها باشند.
ja: キーワードをすべて含んでいるページだけを返します。
lv: Atgriež tikai lapas, kurās ir visi atslēgvārdi.
ru: Возвращает только те страницы, которые содержат все ключевые слова.
tr: Yalnızca tüm sözcüklere uyan sayfalar görüntülenir.

# tl_module.or.0
source: Find any word
fa: پیدا کردن هر کلمه‌ای
ja: 単語のいずれかを探す
lv: Sameklēt jebkuru vārdu
ru: Найти любое слово
tr: Herhangi bir sözcüğe uyan

# tl_module.or.1
source: Returns all pages that contain any of the keywords.
fa: بازگرداندن همه صفحاتی که شامل هر کلیدواژهای باشند.
ja: キーワードをどれか含んでいるすべてのページを返します。
lv: Atgriež tikai lapas, kurās ir jebkurš no atslēgvārdiem.
ru: Возвращает все страницы, которые содержат любое из ключевых слов.
tr: Sözcüklerden herhangi birine uyan sayfalar görüntülenir.

# tl_module.fuzzy.0
source: Fuzzy search
fa: جستجوی فازی
ja: 曖昧な検索
lv: Nekonkrēta meklēšana
ru: Нечёткий поиск
tr: Karmaşık arama

# tl_module.fuzzy.1
source: Will find "Contao" if you search for "con" (equal to a wildcard search).
fa: پیدا کردن "Contao" به هنگام جستجوی "con" (مانند جستجوی عمومی)
ja: "con"の検索に対して"Contao"も検索の結果とします。(ワイルドカードの検索と同じです。)
lv: Atradīsiet "Contao", ja jūs meklēsiet "con" (t;apat kā ar meklēšanas aizstājējzīmi).
ru: Будет найдено 'Contao', если вы ищете, например 'con' (равносильно поиску по маске).
tr: "con" ifadesi arandığında "Contao" ifadesini bulur (genel arama karakteri gibi).

# tl_module.simple.0
source: Simple form
fa: فرم ساده
ja: 簡単なフォーム
lv: Vienkārša forma
ru: Простая форма
tr: Basit form

# tl_module.simple.1
source: Contains a single input field only.
fa: فقط شامل یک فیلد ورودی می‌باشد.
ja: 入力欄を1つだけ含みます。
lv: Satur tikai vienu ievades lauku.
ru: Содержит только одно поле для ввода запроса.
tr: Yalnızca tek bir giriş alanı bulunur.

# tl_module.advanced.0
source: Advanced form
fa: فرم پیشرفته
ja: 詳細なフォーム
lv: Paplašināta forma
ru: Расширенная форма
tr: Gelişmiş form

# tl_module.advanced.1
source: Contains an input field and a radio button menu to choose the query type.
fa: شامل یک فیلد ورودی و یک منوی دکمه رادیویی برای انتخاب نوع پرس‌وجو.
ja: 入力欄と問い合わせの方法を選択するラジオボタンを含みます。
lv: Vaicājuma tipa izvēlnē satur ievades lauku un radio pogas izvēlni.
ru: Содержит поле для ввода запроса и радио-кнопку для выбора типа запроса.
tr: Bir giriş alanı ve sorgu türünün seçilebileceği bir radyo düğmesi bulunur.

# tl_module.contextLength.0
source: Context length
fa: طول متن
ja: 文脈の長さ
lv: Konteksta garums
ru: Длина контекста
tr: Bağlam uzunluğu

# tl_module.contextLength.1
source: The first field defines the number of characters on the left and right side of each keyword and the second one the overall context length per result.
fa: فیلد اول تعداد نویسه‌ها در سمت چپ و راست هر کلیدواژه و دومی طول متن کلی را برای هر نتیجه تعریف می‌کند.
ja: 最初の項目は各キーワードの左右の文字数を指定し、2つめの項目は結果毎の文脈全体の長さを指定します。
ru: Первое поле определяет количество символов слева и справа от каждого ключевого слова, а второе - общую длину контекста для каждого результата.
tr: İlk alan, her bir anahtar sözcüğünj sol ve sağ tarafındaki karakter sayısını ve ikincisi, sonuç başına toplam bağlam uzunluğunu tanımlar.

# tl_module.minKeywordLength.0
source: Minimum keyword length
fa: کمترین طول کلیدواژه
ja: キーワードの最小の長さ
lv: Minimālais atslēgvārda garums
ru: Минимальная длина ключевого слова
tr: En kısa anahtar sözcük uzunluğu

# tl_module.minKeywordLength.1
source: Keywords deceeding the minimum length will be ignored in the search results. Set to 0 to disable.
fa: کلیدواژه‌های با طول کمینه در نتایج جستجو نادیده گرفته می‌شوند. برای غیرفعال کردن روی 0 تنظیم کنید.
ja: 最小の長さより短いキーワードは検索結果では無視します。0に設定して無効にできます。
ru: Ключевые слова, короче минимальной длины, будут проигнорированы в результатах поиска. Установите 0, чтобы отключить.
tr: En az uzunluğu aşan anahtar sözcükler, arama sonuçlarında yok sayılır. Bu seçeneği devre dışı bırakmak için 0 olarak ayarlayın.

# tl_module.perPage.0
source: Items per page
fa: موارد هر برگه
ja: 1ページの項目
lv: Vienumi lapā
ru: Элементов на странице
tr: Bir sayfadaki öge sayısı

# tl_module.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
fa: تعداد موارد در هر برگه. 0 را برای از کار انداختن برگه‌بندی انتخاب کنید.
ja: 1ページの項目の数です。0にすると複数のページに分けません。
lv: Vienību skaitu vienā lapā. Iestatīts uz 0, lai izslēgtu lapošanu.
ru: Количество элементов на странице. Установите 0 для отключения нумерации.
tr: Bir sayfada görüntülenecek öge sayısını yazın. Sayfalandırmayı devre dışı bırakmak için 0 yazın.

# tl_module.searchType.0
source: Search form layout
fa: چیدمان فرم جستجو
ja: 検索フォームのレイアウト
lv: Meklēšanas formas salikums
ru: Макет формы поиска
tr: Arama formu düzeni

# tl_module.searchType.1
source: Here you can select the search form layout.
fa: اینجا می‌توانید چیدمان فرم جستجو را انتخاب کنید.
ja: 検索フォームのレイアウトを選択します。
lv: Šeit jūs varat izvēlēties meklēšanas formu izkārtojumu.
ru: Вы можете выбрать макет формы поиска.
tr: Buradan arama formu düzenini seçebilirsiniz.

# tl_module.searchTpl.0
source: Search results template
fa: قالب نتایج جستجو
ja: 検索結果のテンプレート
lv: Meklēšanas rezultātu veidne
ru: Шаблон результатов поиска
tr: Arama sonuçları kalıbı

# tl_module.searchTpl.1
source: Here you can select the search results template.
fa: اینجا می‌توانید قالب نتایج جستجو را انتخاب کنید.
ja: 検索結果のテンプレートを選択します。
lv: Šeit jūs varat izvēlēties veidni meklēšanas rezultātiem.
ru: Вы можете выбрать шаблон результатов поиска.
tr: Buradan arama sonuçları kalıbını seçebilirsiniz.

# tl_module.inColumn.0
source: Layout section
fa: بخش چیدمان
ja: レイアウトセクション
lv: Salikuma sadaļa
ru: Секция макета
tr: Düzen bölümü

# tl_module.inColumn.1
source: Please choose the layout section whose articles you want to list.
fa: لطفا بخش چیدمان که می‌خواهید نوشته‌ها لیست شوند را انتخاب کنید.
ja: アーティクルを一覧したいレイアウトセクションを洗濯してください。
ru: Выберите секцию макета, статьи которого вы хотите перечислить.
tr: Makalenin listelenmesini istediğiniz düzen bölümünü seçin.

# tl_module.skipFirst.0
source: Skip items
fa: نادیده گرفتن موارد
ja: 項目の省略
lv: Izlaist ierakstus
ru: Пропустить элемент
tr: Atlanacak öge sayısı

# tl_module.skipFirst.1
source: Here you can define how many items will be skipped.
fa: اینجا می‌توانید تعداد مواردی که باید نادیده گرفته شوند را تعریف کنید.
ja: 省略する項目の数を指定します。
lv: Šeit jūs varat definēt, cik daudz elementu tiks izlaisti.
ru: Вы можете определить сколько элементов будет пропущено.
tr: Buradan kaç ögenin atlanacağını belirtebilirsiniz.

# tl_module.loadFirst.0
source: Load the first item
fa: بارگذاری اولین مورد
ja: 最初の項目を読み込む
lv: Ielādēt pirmo ierakstu
ru: Загрузить первый элемент
tr: İlk öge yüklensin

# tl_module.loadFirst.1
source: Automatically redirect to the first item if none is selected.
fa: بازگرداتی خودکار به اولین مورد در صورتی که هیچ کدام انتخاب نشده باشند.
ja: 何も選択していない場合、自動的に最初の項目に移動します。
lv: Automātiski novirzīt uz pirmo objektu, ja neviens nav atlasīts.
ru: Автоматически перенаправлять на первый элемент, если ничего не выбрано.
tr: Bu seçenek etkinleştirildiğinde, hiç bir öge seçilmediğinde, otomatik olarak ilk ögeye geçilir.

# tl_module.singleSRC.0
source: Source file
fa: منبع پرونده
ja: ソースファイル
lv: Avota datne
ru: Исходный файл
tr: Kaynak dosya

# tl_module.singleSRC.1
source: Please select a file from the files directory.
fa: لطفا یک پرونده از دایرکتوری پرونده‌ها را انتخاب نمایید.
ja: ファイルディレクトリからファイルを選択してください。
lv: Lūdzu atlasiet datni no datņu direktorija.
ru: Выберите файл из каталога.
tr: Lütfen files klasöründen bir dosya seçin.

# tl_module.url.0
source: URL
fa: نشانی وب
ru: Ссылка
tr: Adres

# tl_module.url.1
source: Please enter the URL (http://…) of the Flash movie.
fa: لطفا نشانی وب (http://...) فیلم فلش را وارد کنید.
ja: Flash動画のURL(http://...)を入力してください。
lv: Lūdzu, ievadiet URL (http:// ...) Flash filmai.
ru: Введите URL Flash-ролика в правильном формате и кодировке, включая (http://…)
tr: Lütfen adresi (http://…) ya da Flash görselini yazın.

# tl_module.fullsize.0
source: Full-size view/new window
fa: نمایش کامل/پنجره جدید
ja: フルサイズ表示/新しいウィンドウ
lv: Pilnskata logs/jauns logs
ru: Просмотр в полный размер/в новом окне
tr: Tam boyutlu görünüm/yeni pencere

# tl_module.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
fa: باز کردن تصویر کامل در lighbox یا پیوند در یک پنجره مرورگر جدید.
ja: ライトボックスにフルサイズの画像、または新しいブラウザーのウィンドウにリンクを開きます。
lv: Atveriet pilna izmēra attēlu lightbox vai saiti jaunā pārlūkprogrammas logā.
ru: Позволяет показать изображение в полный размер, в лайтбокс или в новом окне браузера.
tr: Tam boyutlu görüntüyü bir lightbox içinde ya da bağlantıyı yeni bir web tarayıcı penceresinde açar.

# tl_module.useCaption.0
source: Show caption
fa: نمایش زیرنویس
ja: 説明文を表示
lv: Rādīt nosaukumu
ru: Показать подпись
tr: Alt yazı görüntülensin

# tl_module.useCaption.1
source: Display the image name or caption below the image.
fa: نمایش دادن نام تصویر یا زیر نویس زیر تصویر.
ja: 画像名または説明文を画像の下に表示します。
lv: Parāda attēla nosaukumu zem paša attēla.
ru: Показать имя изображения или подпись под изображением.
tr: Bu seçenek etkinleştirildiğinde, görselin altında görsel adı ya da alt yazı görüntülenir.

# tl_module.multiSRC.0
source: Source files
fa: پرونده‌های منبع
ja: ソースファイル
lv: Avota datnes
ru: Исходные файлы
tr: Kaynak dosyalar

# tl_module.multiSRC.1
source: Please select one or more files from the files directory.
fa: لطفا یک یا چند پرونده از دایرکتوری پرونده‌ها انتخاب نمایید.
ja: ファイルディレクトリからファイルを1つ以上選択してください。
lv: Lūdzu atlasiet vienu vai vairākas datnes no datņu direktorija.
ru: Выберите один или несколько файлов из каталога.
tr: Lütfen files klasöründen bir ya da birkaç dosya seçin.

# tl_module.html.0
source: HTML code
fa: کد HTML
ja: HTMLコード
lv: HTML kods
ru: HTML-код
tr: HTML kodu

# tl_module.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
fa: می‌توانید فهرست برچسب‌های HTML مجاز را در تنظیمات بخش مدیریت تغییر دهید.
ja: バックエンドの設定で許可するHTMLタグのリストを変更できます。
lv: Jūs varat mainīt ļāva HTML tagu sarakstu backend-a iestatījumos.
ru: Вы можете изменить список разрешенных HTML-тегов в настройках панели управления.
tr: İzin verilen HTML kod imleri listesini yönetim bölümü ayarlarından değiştirebilirsiniz.

# tl_module.rss_cache.0
source: Cache timeout
fa: مهلت کش
ja: キャッシュの有効期間
lv: Kešošanas noildze
ru: Время кеширования
tr: Ön bellek zaman aşımı

# tl_module.rss_cache.1
source: Here you can define how long the RSS feed is being cached.
fa: اینجا می‌توانید مدت زمانی که خوراک آراس‌اس در کش بماند را تعیین کنید
ja: RSSのフィードをキャッシュしている期間を指定します。
lv: Šeit jūs varat definēt laika periodu, kādu RSS plūsma tiek kešota.
ru: В заданный период кеширования, RSS-канал будет загружен из кеша.
tr: Buradan RSS akışının ne kadar süreyle ön bellekte tutulacağını belirtebilirsiniz.

# tl_module.rss_feed.0
source: Feed URLs
fa: پیوند RSS Feed
ja: フィードのURL
lv: RSS barotnes URL
ru: URL RSS-канала
tr: Akış adresleri

# tl_module.rss_feed.1
source: Please enter the URL of one or more RSS feeds.
fa: لطفا نشانی وب یک یا چند خوراک آراس‌اس را وارد نمایید.
ja: RSSフィードのURLを1つ以上入力してください。
lv: Lūdzu ievadiet RSS plūsmas URL
ru: Введите URL одного или нескольких RSS-каналов.
tr: Lütfen bir ya da birkaç RSS akışının adresini yazın.

# tl_module.rss_template.0
source: Feed template
fa: قالب خوراک
ja: フィードのテンプレート
lv: Salikuma veidne
ru: Шаблон канала
tr: Akış kalıbı

# tl_module.rss_template.1
source: Here you can select the feed template.
fa: اینجا می‌توانید قالب خوراک را انتخاب نمایید
ja: フィードのテンプレートを選択します。
lv: Lūdzu izvēlieties salikuma veidni. Jūs varat pievienot pielāgotas RSS veidnes mape <em>templates</em>. RSS veidņu datnes sākas ar <em>rss_</em> un nepieciešams paplašinājums <em>.tpl</em>.
ru: Вы можете выбрать шаблон канала.
tr: Buradan bir akış kalıbı seçebilirsiniz.

# tl_module.protected.0
source: Protect module
fa: حافظت از ماژول
ja: モジュールの保護
lv: Aizsargāt moduli
ru: Защитить модуль
tr: Modül korunsun
