Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_page.xlf
Languages: fa, fr, ja, nl, pt, sv

# tl_page.system_legend
source: System settings
fa: تنظیمات سامانه
fr: Paramètres du système
ja: システム設定
nl: Systeem instellingen
pt: Configurações do sistema
sv: Systeminställningar

# tl_page.redirect_legend
source: Redirect settings
fa: تنظیمات تغییر مسیر
fr: Paramètres de redirection
ja: リダイレクトの設定
nl: Instellingen omsturen
pt: Configurações de redirecionamento
sv: Omdirigeringsinställningar

# tl_page.url_legend
source: URL settings
fa: تنظیمات URL
fr: Paramètres d'URL
ja: URLの設定
nl: URL instellingen
pt: Definições de URL
sv: URL-inställningar

# tl_page.language_legend
source: Language settings
fa: تنظیمات زبان
fr: Paramètres de langue
ja: 言語の設定
nl: Taal instellingen
pt: Definições de idioma
sv: Språkinställningar

# tl_page.website_legend
source: Website settings
fa: تنظیمات وب‌سایت
fr: Paramètres su site
ja: ウェブサイトの設定
nl: Website instellingen
pt: Configurações do website
sv: Webbplatsinställningar

# tl_page.global_legend
source: Global settings
fa: تنظیمات سراسری
fr: Paramètres globaux
ja: 全般的な設定
nl: Globale instellingen
pt: Configurações globais
sv: Globala inställningar

# tl_page.sitemap_legend
source: XML sitemap
fa: نقشه وب‌سایت XML
fr: Plan du site XML
ja: XMLサイトマップ
pt: Mapa do site em XML
sv: XML-sajtkarta

# tl_page.forward_legend
source: Auto-forward
fa: انتقال خودکار
fr: Redirection automatique
ja: 自動転送
nl: Auto-doorsturen
pt: Auto-redirecionamento
sv: Omdirigera automatiskt

# tl_page.protected_legend
source: Access protection
fa: حفاظت دسترسی
fr: Protection d'accès
ja: アクセスの保護
nl: Toegangsbescherming
pt: Proteção de acesso
sv: Åtkomstkydd

# tl_page.layout_legend
source: Layout settings
fa: تنظیمات چیدمان
fr: Paramètres de présentation
ja: レイアウトの設定
nl: Lay-out-instellingen
pt: Configurações de leiaute
sv: Layout-inställningar

# tl_page.cache_legend
source: Cache settings
fa: تنظیمات کش
fr: Paramètres du cache
ja: キャッシュの設定
nl: Cache instellingen
pt: Configurações do cache
sv: Cache-inställningar

# tl_page.chmod_legend
source: Access rights
fa: قوانین دسترسی
fr: Droits d'accès
ja: アクセス権
nl: Toegangsrechten
pt: Direitos de acesso
sv: Användarbehörighet

# tl_page.expert_legend
source: Expert settings
fa: تنطیمات پیشرفته
fr: Paramètres avancés
ja: 専門的な設定
nl: Expert-instellingen
pt: Configurações avançadas
sv: Expertinställningar

# tl_page.tabnav_legend
source: Keyboard navigation
fa: ناوبری صفحه کلید
fr: Navigation au clavier
ja: キーボードナビゲーション
nl: Toetsenbord navigatie
pt: Navegação pelo teclado
sv: Tangentbordsnavigation

# tl_page.publish_legend
source: Publish settings
fa: تنظیمات انتشار
fr: Paramètres de publication
ja: 公開の設定
nl: Publicatie-instellingen
pt: Configurações de Publicação
sv: Publiceringsinställningar

# tl_page.twoFactor_legend
source: Two-factor authentication
fa: احراز هویت دو عاملی
fr: Vérification en deux étapes
ja: 2ファクター認証
nl: Twee-traps authenticatie
pt: Autenticação em 2 factores
sv: Tvåfaktorautentisering

# tl_page.permanent
source: 301 Permanent redirect
fa: تغییر مسیر دائمی 301
fr: Redirection permanente (301)
ja: 301 永続的なリダイレクト
nl: 301 Permanente redirect
pt: permanente
sv: 301 Permanent omdirigering

# tl_page.temporary
source: 302 Temporary redirect
fa: تغییر مسیر موقت 302
fr: Redirection temporaire (302)
ja: 302 一時的なリダイレクト
nl: 302 Tijdelijke redirect
pt: temporária
sv: 302 Tillfällig omdirigering

# tl_page.map_default
source: Default
fa: پیش‌فرض
fr: Défaut
ja: 既定の表示
nl: Standaard
pt: Padrão
sv: Förvalt

# tl_page.map_always
source: Show always
fa: نمایش دادن همیشه
fr: Toujours afficher
ja: 常に表示する
nl: Altijd tonen
pt: Mostrar sempre
sv: Visa alltid

# tl_page.map_never
source: Show never
fa: نمایش دادن هرگز
fr: Ne jamais afficher
ja: 決して表示しない
nl: Nooit tonen
pt: Mostrar nunca
sv: Visa aldrig

# tl_page.layout_inherit
source: Inherit page layout
fa: ارث‌بری چیدمان برگه
ja: ページのレイアウトを継承
nl: Pagina lay-out overnemen
pt: Herdar o layout da página
sv: Ärva sidlayout

# tl_page.new.0
source: New
fa: جدید
fr: Nouveau
ja: 新規作成
nl: Nieuw
pt: Novo
sv: Ny

# tl_page.new.1
source: Create a new page
fa: ساخت یک برگه جدید
fr: Créer une nouvelle page
ja: 新しいページを作成
nl: Maak een nieuwe pagina
pt: Criar nova página
sv: Skapa en ny sida

# tl_page.show
source: Show the details of page ID %s
fa: نمایش جزئیات برگه شناسه %s
fr: Afficher les détails de la page ID %s
ja: ID %sのページの詳細を表示
nl: Toon details van pagina ID %s
pt: Mostrar detalhes da página com ID %s
sv: Visa detaljer för sidan med ID %s

# tl_page.edit
source: Edit page ID %s
fa: ویرایش برگه شناسه %s
fr: Éditer la page ID %s
ja: ID %sのページを編集
nl: Bewerk pagina ID %s
pt: Modificar página com ID %s
sv: Redigera sidan med ID %s

# tl_page.cut
source: Move page ID %s
fa: جابجایی برگه شناسه %s
fr: Déplacer la page ID %s
ja: ID %sのページを移動
nl: Verplaats pagina ID %s
pt: Mover página com ID %s
sv: Flytta sida med ID %s

# tl_page.copy
source: Duplicate page ID %s
fa: تکثیر برگه شناسه %s
fr: Dupliquer la page ID %s
ja: ID %sのページを複製
nl: Kopieer pagina ID %s
pt: Duplicar página com ID %s
sv: Kopiera sidan med ID %s

# tl_page.copyChilds
source: Duplicate page ID %s with its subpages
fa: تکثیر برگه شناسه %s به همراه زیربرگه‌هایش
fr: Dupliquer la page ID %s avec ses sous-pages
ja: 下位のページを含めてID %sのページを複製
nl: Kopieer pagina ID %s met subpagina's
pt: Duplicar página com ID %s e suas sub-páginas
sv: Kopiera sidan med ID %s tillsammans med ev. undersidor

# tl_page.delete
source: Delete page ID %s
fa: حذف برگه شناسه %s
fr: Supprimer la page ID %s
ja: ID %sのページを削除
nl: Verwijder pagina ID %s
pt: Remover página com ID %s
sv: Ta bort sidan med ID %s

# tl_page.toggle
source: Publish/unpublish page ID %s
fa: انتشار/لغو انتشار برگه شناسه %s
fr: Publier/dé-publier la page ID %s
ja: ID %sのページの公開と非公開を切り替え
nl: Publiceer/verberg pagina ID %s
pt: Publicar / despublicar página com ID %s
sv: Publicera / avpublicera sidan med ID %s

# tl_page.pasteinto.0
source: Paste at the top
fa: جاگذاری در بالا
fr: Coller au début
ja: 先頭に貼り付け
nl: Bovenaan plakken
pt: Colar no início
sv: Klistra in efter rubriken

# tl_page.pasteinto.1
source: Paste into page ID %s
fa: افزودن در برگه شناسه %s
fr: Coller dedans la page ID %s
ja: ID %sのページの中に貼り付け
nl: Plak in pagina ID %s
pt: Colar dentro da página com ID %s
sv: Klistra in i sidan med ID %s

# tl_page.pasteafter.1
source: Paste after page ID %s
fa: جاگذاری بعد از برگه شناسه %s
fr: Coller après la page ID %s
ja: ID %sのページの後に貼り付け
nl: Plak achter pagina ID %s
pt: Colar depois da página com ID %s
sv: Klistra in efter sidan med ID %s

# tl_page.articles
source: Edit the articles of page ID %s
fa: ویرایش مقاله‌های برگه شناسه %s
fr: Éditer les articles de la page ID %s
ja: ID %sのページのアーティクルを編集
nl: Bewerk artikelen van pagina ID %s
pt: Editar artigos de página com ID %s
sv: Redigera artiklarna på sidan med ID %s

# tl_page.legacyRouting
source: Disable legacy routing mode to enable this configuration.
fa: حالت مسیریابی قدیمی را برای فعال کردن این پیکربندی، غیرفعال کنید.
fr: Désactivez le mode de routage hérité pour activer cette configuration.
ja: 古いルーティング方式を無効にして、この構成を有効にします。
nl: Schakel de oude routeringsmodus uit om deze configuratie in te schakelen.
pt: Desactivar o modo de encaminhamento do legado para permitir esta configuração.
sv: Inaktivera äldre routing-läge för att aktivera denna konfiguration.

# tl_page.routeConflicts.0
source: Route conflicts
fa: تضادهای مسیریابی
ja: ルートの競合
nl: Routeconflicten
pt: Conflitos de rotas
sv: Ruttkonflikter

# tl_page.routeConflicts.1
source: The following pages have a similar alias that may conflict with this page. If the URL is not resolved correctly, try changing the priority of the routes.
fa: برگه‌های ذیل اسم مستعارهای مشابهی دارند که ممکن است با این صفحه در تضاد باشند. اگر URL به درستی حل نشد، سعی کنید اولویت مسیریابی را تغییر کنید.
ja: 以下のページに、このページと競合するかもしれない似たようなエイリアスがあります。URLが正しく決定できない場合は、ルートの優先度を変更してみてください。
nl: De volgende pagina's hebben een vergelijkbare alias die mogelijk in strijd is met deze pagina. Als de URL niet correct is opgelost, probeer dan de prioriteit van de routes te wijzigen.
pt: As páginas seguintes têm um pseudónimo semelhante que pode entrar em conflito com esta página. Se o URL não for resolvido correctamente, tente alterar a prioridade das rotas.
sv: Följande sidor har ett liknande alias som kan komma i konflikt med den här sidan. Om webbadressen inte löses korrekt, försök att ändra prioritet för rutterna.

# tl_page.relCanonical
source: Enable canonical URLs in the website root page to enable this configuration.
ja: この構成を有効にするには、ウェブサイトのルートの基準のURLを有効にしてください。
nl: Schakel canonieke URL's in de hoofdpagina van de website in om deze configuratie in te schakelen.
pt: Activar URLs canónicos na página raiz do sítio web para permitir esta configuração.
sv: Aktivera kanoniska webbadresser på webbplatsens rotsida för att aktivera denna konfiguration.

# CACHE.0
source: 0 (do not cache)
fa: 0 (بدون نهان کردن)
fr: Ne pas mettre en cache
ja: 0(キャッシュしない)
nl: 0 (geen caching)
pt: Sem cache
sv: 0 (Ingen cachning)

# CACHE.5
source: 5 seconds
fa: ۵ ثانیه
fr: 5 secondes
ja: 5秒
nl: 5 seconden
pt: 5 segundos
sv: 5 sekunder

# CACHE.15
source: 15 seconds
fa: ۱۵ ثانیه
fr: 15 secondes
ja: 15秒
nl: 15 seconden
pt: 15 segundos
sv: 15 sekunder

# CACHE.30
source: 30 seconds
fa: ۳۰ ثانیه
fr: 30 secondes
ja: 30秒
nl: 30 seconden
pt: 30 segundos
sv: 30 sekunder

# CACHE.60
source: 60 seconds
fa: ۶۰ ثانیه
fr: 1 minute
ja: 60秒
nl: 60 seconden
pt: 1 minuto
sv: 60 sekunder

# CACHE.300
source: 5 minutes
fa: ۵ دقیقه
ja: 5分
nl: 5 minuten
pt: 5 minutos
sv: 5 minuter

# CACHE.900
source: 15 minutes
fa: ۱۵ دقیقه
ja: 15分
nl: 15 minuten
pt: 15 minutos
sv: 15 minuter

# CACHE.1800
source: 30 minutes
fa: ۳۰ دقیقه
ja: 30分
nl: 30 minuten
pt: 30 minutos
sv: 30 minuter

# CACHE.3600
source: 60 minutes
fa: ۶۰ دقیقه
ja: 60分
nl: 60 minuten
pt: 1 hora
sv: 60 minuter

# CACHE.10800
source: 3 hours
fa: ۳ ساعت
fr: 3 heures
ja: 3時間
nl: 3 uur
pt: 3 horas
sv: 3 timmar

# CACHE.21600
source: 6 hours
fa: ۶ ساعت
fr: 6 heures
ja: 6時間
nl: 6 uur
pt: 6 horas
sv: 6 timmar

# CACHE.43200
source: 12 hours
fa: ۱۲ ساعت
fr: 12 heures
ja: 12時間
nl: 12 uur
pt: 12 horas
sv: 12 timmar

# CACHE.86400
source: 24 hours
fa: ۲۴ ساعت
fr: 24 heures
ja: 24時間
nl: 24 uur
pt: 1 dia
sv: 24 timmar

# CACHE.259200
source: 3 days
fa: ۳ روز
fr: 3 jours
ja: 3日
nl: 3 dagen
pt: 3 dias
sv: 3 dagar

# CACHE.604800
source: 7 days
fa: ۷ روز
fr: 7 jours
ja: 7日
nl: 7 dagen
pt: 7 dias
sv: 7 dagar

# CACHE.2592000
source: 30 days
fa: ۳۰ روز
fr: 30 jours
ja: 30日
nl: 30 dagen
pt: 30 dias
sv: 30 dagar

# CACHE.7776000
source: 3 months
fa: ۳ ماه
fr: 3 mois
ja: 3か月
nl: 3 maanden
pt: 3 meses
sv: 3 månader

# CACHE.15552000
source: 6 months
fa: ۶ ماه
fr: 6 mois
ja: 6か月
nl: 6 maanden
pt: 6 meses
sv: 6 månader

# CACHE.31536000
source: 1 year
fa: ۱ سال
fr: 1 an
ja: 1年
nl: 1 jaar
pt: 1 ano
sv: 1 år

# tl_page.favicon.0
source: Favicon
fa: فاوآیکون
