Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_page.xlf
Languages: fa, fr, ja, nl, pt, sv

# tl_page.title.0
source: Page name
fa: نام برگه
fr: Nom de la page
ja: ページの名前
nl: Pagina naam
pt: Nome da página
sv: Sidnamn

# tl_page.title.1
source: Please enter the page name.
fa: لطفا نام برگه را وارد نمایید.
fr: Saisir le nom de la page.
ja: ページの名前を入力してください。
nl: Geef een pagina naam op.
pt: O nome da página é mostrado na navegação do website.
sv: Sidans namn så som den visas i navigeringen, ska inte innehålla fler än 65 tecken.

# tl_page.type.0
source: Page type
fa: نوع برگه
fr: Type de page
ja: ページの種類
nl: Pagina type
pt: Tipo de página
sv: Sidtyp

# tl_page.type.1
source: Please choose the page type.
fa: لطفا نوع برگه را انتخاب نمایید.
fr: Choisir le type de page.
ja: ページの種類を選択してください。
nl: Selecteer het type afhankelijk van het doel van de pagina.
pt: Favor selecionar o tipo de página dependendo de seu propósito.
sv: Ange en sidtyp beroende på sidans ändamål.

# tl_page.alias.0
source: Page alias
fa: نام مستعار برگه
fr: Alias de la page
ja: ページのエイリアス
nl: Pagina alias
pt: Apelido da página
sv: Sidalias

# tl_page.alias.1
source: The page alias is a unique reference to the page which can be called instead of its numeric ID.
fa: نام مستعار برگه مرجعی یکتا است که می‌تواند به جای شناسه عددی فراخوانی شود.
fr: Un alias de page est une référence unique qui remplace l'ID numérique de la page.
ja: ページのエイリアスは、その数値のIDの代わりにページを参照できる、重複しない名前です。
nl: De pagina alias is een unieke referentie naar de pagina die kan opgeroepen worden i.p.v. de pagina ID.
pt: O apelido da página é uma referência única que pode ser utilizado no lugar do ID da página. É especialmente útil se são utilizadas URLs estáticas com o Contao.
sv: Sidalias är ett unik referensnamn som kan användas istället för sidans numeriska ID-nummer när man refererar till sidan.<br />Detta är speciellt användbart om Contao använder statiska URLer.

# tl_page.requireItem.0
source: Require an item
fa: یک آیتم لازم است
fr: Nécessite un élément
ja: 項目を必要
nl: Vereist een artikel
pt: Requirir um item
sv: Kräva ett objekt

# tl_page.requireItem.1
source: Trigger a 404 error if the page URL does not contain an item alias.
fa: اگر URL برگه شامل اسم مستعار آیتم نبود، ارور 404 را نمایش می‌دهد.
fr: Génère une erreur 404 si l'URL de la page ne contient aucun élément d'alias.
ja: URLが項目のエイリアスを含んでいない場合に404エラーを起こします。
nl: Voer een 404-fout uit als de pagina-URL geen artikel alias bevat.
pt: Gerar um erro 404 se o URL da página não conter um item alias.
sv: Utlösa ett 404-fel om sidans URL inte innehåller ett objektalias.

# tl_page.routePath.0
source: Route path
fa: تعیین کردن مسیر
fr: Chemin de la route
ja: ルートのパス
nl: Routepad
pt: Percurso de rota
sv: Ruttväg

# tl_page.routePath.1
source: A preview of the final path (possibly with placeholders) to match this page.
fa: پیش‌نمایشی از مسیر نهایی (شاید با متغییرها) برای تطابق با این برگه.
ja: このページに合致する(プレースホルダーを含む場合もある)最終的なプレビューのパスです。
nl: Een voorbeeld van het uiteindelijke pad (mogelijk met tijdelijke aanduidingen) dat bij deze pagina past.
pt: Uma pré-visualização do caminho final (possivelmente com marcadores de lugar) para corresponder a esta página.
sv: En förhandsvisning av den slutliga sökvägen (eventuellt med platshållare) för att matcha den här sidan.

# tl_page.routePriority.0
source: Route priority
fa: اولویت مسیریابی
ja: ルートの優先度
nl: Routeprioriteit
pt: Prioridade de rota
sv: Ruttens prioritet

# tl_page.routePriority.1
source: Optionally configure the priority to affect the order of routes. Default: 0
fa: به صورت اختیاری اولویت برای اثرگذاری روی ترتیب مسیریابی را تنظیم کنید. پیش‌فرض 0
ja: ルートの順序に影響する任意な優先度です。初期値: 0
nl: Configureer optioneel de prioriteit om de volgorde van routes te beïnvloeden. Standaard: 0
pt: Opcionalmente, configurar a prioridade para afectar a ordem das rotas. Por defeito: 0
sv: Alternativt konfigurera prioriteten för att påverka ordningen på rutter. Standard: 0

# tl_page.pageTitle.0
source: Page title
fa: عنوان برگه
fr: Titre de la page
ja: ページの題名
nl: Paginatitel
pt: Título da página
sv: Sidtitel

# tl_page.pageTitle.1
source: Please enter the page title.
fa: لطفا عنوان برگه را وارد نمایید.
fr: Saisir le titre de la page.
ja: ページの題名を入力してください。
nl: Geef een pagina titel op.
pt: O título da página é mostrado na tag e nos resultados de busca do website. Não deve conter mais de 65 caracteres e se este ficar em branco o nome da página será utilizado como título.
sv: Sidans titel syns t.ex. i webbsidans TITEL-tagg och i sökresultatet. Den ska inte innehålla mer än 65 tecken. <br />Om du lämnar detta fält tomt kommer sidnamnet att användas i stället.

# tl_page.language.0
source: Language
fa: زبان
fr: Langue
ja: 言語
nl: Taal
pt: Língua
sv: Språk

# tl_page.language.1
source: Please enter the page language according to the ISO-639 standard (e.g. "en" for English or "en_US" for American English).
fa: لطفا زبان برگه را بر اساس استاندارد ISO-639 وارد کنید (مثلا "fa" برای فارسی و "fa_IR" برای فارسی ایرانی).
fr: Veuillez saisir la langue de la page selon la norme ISO-639 standard (e.g. "en" pour l'anglais ou "en_US" pour l'anglais américain).
ja: ISO-639標準に基づいた(例えば英語では"en"、アメリカ英語には"en_US")ページの言語を入力してください。
nl: Voer de paginataal in volgens de ISO-639-standaard (bijv. "en" voor Engels of "en_US" voor Amerikaans Engels).
pt: Por favor introduza a língua da página de acordo com a norma ISO-639 (p.e. "en" para inglês ou "en_US" para inglês americano).
sv: Ange sidans språk enligt ISO-639-standarden (t.ex. "en" för engelska eller "en_US" för amerikansk engelska).

# tl_page.robots.0
source: Robots tag
fa: برچسب روبوت‌ها
fr: Balises Robots
ja: robotsタグ
pt: Tag dos robôs
sv: Robot-tag

# tl_page.robots.1
source: Here you can define how search engines handle the page.
fa: اینجا می‌توانید نحوه برخورد موتورهای جستجو را با برگه مشخص کنید.
fr: Définir la façon dont les moteurs de recherche traiteront la page.
ja: 検索エンジンがページを扱う方法を指定します。
nl: Hier kunt u bepalen hoe zoekmachines de pagina afhandelen.
pt: Defina aqui como os motores de busca lidam com a página.
sv: Här kan du specificera hur sökmotorer ska hantera sidan.

# tl_page.maintenanceMode.0
source: Maintenance mode
fa: وضعیت نگهداشت
fr: Mode de maintenance
ja: 保守モード
nl: Onderhoud modus
pt: Modo de Manutenção
sv: Underhållsläge

# tl_page.maintenanceMode.1
source: Show visitors a page that this website is currently being maintained.
fa: به بازدیدکنندگان یک برگه نمایش می‌دهد که ایت وب‌سایت در حال حاضر در حالت نگه‌داشت می‌باشد.
fr: Montrer aux visiteurs une page indiquant que ce site est en cours de maintenance.
ja: ウェブサイトが現在保守中であることを表示します。
nl: Toon bezoekers een pagina dat deze website momenteel wordt onderhouden.
pt: Mostrar aos visitantes uma página que este website está actualmente a ser mantida.
sv: Visa besökare en sida som den här webbplatsen för närvarande underhålls.

# tl_page.description.0
source: Page description
fa: توضیحات برگه
fr: Description de la page
ja: ページの説明
nl: Pagina omschrijving
pt: Descrição da página
sv: Sidbeskrivning

# tl_page.description.1
source: Here you can enter a short description of the page which will be evaluated by search engines like Google or Yahoo. Search engines usually indicate between 150 and 300 characters.
fa: اینجا می‌توانید توضیح کوتاهی برای برگه که توسط موتورهای جستجو مانند گوگل و یاهو ارزیابی خواهند شد را نمایید. موتورهای جستجو معمولا بین 150 تا 300 نویسه را نمایش می‌دهند.
fr: Saisir une courte description de la page qui sera utilisée par les moteurs de recherche tels que Google ou Yahoo. Généralement entre 150 et 300 caractères.
ja: GoogleやYahooのような検索エンジンが評価する、ページの短い説明を入力します。通常検索エンジンは150から300文字をインデックスに使用します。
nl: U kunt hier een korte omschrijving geven van de pagina die getoond zal worden door zoekmachines. Een zoekmachine geeft gewoonlijk tussen 150 en 300 karakters weer.
pt: Você pode inserir uma breve descrição da página que será mostrada aos mecanismos de busca. Normalmente o limite que os mecanismos de busca lêem é de até 300 caracteres.
sv: Du kan ange en kort beskrivning av sidan som kommer att visas av sökmotorerna. <br />En sökmotor indexerar vanligtvis mellan 150 och 300 tecken.

# tl_page.redirect.0
source: Redirect type
fa: نوع تغییر مسیر
fr: Type de redirection
ja: リダイレクトの方法
pt: Tipo de redirecionamento
sv: Omdirigeringstyp

# tl_page.redirect.1
source: Please choose the redirect type.
fa: لطفا نوع تغییر مسیر را انتخاب نمایید.
fr: Choisir un type de redirection.
ja: リダイレクトの方法を選択してください。
nl: Tijdelijke redirects sturen een HTTP 302 header, permanente sturen een HTTP 301 header.
pt: Temporários irão enviar um cabeçalho HTTP 302 e os permanentes irão enviar o cabeçalho HTTP 301.
sv: Tillfälliga omdirigeringar kommer skicka ett HTTP 302-huvud, permanenta ett HTTP 301-huvud.

# tl_page.alwaysForward.0
source: Always redirect
ja: 常にリダイレクト

# tl_page.alwaysForward.1
source: Redirect to the target page even if there are query or path parameters.
ja: 問い合わせやパスのパラメーターがある場合でも、目的のページに移動します。

# tl_page.jumpTo.0
source: Redirect page
fa: برگه‌ی تغییر مسیر
fr: Page de redirection
ja: リダイレクト先のページ
nl: Ga naar pagina
pt: Redirecionar página
sv: Omdirigera till

# tl_page.jumpTo.1
source: Please choose the page to which visitors will be redirected. Leave blank to redirect to the first regular subpage.
fa: لطفا برگه مقصد را که می‌خواهید تغییر مسیر به آن برگه صورت گیرد، از ساختار درختی زیر انتخاب نمایید.
fr: Choisir la page vers laquelle les visiteurs seront redirigés. Laisser vide pour rediriger vers la première sous-page simple.
ja: ページをアクセスしたときに移動するページを選択してください。空にすると、下位にある最初の通常のページに移動します。
nl: Kies de pagina naar waar bezoekers worden omgeleid. Laat open om te worden omgeleid naar de eerste subpagina.
pt: Favor selecionar uma página alvo na árvore de páginas.
sv: Välj den sida som besökare kommer att omdirigeras till. Lämna tomt för att omdirigera till den första ordinarie undersidan.

# tl_page.redirectBack.0
source: Redirect to last page visited
fa: تغییر مسیر به آخرین برگه دیده شده
fr: Redirection vers la dernière page visitée
ja: 最後に参照していたページに移動
nl: Doorsturen naar de laatst bezochte pagina
pt: Redirecionar para a última página visitada
sv: Omdirigera till senaste besökta sidan

# tl_page.redirectBack.1
source: Redirect the member back to the last page visited instead of the redirect page.
fa: عضو را به جای اینجا به برگه‌ی بازگردانی به آخرین برگه‌ی بازدید شده برمی‌گرداند.
fr: Redirigez le membre vers la dernière page visitée au lieu de la page de redirection.
ja: リダイレクト先のページの代わりに、メンバーが最後に参照していたページに移動します。
nl: Leid het lid terug naar de laatst bezochte pagina in plaats van de omleidingspagina.
pt: Redireccionar o membro de volta para a última página visitada em vez da página de redireccionamento.
sv: Omdiriger medlemmen tillbaka till den senast besökta sidan istället för omdirigeringssidan.

# tl_page.fallback.0
source: Language fallback
fa: زبان جایگزین
fr: Langue de secours
ja: 言語の代替
nl: Taal reservepagina
pt: Língua padrão
sv: Språkreträtt

# tl_page.fallback.1
source: Show this page if there is none that matches the visitor's language.
fa: این برگه زمانی که هیچ برگه منطبق بر زبان بازدیدکننده وجود نداشته باشد نمایش داده می‌شود.
fr: Afficher cette page si aucune page ne correspond à la langue du visiteur.
ja: サイトのアクセス者の言語に合うページがない場合に、このページを表示します。
nl: Toon deze pagina als er geen pagina is in de taal van de bezoeker.
pt: O Contao redireciona automaticamente o usuário a uma página com a sua língua. Caso esta não exista este será redirecionado a página com a língua padrão. Caso não exista esta página a mensagem <em>"Páginas não foram encontradas"</em> será mostrada.
sv: Contao kommer automatiskt att omdirigera en användare till en rotsida på dennes språk eller till språkreträtt-sidan. Om det inte finns någon språkreträtt-sida kommer ett felmeddelande - <em>Ingen sida funnen</em> - att visas.

# tl_page.disableLanguageRedirect.0
source: Disable language redirect
fa: غیرفعال کردن بازگردانی زبان
fr: Désactiver la redirection en fonction de la langue
ja: 言語のリダイレクトを無効
nl: Taalomleiding uitschakelen
pt: Desactivar o redireccionamento da linguagem
sv: Inaktivera omdirigering av språk

# tl_page.disableLanguageRedirect.1
source: Do not redirect visitors to this website root based on their preferred browser language.
fa: کاربران را براساس زبان مرجح مرورگرشان به این ریشه وب‌سایت تغییر مسیر نکن.
fr: Ne redirigez pas les visiteurs vers la racine de ce site en fonction de la langue de leur navigateur.
ja: ブラウザーの優先する言語に基づいたウェブサイトのルートのページにリダイレクトを行いません。
nl: Leid bezoekers niet door naar de root van deze website op basis van hun voorkeurstaal voor de browser.
pt: Não redireccionar os visitantes para a raiz deste website com base na sua língua de navegação preferida.
sv: Omdirigera inte besökare till denna webbplats rot baserat på deras föredragna webbläsarspråk.

# tl_page.favicon.1
source: Here you can select a favicon for the website.
fa: اینجا می‌توانید برای وب‌سایت یک فاوآیکون انتخاب کنید.
fr: Ici, vous pouvez choisir une favicon pour le site.
ja: ウェブサイトのfaviconを選択できます。
nl: Hier kunt u een favicon voor de website selecteren.
pt: Aqui pode seleccionar um favicon para o website.
sv: Här kan du välja ett favicon för webbplatsen.

# tl_page.robotsTxt.0
source: Custom robots.txt content
fa: متن robots.txt سفارشی
fr: Fichier robots.txt personnalisé.
ja: 独自のrobots.txtの内容
nl: Aangepaste robots.txt-inhoud
pt: Conteúdo robots.txt personalizado
sv: Anpassat robots.txt-innehåll

# tl_page.robotsTxt.1
source: Here you can enter custom robots.txt content. It may be extended automatically by extensions.
fa: اینجا می‌توانید محتوای سفارشی robots.txt را وارد کنید. ممکن است توسط افزونه‌های دیگر اضافه‌تر شود.
fr: Ici, vous poubez saisir le contenu de votre fichier robots.txt. Il peut être modifié par des extensions tierces.
ja: 独自のrobots.txtの内容を入力できます。機能拡張によって、自動的に拡張されることもあります。
nl: Hier kunt u aangepaste robots.txt-inhoud invoeren. Het kan automatisch worden uitgebreid met extensies.
pt: Aqui pode inserir conteúdos robots.txt personalizados. Pode ser alargado automaticamente através de extensões.
sv: Här kan du ange anpassat robots.txt-innehåll. Det kan utvidgas automatiskt med tillägg.

# tl_page.dns.0
source: Domain name
fa: نام دامنه
fr: Nom de domaine
ja: ドメイン名
nl: Domeinnaam
pt: Nome do domínio
sv: Domännamn

# tl_page.dns.1
source: Here you can restrict the access to the website to a certain domain name.
fa: اینجا می‌توانید دسترسی به وب‌سایت را به یک نام دامنه مشخص محدود کنید.
fr: Restreindre l'accès au site à un nom de domaine.
ja: ウェブサイトのアクセスを特定のドメイン名に限定します。
nl: Hier kunt u de toegang naar de website beperken tot een bepaalde domeinnaam.
pt: Ao atribuir um nome de domínio para a página raiz de um website, seus visitantes serão redirecionados para esta página ao entrar no website.
sv: Om du tilldelar ett domännamn tilll en hemsidas rotsida kommer besökarna att omdirigeras till denna hemsida när de anger dess domännamn (t.ex.. <em>minsida.se</em> eller <em>subdomän.minsida.se</em>).

# tl_page.staticFiles.0
source: Files URL
fa: نشانی وب پرونده‌ها
fr: URL des fichiers
ja: filesのURL
nl: Bestanden URL
pt: URL dos arquivos
sv: Fil-URL

# tl_page.staticFiles.1
source: The files URL applies to the <em>files</em> directory (page speed optimization).
fa: نشانی وب پرونده‌ها به شاخه <em>tl_files</em> خواهد شد (بهینه‌سازی سرعت برگه).
fr: L'URL des fichiers s'applique au répertoire <em>files</em> (optimisation de la vitesse de chargement des pages).
ja: filesのURLは<em>files</em>のディレクトリとすべての画像のサムネイルに適用します。(Page Speed最適化)
nl: De bestanden URL is van toepassing op de <em>tl_files</em> directory en alle afbeelding thumbnails (paginasnelheid optimalisatie).
pt: URL dos arquivos referir-se a <em>tl_files</em> (pasta) e todos o imagens em miniatura (page speed optimization).
sv: Fil-URL appliceras på <em>tl_files</em>-mappen och alla bilders tumnaglar (optimering av sidladdningshastighet).

# tl_page.staticPlugins.0
source: Assets URL
fa: نشانی وب دارایی‌ها
fr: URL des ressources
ja: assetsのURL
nl: Plugins URL
pt: URL das plugins
sv: Plugin-URL

# tl_page.staticPlugins.1
source: The assets URL applies to the <em>assets</em> directory (page speed optimization).
fa: نشانی وب دارایی‌ها به شاخه <em>assets</em> اعمال خواهد شد (بهینه‌سازی سرعت برگه).
fr: L'URL des ressources s'applique à toutes les ressources se trouvant dans le répertoire <em>assets</em> (optimisation de la vitesse de chargement des pages).
ja: asstesのURLは<em>assets</em>のディレクトリに適用します。(Page Speed最適化)
nl: De plugin URL is van toepassing op alle bronnen in de <em>plugins</em> directory (paginasnelheid optimalisatie).
pt: URL das plugins referir-se a todos recursos na pasta <em>plugins</em> (page speed optimization).
sv: Plugin-URL appliceras på alla resurser i <em>plugins</em>-mappen (optimering av sidladdningshastighet).

# tl_page.mailerTransport.0
source: Mailer transport
fa: فرستنده‌ی ایمیل
fr: Envoi d'e-mail
ja: メールトランスポート
pt: Transporte de reboque
sv: Posttransport

# tl_page.mailerTransport.1
source: Here you can override the mailer transport used to send e-mails on this website.
fa: اینجا می‌توانید فرستنده‌ی ایمیل را برای ارسال ایمیل در این وب‌سایت بازنویسی کنید.
fr: Ici, vous pouvez remplacer la méthode d'envoi d'email utilisée sur ce site Web.
ja: このウェブサイトで電子メールの送信に使用するメールトランスポートを上書きできます。
nl: Hier kunt u het mailertransport overschrijven dat wordt gebruikt om e-mails op deze website te verzenden.
pt: Aqui pode anular o transporte de email utilizado para enviar e-mails neste sítio web.
sv: Här kan du åsidosätta posttransporten som används för att skicka e-post på denna webbplats.

# tl_page.enableCanonical.0
source: Enable rel="canonical"
fa: فعال کردن rel="canonical"
fr: Activez rel="canonical"
ja: rel="canonical"を有効
nl: Schakel rel="canonical" in
pt: Activar rel="canonical"
sv: Gör det möjligt rel="canonical"

# tl_page.enableCanonical.1
source: Add rel="canonical" tags to the website.
fa: برچسب‌های rel="canonical" را به وب‌سایت اضافه می‌کند.
fr: Ajoutez les balises rel"canonical" au site web.
ja: ウェブサイトにrel="canonical"タグを追加します。
nl: Voeg rel="canonical"-tags toe aan de website.
pt: Adicionar rel="canonical" tags ao sítio web.
sv: Lägg till rel="canonical"-taggar på webbplatsen.

# tl_page.canonicalLink.0
source: Custom URL
fa: URL اختصاصی
fr: URL personnalisée
ja: 独自のURL
nl: Aangepaste URL
pt: URL personalizado
sv: Anpassad URL

# tl_page.canonicalLink.1
source: Here you can set a custom canonical URL like https://example.com/.
ja: https://example.com/ の様な独自の標準のURLを設定できます。

# tl_page.canonicalKeepParams.0
source: Query parameters
fa: پارامترهای پرس‌وجو
fr: Paramètres de la requête
ja: 問い合わせのパラメーター
pt: Parâmetros de consulta
sv: Query parametrar

# tl_page.canonicalKeepParams.1
source: By default, Contao strips the query parameters in the canonical URL. Here you can add a comma-separated list of query parameters to preserve. Use "*" as a wildcard.
fa: به صورت پیش‌فرض، کنتائو پارامترهای پرس‌وجو را از URL کانونیکال حذف می‌کند. اینجا می‌توایند لیست جداشده با کاما از پارامترهای پرس‌وجو که باید حذف شوند را وارد کنید. از "*" به عنوان وایلدکارد استفاده کنید.
fr: Par défaut, Contao supprime les paramètres de requête dans l'URL canonique. Ici vous pouvez ajouter une liste de paramètres de requête (séparés par des virgules) à préserver. Utilisez "*" comme joker.
ja: 初期状態では、Contaoは基準のURLから問い合わせのパラメーターを取り除きます。ここでは取り除かない問い合わせのパラメーターをコンマで区切って指定できます。ワイルドカードには"*"を使用します。
nl: Contao verwijdert standaard de queryparameters in de canonieke URL. Hier kunt u een door komma's gescheiden lijst met queryparameters toevoegen die u wilt bewaren. Gebruik "*" als jokerteken.
pt: Por defeito, o Contao retira os parâmetros da consulta no URL canónico. Aqui pode adicionar uma lista separada por vírgulas dos parâmetros de consulta a preservar. Use "*" como um curinga.
sv: Som standard tar Contao bort query-parametrarna i den kanoniska URL:en. Här kan du lägga till en kommaseparerad lista med query-parametrar att bevara. Använd "*" som jokertecken.

# tl_page.adminEmail.0
source: E-mail address of the website administrator
fa: نشانی ایمیل مدیر وب‌سایت
fr: Adresse e-mail de l'administrateur du site
ja: ウェブサイトの管理者の電子メールアドレス
nl: E-mail adres van de websitebeheerder
pt: E-mail do administrador do website
sv: E-postadress till hemsidans administratör

# tl_page.adminEmail.1
source: This e-mail address will be used to send and receive system messages.
fa: این آدرس ایمیل برای ارسال و دریافت پیغام‌های سیستمی استفاده خواهد شد.
fr: Cette adresse e-mail sera utilisée pour envoyer et recevoir des messages système.
ja: この電子メールアドレスはシステムメッセージの送信と受信に使用します。
nl: Dit e-mailadres wordt gebruikt voor het verzenden en ontvangen van systeemberichten.
pt: Este endereço de correio electrónico será utilizado para enviar e receber mensagens do sistema.
sv: Denna e-postadress kommer att användas för att skicka och ta emot systemmeddelanden.

# tl_page.dateFormat.0
source: Date format
fa: ساختار تاریخ
fr: Format de la date
ja: 日付の書式
nl: Datumnotatie
pt: Formato de data
sv: Datumformat

# tl_page.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
fa: رشته ساختار تاریخ که توسط تابع PHP date () استفاده خواهد شد.
fr: Choisir un format de date utilisé par la fonction PHP date().
ja: 日付の書式はPHPのdate()関数で解析します。
nl: Geef een datumnotatie op zoals gebruikt door PHP functie date().
pt: Favor inserir o formato de data como utilizado pela função date() do PHP.
sv: Ange ett datumformat så som det används av PHP-funktionen date().

# tl_page.timeFormat.0
source: Time format
fa: ساختار ساعت
fr: Format de l'heure
ja: 時刻の書式
nl: Tijdnotatie
pt: Formato de hora
sv: Tidsformat

# tl_page.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
fa: رشته ساختار ساعت که توسط تابع PHP date () استفاده خواهد شد.
fr: Choisir un format d'heure utilisé par la fonction PHP date().
ja: 時刻の書式はPHPのdate()関数で解析します。
nl: Geef een tijdnotatie op zoals gebruikt door PHP functie date().
pt: Favor inserir o formato de hora como utilizado pela função date() do PHP.
sv: Ange ett tidsformat så som det används av PHP-funktionen date().

# tl_page.datimFormat.0
source: Date and time format
fa: ساختار تاریخ و ساعت
fr: Format de la date et de l'heure
ja: 日付と時刻の書式
nl: Datum- en tijdnotatie
pt: Formato de data e hora
sv: Datum- och tidsformat

# tl_page.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
fa: رشته ساختار تاریخ و ساعت که توسط تابع PHP date () استفاده خواهد شد.
fr: Choisir un format de date et d'heure utilisé par la fonction PHP date().
ja: 日付と時刻の書式はPHPのdate()関数で解析します。
nl: Geef een datum- en tijdnotatie op zoals gebruikt door PHP functie date() .
pt: Favor inserir o formato de data e hora como utilizado pela função date() do PHP.
sv: Ange ett datum- och tidsformat så som det används av PHP-funktionen date().

# tl_page.validAliasCharacters.0
source: Valid alias characters
fa: کاراکترهای اسم مستعار معتبر
fr: Caractères valides pour l'alias
ja: 有効なエイリアスの文字
nl: Geldige alias-tekens
pt: Caracteres Alias Válidos
sv: Giltiga alias-tecken

# tl_page.validAliasCharacters.1
source: Here you can select a custom character set for auto-generated aliases.
fa: اینجا می‌توانید مجموعه نویسه‌ی سفارشی برای تولید خودکار اسم مستعارها انتخاب کنید.
fr: Vous pouvez sélectionner ici un jeu de caractère personnalisé
ja: 自動生成するページのエイリアスに使用する独自の文字集合を選択できます。
nl: Aangepaste tekenset voor automatisch gegenereerde aliassen selecteren.
pt: Aqui pode escolher um conjunto de caracteres válido para aliases auto-gerados.
sv: Här kan du välja en anpassad teckenuppsättning för autogenererade alias.

# tl_page.useFolderUrl.0
source: Enable folder URLs
fa: فعال کردن نشانی‌های وب پوشه‌ای
fr: Activer les répertoires dans les URLs
ja: フォルダーのURLを有効
nl: Activeer map URLs
pt: Habilitar URLs de pastas
sv: Aktivera folder-URL:er
