Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_page.xlf
Languages: fa, fr, ja, nl, pt, sv

# tl_page.useFolderUrl.1
source: Generate folder-style page aliases like <em>docs/install/download.html</em> instead of <em>docs-install-download.html</em>.
fa: اسم مستعار برگه شبیه فولدر مانند <em>docs/install/download.html</em> به جای <em>docs-install-download.html</em> تولید کنید.
fr: Génère des alias de page avec des noms de dossier comme <em>docs/install/download.html</em> au lieu de <em>docs-install-download.html</em>
ja: <em>docs-install-download.html</em>の代わりに<em>docs/install/download.html</em>の様なフォルダー形式のページのエイリアスを生成します。
nl: Genereer map-achtige pagina-aliassen zoals<em> docs / install / download.html</em> in plaats van <em>docs-install-download.html</em>.
pt: Gerar pseudónimos de páginas ao estilo de pasta como <em>docs/install/download.html</em> em vez de <em>docs-install-download.html</em>.
sv: Skapa sidalias för mappstil som <em>docs/install/download.html</em> istället för <em>docs-install-download.html</em>.

# tl_page.urlPrefix.0
source: URL prefix
fa: پیشوند URL
fr: Préfixe d'URL
ja: URLのプリフィックス
pt: Prefixo URL

# tl_page.urlPrefix.1
source: Enter a URL prefix (e.g. the language) that will be prepended to aliases for this root page.
fa: یک پیشوند URL (مثل زبان) وارد کنید که به اول اسم مستعار برای این برگه ریشه اضافه خواهد شد.
fr: Entrez un préfixe d'URL (par exemple, la langue) qui sera ajouté aux alias pour cette page racine.
ja: このルートページでエイリアスの先頭に付加するURLのプリフィックス(例えば言語)を入力してください。
nl: Voer een URL-voorvoegsel in (bijv. de taal) dat wordt toegevoegd aan aliassen voor deze hoofdpagina.
pt: Introduzir um prefixo URL (por exemplo, a língua) que será prepenso a pseudónimos para esta página raiz.
sv: Ange ett URL-prefix (t.ex. språket) som kommer att läggas till alias för denna rotsida.

# tl_page.urlSuffix.0
source: URL suffix
fa: پسوند URL
fr: Suffixe d'URL
ja: URLのサフィックス
nl: URL-achtervoegsel
pt: sufixo URL

# tl_page.urlSuffix.1
source: The URL suffix will be added to the URI string to simulate static documents.
fa: پسوند URL به رشته‌ی URI اضافه خواهد شد تا اسناد ایستا را شبیه‌سازی کند.
fr: Le suffixe d'URL sera ajouté à la chaîne URI pour simuler des documents statiques.
ja: URLサフィックスを静的なドキュメントに見せるためにURI文字列に追加します。
nl: De URL suffix wordt toegevoegd aan de URI-tekenreeks om statische documenten te simuleren.
pt: O sufixo URL será adicionado à cadeia URI para simular documentos estáticos.
sv: URL-suffixet läggs till i URI-strängen för att simulera statiska dokument.

# tl_page.useSSL.0
source: Protocol
fa: پروتکل
fr: Protocole
ja: プロトコル
pt: Protocolo
sv: Protokoll

# tl_page.useSSL.1
source: Here you can select which protocol to use for the website.
fa: اینجا می‌توانید پروتکلی که برای وب‌سایت استفاده می‌شود را انتخاب کنید.
fr: Ici, vous pouvez sélectionner le protocole à utiliser pour le site Web.
ja: ウェブサイトで使用するプロトコルを選択できます。
nl: Hier kunt u selecteren welk protocol u voor de website wilt gebruiken.
pt: Aqui pode seleccionar qual o protocolo a utilizar para o sítio web.
sv: Här kan du välja vilket protokoll som ska användas för webbplatsen.

# tl_page.autoforward.0
source: Forward to another page
fa: منتقل کردن به برگه‌ای دیگر
fr: Aller vers une autre page
ja: 他のページに転送
nl: Doorverwijzen naar andere pagina
pt: Redirecionar para outra página
sv: Omdirigering till en annan sida

# tl_page.autoforward.1
source: Redirect visitors to another page (e.g. a login page).
fa: تغییر مسیر بازدیدکنندگان به برگه دیگر (برای نمونه برگه ورود)
fr: Rediriger les visiteurs vers une autre page (ex. : une page de connexion).
ja: ページを表示する代わりに(例えばログインページといった)他のページに移動します。
nl: Als u deze optie kiest zullen bezoekers doorverwezen worden naar een andere pagina (bv. een login pagina of welkom pagina).
pt: Ao atingir esta página os visitantes serão automaticamente redirecionados a outra página.
sv: Om du väljer detta alternativ kommer besökaren att omdirigeras till en annan sida (t.ex. en loginsida eller en välkomstsida).

# tl_page.protected.0
source: Protect page
fa: حفاظت از برگه
fr: Page protégée
ja: ページの保護
nl: Pagina afschermen
pt: Proteger página
sv: Skydda sidan

# tl_page.protected.1
source: Restrict page access to certain member groups.
fa: محدود کردن دسترسی برگه به گروه‌های اعضاء مشخص.
fr: Limiter l'accès de cette page à certains groupes de membres.
ja: 特定のメンバーグループだけにページのアクセスを制限します。
nl: Als u deze optie kiest kunt u de toegang tot de pagina beperken tot bepaalde ledengroepen.
pt: Ao selecionar esta opção você pode restringir o acesso a esta página a certos grupos de associados.
sv: Om du anger detta val kan du styra så att bara vissa medlemsgrupper har åtkomst till sidan.

# tl_page.groups.0
source: Allowed member groups
fa: گروه‌های اعضاء مجاز
fr: Groupes de membres autorisés
ja: 許可するメンバーグループ
nl: Ledengroepen die zijn toegestaan
pt: Membros de grupos permitidos
sv: Tillåtna medlemsgrupper

# tl_page.groups.1
source: These groups will be able to access the page.
fa: این گروه‌ها مجاز به دسترسی به این برگه خواهند بود.
fr: Ces groupes seront en mesure d'accéder à la page.
ja: これらのグループがページにアクセスできます。
nl: Hier kunt u toegang geven aan een of meerdere ledengroepen. Als u geen groep kiest, heeft elke frontend gebruiker toegang tot de pagina.
pt: Aqui você pode garantir o acesso a um ou mais grupos de associados. Caso nenhum grupo seja selecionado, qualquer usuário conectado poderá ver esta página.
sv: Här kan du tilldela åtkomst till en eller flera medlemsgrupper. Om du inte anger någon grupp kommer alla som loggar in i frontend att ha åtkomst till denna sida.

# tl_page.includeLayout.0
source: Assign a layout
fa: اختصاص چیدمان
fr: Attribuer une présentation
ja: レイアウトの割り当て
nl: Lay-out toewijzen
pt: Atribuir layout
sv: Tilldela en layout

# tl_page.includeLayout.1
source: Assign a page layout to the page and its subpages.
fa: اختصاص یک چیدمان برگه به برگه و زیربرگه‌هایش.
fr: Attribuer une présentation à la page et ses sous-pages.
ja: ページとその下位のページにページのレイアウトを割り当てます。
nl: Wijs een lay-out toe aan een pagina en onderliggende subpagina's.
pt: Por padrão uma página utiliza o mesmo layout da página superior. Ao selecionar esta opção, você pode definir um novo layout para esta e páginas abaixo desta.
sv: Som standard använder en sida samma layout som dess föräldrasida. <br />Om du väljer detta val kan du tilldela en ny layout till den aktuella sidan och dess undersidor.

# tl_page.layout.0
source: Page layout
fa: چیدمان برگه
fr: Présentation de page
ja: ページのレイアウト
nl: Pagina-lay-out
pt: Layout de página
sv: Sidlayout

# tl_page.layout.1
source: You can manage page layouts with the "themes" module.
fa: می‌توانید چیدمان‌های برگه را با ماژول «پوسته» مدیریت کنید.
fr: Gérer les présentations avec le module <em>Présentations de page</em>.
ja: ページのレイアウトは「テーマ」のモジュールで管理できます。
nl: Pagina opmaken kunt u beheren met de "thema's" module.
pt: Favor selecionar um layout de página. Você pode criar ou editar layouts utilizando módulo <em>Layout de página</em>.
sv: Du kan hantera sidlayouter med modulen "Teman".

# tl_page.subpageLayout.0
source: Subpage layout
fa: چیدمان زیربرگه
ja: 下位のページのレイアウト
nl: Subpagina layout
pt: Paginação das subpáginas
sv: Undersida layout

# tl_page.subpageLayout.1
source: Here you can select a different layout for subpages.
ja: 下位のページのに異なるレイアウトを選択できます。
nl: Hier kunt u een andere lay-out voor subpagina's selecteren.
pt: Aqui pode seleccionar um layout diferente para as subpáginas.
sv: Här kan du välja en annan layout för undersidor.

# tl_page.includeCache.0
source: Set cache timeouts
fa: تنظیم مهلت‌های کش
fr: Définir les délais d'attente du cache
ja: キャッシュの有効期間を設定
nl: Cache time-out waarde toewijzen
pt: Definir timeouts de cache
sv: Ställ in cache-timeouts

# tl_page.includeCache.1
source: Set cache timeout values for the page and its subpages.
fa: مقادیر انقضاء نهان‌گاه برای برگه و زیربرگه‌هایش را تنظیم کنید.
fr: Définissez les valeurs de délai d'attente du cache pour la page et ses sous-pages.
ja: ページと下位のページのキャッシュの有効期間を設定します。
nl: Stel cache time-out waardes in voor de pagina en subpagina's.
pt: Definir valores de timeout de cache para a página e subpáginas.
sv: Ställ in cache-timeoutvärden för sidan och dess undersidor.

# tl_page.cache.0
source: Shared cache timeout
fa: مهلت کش مشترک
fr: Délai d'attente du cache serveur
ja: 共有キャッシュの有効期間
nl: Gedeelde cache time-out
pt: Timeout de cache partilhado.
sv: Delad cache-timeout

# tl_page.cache.1
source: The period after which the page should no longer be considered fresh by a shared cache.
fa: دوره‌ای که بعد از آن برگه نباید توسط نهان‌گاه مشترک تازه تلقی گردد.
fr: La période après laquelle la page ne devrait plus être considérée comme nouvelle par le cache serveur.
ja: 共有キャッシュがページが最新でないと判断する期間です。
nl: De periode waarna de pagina niet meer als vers wordt beschouwd door een gedeelde cache.
pt: O período após o qual a página já não deve ser considerada fresca por uma cache partilhada.
sv: Perioden efter vilken sidan inte längre ska betraktas som ny av en delad cache.

# tl_page.alwaysLoadFromCache.0
source: Always load from shared cache
fa: بارگذاری همیشگی از کش مشترک
fr: Toujours charger à partir du cache serveur
ja: 常に共有キャッシュから読み込み
nl: Altijd laden van gedeelde cache
pt: Carregar sempre por cache partilhada
sv: Ladda alltid från delad cache

# tl_page.alwaysLoadFromCache.1
source: Always load this page from the shared cache, even if a member is logged in. Note that you can no longer personalize the page for logged in members in this case!
fa: همین این برگه را از نهان‌گاه مشترک بارگذاری کن، حتی اگر کاربر عضو وارد شده باشد. توجه داشته باشید که دیگر نمی‌توانید برگه را برای کاربران وارد شده شخصی‌سازی نمایید.
fr: Charge toujours cette page à partir du cache serveur, mais si un membre est connecté. Notez que vous ne pouvez plus personnaliser la page pour les membres connectés dans ce cas.
ja: メンバーがログインしている場合であっても、このページを常に共有キャッシュから読み込みます。この場合、ログインしたメンバー向けにページをカスタマイズはできなくなります。
nl: Laad deze pagina altijd vanuit de gedeelde cache, zelfs als een lid is aangemeld. Houd er wel rekening mee dat u in dit geval de pagina voor ingelogde leden niet meer kunt personaliseren!
pt: Carregar sempre esta página por cache partilhada, mesmo que um membro tenha sessão iniciada. Note que alterações na página não serão imediatamente visíveis por membros com sessão iniciada!
sv: Ladda alltid den här sidan från den delade cachen, även om en medlem är inloggad. Observera att du inte längre kan anpassa sidan för inloggade medlemmar i det här fallet!

# tl_page.clientCache.0
source: Private cache timeout
fa: مهلت کش خصوصی
fr: Délai d'attente du cache visiteur
ja: プライベートなキャッシュの有効期間
nl: Time-out persoonlijke cache
pt: Timeout de cache privada
sv: Privat cache-timeout

# tl_page.clientCache.1
source: The period after which the page should no longer be considered fresh by a private cache.
fa: دوره‌ای که بعد از آن برگه نباید توسط نهان‌گاه خصوصی تازه تلقی گردد.
fr: La période après laquelle la page ne devrait plus être considérée comme nouvelle par le navigateur du visiteur.
ja: プライベートなキャッシュでページが最新でないと判断する期間です。
nl: De periode waarna de pagina niet meer als vers wordt beschouwd door een besloten cache.
pt: O período após o qual a página já não deve ser considerada fresca por uma cache privada.
sv: Perioden efter vilken sidan inte längre ska betraktas som ny av en privat cache.

# tl_page.includeChmod.0
source: Assign access rights
fa: اختصاص سطوح دسترسی
fr: Attribution des droits d'accès
ja: アクセス権の割り当て
nl: Permissies toewijzen
pt: Atribuir permissões
sv: Tilldela behörigheter

# tl_page.includeChmod.1
source: Access rights determine what back end users can do with the page.
fa: سطوح دسترسی کارهایی را که کاربران بخش مدیریت می‌توانند با برگه انجام دهند را تعیین می‌کند.
fr: Les droits d'accès déterminent ce que les utilisateurs peuvent faire avec la page.
ja: アクセス権はバックエンドのユーザーがページにできる操作を規定します。
nl: Toegangsrechten bepalen wat back-end gebruikers kunnen doen met de pagina.
pt: Ao definir as permissões você pode controlar como os usuários irão modificar uma página ou artigo. Caso esta opção não seja modificada, esta página irá utilizar as mesmas permissões da página superior.
sv: Med behörigheter kan du definiera till vilken gräns en backend-användare kan ändra i en sida och sina artiklar. <br />Om du inte väljer detta alernativ kommer sidan att ha samma behörigheter som sin förälder.

# tl_page.cuser.0
source: Owner
fa: مالک
fr: Propriétaire
ja: 所有者
nl: Eigenaar
pt: Usuário
sv: Ägare

# tl_page.cuser.1
source: Please select a user as the owner of the page.
fa: لطفا یک کاربر را به عنوان مالک برگه انتخاب نمایید.
fr: Sélectionner un utilisateur qui sera propriétaire de la page.
ja: ページを所有するユーザーを選択してください。
nl: Selecteer de eigenaar van de huidige pagina.
pt: Favor selecionar um usuário para ser o proprietário desta página.
sv: Ange en användare som ägare av denna sida.

# tl_page.cgroup.0
source: Group
fa: گروه
fr: Groupe
ja: グループ
nl: Groep
pt: Grupo
sv: Grupp

# tl_page.cgroup.1
source: Please select a user group as the owner of the page.
fa: لطفا یک گروه کاربری به عنوان مالک برگه انتخاب کنید.
fr: Veuillez sélectionner un groupe d'utilisateurs comme propriétaire de la page.
ja: ページを所有するユーザーグループを選択してください。
nl: Selecteer een gebruikersgroep als de eigenaar van de pagina.
pt: Por favor, seleccione um grupo de utilizadores como proprietário da página.
sv: Välj en användargrupp som ägare till sidan.

# tl_page.chmod.0
source: Access rights
fa: قوانین دسترسی
fr: Droits d'accès
ja: アクセス権
nl: Toegangsrechten
pt: Direitos de acesso
sv: Användarbehörighet

# tl_page.chmod.1
source: Please assign the access rights for the page and its subpages.
fa: لطفا سطوح دسترسی برای برگه و زیر برگه را اختصاص دهید.
fr: Attribuer les droits d'accès pour la page et ses sous-pages.
ja: ページとその下位のページにアクセス権を割り当ててください。
nl: Toewijzen van toegangsrechten voor de pagina en zijn subpagina's.
pt: Cada página possui três níveis de permissões. Um para o proprietário da página, outro para o grupo proprietário e outra para o resto dos mortais. Você pode definir permissões para cada nível
sv: Varje sida har tre behörighetsnivåer: en för Användare, en för Användargrupp och en för Alla. Du kan tilldela olika behörigheter till var och en av dessa nivåer.

# tl_page.noSearch.0
source: Do not search
fa: غیرقابل جستجو
fr: Ne pas rechercher cette page
ja: 検索しない
nl: Deze pagina niet doorzoeken
pt: Não buscar
sv: Sök inte på denna sida

# tl_page.noSearch.1
source: Exclude the page from the search index.
fa: خارج کردن برگه از ایندکس جستجو.
fr: Exclure la page de l'index de recherche du site.
ja: ページを検索のインデックス作成から除外します。
nl: Indexeer deze pagina niet voor de zoekmachine.
pt: Não realizar buscas nesta página.
sv: Om du väljer detta alternativ kommer denna sida att uteslutas från sökoperationer på hemsidan.

# tl_page.cssClass.0
source: CSS class
fa: کلاس CSS
fr: Classe(s) CSS
ja: CSSのclass
pt: Classe CSS
sv: Stilmallsklass

# tl_page.cssClass.1
source: The class(es) will be used in the navigation menu and the &lt;body&gt; tag.
fa: کلاس(ها) در منوی ناوبری و تگ &lt;body&gt; استفاده خواهند شد.
fr: La/les classe(s) sera(ont) utilisée(s) dans le menu de navigation et la balise &lt;body&gt;.
ja: このclassはナビゲーションメニューと&lt;body&gt;タグで使用します。
nl: De class(es) worden toegepast in het navigatie menu en de &lt;body&gt; tag.
pt: A(s) classe(s) serão utilizadas no menu de navegação a na tag &lt;body&gt;.
sv: Klasser(na) kommer att användas i navigationsmenyn och i &lt;body&gt;-tagg.

# tl_page.sitemap.0
source: Show in HTML sitemap
fa: نمایش در نقشه سایت HTML
fr: Afficher dans le plan de site HTML
ja: HTMLのサイトマップに表示
nl: Toon in HTML sitemap
pt: Mostrar em HTML sitemap.
sv: Visa i HTML-webbplatskarta

# tl_page.sitemap.1
source: Here you can define whether the page is shown in the HTML sitemap.
fa: اینجا می‌توانید نحوه‌ی نمایش برگه در نقسه سایت HTML را تعریف کنید.
fr: Définir si la page est affichée dans le plan de site HTML.
ja: このページをHTMLのサイトマップに表示するかどうか指定できます。
nl: Hier kunt u bepalen of de pagina moet worden getoond in de HTML sitemap.
pt: Aqui pode definir se pretende que a página seja mostrada em HTML sitemap.
sv: Här kan du definiera om sidan ska visas i HTML-webbplatskartan.

# tl_page.hide.0
source: Hide in navigation
fa: پنهان کردن در ناوبری
fr: Masquer dans la navigation
ja: ナビゲーションに非表示
nl: Verbergen in navigatie
pt: Esconder-se na navegação
sv: Dölj i navigering

# tl_page.hide.1
source: Hide the page in the navigation menu.
fa: پنهان کردن برگه در منوی ناوبری.
fr: Masquer la page dans le menu de navigation.
ja: ナビゲーションメニューのページを表示しません。
nl: Verberg de pagina in het navigatiemenu
pt: Esconder a página no menu de navegação.
sv: Dölj sidan i navigeringsmenyn.

# tl_page.guests.0
source: Show to guests only
fa: نمایش فقط به مهمانان
fr: Montrer aux invités seulement
ja: ゲストだけに表示
nl: Alleen zichtbaar voor gasten
pt: Mostrar apenas para visitantes
sv: Visa enbart för gäster

# tl_page.guests.1
source: Hide the page if a member is logged in.
fa: برگه را اگر کاربر عضو وارد شده باشد مخفی کنید.
fr: Masquer la page si un membre est connecté.
ja: ログインしているメンバーにページを表示しません。
nl: Verberg de pagina als een lid is ingelogd.
pt: Esconder a página se um membro estiver logado.
sv: Dölj sidan om en medlem är inloggad.

# tl_page.tabindex.0
source: Tab index
fa: ایندکس Tab
fr: Index de tabulation
ja: タブのインデックス
nl: Tab navigatie
pt: Navegação em abas
sv: Tabbordning

# tl_page.tabindex.1
source: The position of the navigation item in the tabbing order.
fa: جایگاه مورد ناوبری در ترتیب tab.
fr: La position de l'élément de navigation dans l'ordre des tabulations.
ja: タブ移動の順番でナビゲーション項目の位置です。
nl: Dit nummer specificeert de positie van het huidige navigatie element in de TAB-volgorde. U kunt een nummer tussen 1 en 32767 opgeven.
pt: Este número especifica a posição desta página em um grupo de abas. Você pode inserir um número entre 1 e 32767.
sv: Detta värde specificerar det aktuella objektets position i tabbordningen. <br />Du kan ange ett nummer mellan 1 och 32767.

# tl_page.accesskey.0
source: Access key
fa: کلید دسترسی
fr: Touche de raccourci
ja: アクセスキー
nl: Toegangscombinatie
pt: Tecla de acesso
sv: Kortkommando

# tl_page.accesskey.1
source: A navigation item can be focused by pressing the [ALT] or [CTRL] key and the access key simultaneously.
fa: یک بخش ناوبری می‌تواند با فشار دادن همزمان کلید [ALT] و [CTRL] و کلید دسترسی انتخاب شود.
fr: Un élément de navigation peut prendre le focus en appuyant sur la touche [ALT] ou [CTRL] enfoncée et la touche d'accès simultanément.
ja: [ALT]や[CTRL]とアクセスキーを同時に押して、ナビゲーション項目にフォーカスを移動できます。
nl: Een toegangscombinatie is een karakter dat kan toegekend worden aan een navigatie element. Als een bezoeker tegelijkertijd [ALT] of [CTRL] en de sneltoets drukt, zal het navigatie element de focus krijgen.
pt: Uma tecla de acesso é um único caractere que pode ser atribuído a um elemento de navegação. Se um visitante pressionar simultaneamente esta tecla mais [alt/option], este elemento terá o foco.
sv: Ett kortkommando är en kombination av [ALT]-tangenten och ett annat tecken som i detta fall ger ett visst objekt fokus.

# tl_page.published.0
source: Publish page
fa: انتشار برگه
fr: Publier la page
ja: ページを公開
nl: Publiceer pagina
pt: Publicar página
sv: Publicerad

# tl_page.published.1
source: Make the page publicly visible on the website.
fa: قابل دیدن کردن برگه در وب‌سایت
fr: Rendre la page visible aux visiteurs de votre site.
ja: ページをウェブサイトに表示します。
nl: Maak de pagina publiekelijk zichtbaar op de website.
pt: Esta página será visível apenas quando esta opção for selecionada.
sv: Om du markerar detta alternativ kommer sidan att visas för besökarna på din webbplats.

# tl_page.start.0
source: Show from
fa: نمایش از
fr: Afficher à partir du
ja: 公開の開始日
nl: Weergeven vanaf
pt: Mostrar de
sv: Börja visa fr.o.m

# tl_page.start.1
source: If you want to prevent the page from showing on the website before a certain date/time, you can enter it here. Otherwise leave the field blank.
fa: اگر می‌خواهید برگه قبل از تاریخ/ساعت مشخصی در وب‌سایت نمایش داده نشود اینجا می‌توانید وارد کنید. درغیراین‌صورت خالی بگذارید.
fr: Si vous souhaitez empêcher l'affichage de la page sur le site avant une certaine date / heure, vous pouvez la saisir ici. Sinon, laissez le champ vide.
ja: ある特定の日時より前はページをウェブサイトに表示したくない場合は、その日時を入力します。それ以外の場合は空のままにしてください。
nl: Als u wilt voorkomen dat de pagina vóór een bepaalde datum / tijd op de website wordt weergegeven, kunt u dit hier invoeren. Laat het veld anders leeg.
pt: Caso pretenda prevenir que a página surja no website antes de uma determinada data/hora, pode defini-lo aqui. Caso contrário, deixe este campo em branco.
sv: Om du vill förhindra att sidan visas på webbplatsen före ett visst datum / tid kan du ange den här. Lämna annars fältet tomt.

# tl_page.stop.0
source: Show until
fa: نمایش تا
fr: Afficher jusqu'au
ja: 公開の終了日
nl: Weergeven tot
pt: Até
sv: Sluta visa fr.o.m

# tl_page.stop.1
source: If you want to prevent the page from showing on the website after a certain date/time, you can enter it here. Otherwise leave the field blank.
fa: اگر می‌خواهید برگه قبل از تاریخ/ساعت مشخصی در وب‌سایت نمایش داده نشود اینجا می‌توانید وارد کنید. درغیراین‌صورت خالی بگذارید.
fr: Si vous souhaitez empêcher l'affichage de la page sur le site après une certaine date / heure, vous pouvez la saisir ici. Sinon, laissez le champ vide.
ja: ある特定の日時より後はページをウェブサイトに表示したくない場合は、その日時を入力します。それ以外の場合は空のままにしてください。
nl: Als u wilt voorkomen dat de pagina na een bepaalde datum / tijd op de website wordt weergegeven, kunt u dit hier invoeren. Laat het veld anders leeg.
pt: Caso pretenda prevenir que a página surja no website depois de uma determinada data/hora, pode defini-lo aqui. Caso contrário, deixe este campo em branco.
sv: Om du vill förhindra att sidan visas på webbplatsen efter ett visst datum / tid kan du ange den här. Lämna annars fältet tomt.

# tl_page.enforceTwoFactor.0
source: Enforce two-factor authentication
fa: اجبار احراز هویت دو-مرحله‌ای
fr: Forcer l'authentication à deux facteurs
ja: 2ファクター認証を強制
nl: Twee-traps authenticatie afdwingen.
pt: Estabelecer autenticação em 2 passos
sv: Tillämpa tvåfaktorautentisering

# tl_page.enforceTwoFactor.1
source: Enforce two-factor authentication for all members.
fa: همه اعضاء برای احراز هویت دو مرحله ای وادار کنید.
fr: Forcer l'authentication à deux facteurs pour tous les membres
ja: すべてのメンバーに2ファクター認証を強制します。
nl: Twee-traps authenticatie voor alle leden afdwingen.
pt: Estabelecer autenticação em 2 passos para todos os membros.
sv: Tillämpa tvåfaktorautentisering för alla medlemmar.

# tl_page.twoFactorJumpTo.0
source: Two-factor redirect page
fa: برگه‌ی بارگردانی دو-مرحله‌ای
fr: Page de redirection pour l'authentication à deux facteurs
ja: 2ファクター認証のリダイレクトページ
nl: Twee-traps omleidingspagina
pt: Página de redireccionamento para autenticação 2 passos
sv: Tvåfaktors omdirigeringssida

# tl_page.twoFactorJumpTo.1
source: Please choose the page to which members will be redirected to set up two-factor authentication.
fa: لطفا برگه‌ای را که کاربران برای تنظیم احراز هویت دو مرحله‌ای بازگردانی خواهند شد را انتخاب کنید.
fr: Choisir la page vers laquelle les visiteurs seront redirigés lors de la configuration de l'authentification à deux facteurs.
ja: メンバーが2ファクター認証を設定するために移動するページを選択してください。
nl: Kies de pagina waarnaar leden worden doorgestuurd om tweefactorauthenticatie in te stellen.
pt: Por favor escolha a página para a qual os membros serão redireccionados para estabelecer uma autenticação com dois factores.
sv: Välj den sida till vilken medlemmarna kommer att omdirigeras för att ställa in tvåfaktorautentisering.

# tl_page.title_legend
source: Name and type
fa: نام و نوع
fr: Nom et type
ja: 名前と種類
nl: Naam en type
pt: Nome e tipo
sv: Namn och typ

# tl_page.routing_legend
source: Routing
fa: مسیریابی
ja: ルーティング
pt: Roteiro

# tl_page.meta_legend
source: Metadata
fa: فراداده
fr: Métadata
ja: メタデータ
pt: Metadado

# tl_page.canonical_legend
source: Canonical URL
fa: URL کانونیکال
fr: URL canonique
ja: 基準のURL
nl: Canonieke URL
pt: URL canónico
sv: Kanonisk URL
