Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_preview_link.xlf
Languages: cs, sl, sr, tr

# tl_preview_link.url.0
source: Target URL
cs: Cílová URL
sl: Ciljni URL
sr: Одредишни URL
tr: Hedef adres

# tl_preview_link.url.1
source: The front end URL to be shared.
cs: Frontendová URK ke sdílení
sl: Naslov URL za deljenje.
sr: Фронт Енд URL-а који ће да се дели.
tr: Paylaşılacak ön yüz adresi.

# tl_preview_link.showUnpublished.0
source: Show unpublished
cs: Zobrazit nezveřejněné
sl: Prikaži neobljavljene
sr: Прикажи необјављено
tr: Yayınlanmamış ögeler görüntülensin

# tl_preview_link.showUnpublished.1
source: Show unpublished pages and elements when sharing this link.
cs: Při sdílení tohoto odkazu zobrazit nezveřejněné stránky a elementy.
sl: Prikaži neobjavljene strani in elemente pri deljenju te povezave
sr: Приликом дељења овог линка, прикажи необјављене странице и елементе.
tr: Bu seçenek etkinleştirildiğinde, bu bağlantı paylaşılırken yayınlanmamış sayfa ve bileşenler görüntülenir.

# tl_preview_link.createdAt.0
source: Created at
cs: Vytvořeno
sl: Ustvarjeno ob
sr: Креирано
tr: Oluşturulma

# tl_preview_link.createdAt.1
source: Date and time when the preview link was created.
cs: Datum a čas vytvoření odkazu k náhledu.
sl: Datum in čas, ko je bila ustvarjena povezava za predogled
sr: Датум и време креирања линка за преглед.
tr: Ön izleme bağlantısının oluşturulma tarihi ve saati.

# tl_preview_link.createdBy.0
source: Created by
cs: Vytvořeno od
sl: Ustvaril
sr: Креирао
tr: Oluşturan

# tl_preview_link.createdBy.1
source: The user who created the preview link.
cs: Uživatel, který vytvořil odkaz k náhledu.
sl: Uporabnik, ki je ustvaril povezavo za predogled.
sr: Корисник који је креирао линк за преглед.
tr: Ön izleme bağlantısını oluşturan kullanıcı.

# tl_preview_link.expiresAt.0
source: Valid until
cs: Platný do
sl: Veljavna do
sr: Важећи до
tr: Geçerlilik sonu

# tl_preview_link.expiresAt.1
source: Preview of the final date until which the link is available.
cs: Datum, do kterého je daný odkaz platný.
sr: Преглед крајњег датума до када ће линк бити доступан.
tr: Ön izleme bağlantısının geçerli olacağı son tarih.

# tl_preview_link.published.0
source: Enable
cs: Aktivovat
sl: Omogoči
sr: Омогући
tr: Etkinleştir

# tl_preview_link.published.1
source: Activate the link for sharing.
cs: Aktivovat link ke sdílení.
sl: Aktiviraj povezavo za deljenje.
sr: Активирај линк за дељење.
tr: Bu seçenek etkinleştirildiğinde, bağlantı paylaşımı etkinleştirilir.

# tl_preview_link.share.0
source: Copy to clipboard
cs: Zkopírovat do schránky
sr: Копирај на клипборд.
tr: Panoya kopyala

# tl_preview_link.share.1
source: Copy the preview link ID %s to your clipboard.
cs: Zkopírovat odkaz ID %s k náhledu do Vaší schránky.
sr: Копирајте на ваш клипборд линк за преглед са ID %s.
tr: %s kodlu ön izleme bağlantısını panoya kopyalar.

# tl_preview_link.url_legend
source: Target URL
cs: Cílová URL
sl: Ciljni URL
sr: Одредишни URL
tr: Hedef adres

# tl_preview_link.config_legend
source: Configuration
cs: Nastavení
sl: Nastavitev
sr: Конфигурација
tr: Yapılandırma

# tl_preview_link.publishing_legend
source: Publish settings
cs: Zveřejnění
sl: Objavi nastavitve
sr: Примени подешавања
tr: Yayınlanma ayarları

# tl_preview_link.expire_options.1
source: 1 day
cs: 1 den
sl: 1 dan
sr: 1 дан
tr: 1 gün

# tl_preview_link.expire_options.7
source: 7 days
cs: 7 dní
sl: 7 dni
sr: 7 дана
tr: 7 gün

# tl_preview_link.expire_options.30
source: 30 days
cs: 30 dní
sl: 30 dni
sr: 30 дана
tr: 30 gün

# tl_preview_link.hintNew
source: To add a preview link, use the "Share URL" button in the front end preview toolbar.
cs: Pro přidání odkazu náhledu použijte tlačítko "Sdílet URL" na frontendu v horní liště náhledu.
tr: Bir ön izleme bağlantısı eklemek için, ön yüz ön izleme araç çubuğundaki "Adresi paylaş" düğmesini kullanın.

# tl_preview_link.hintSave
source: Please save this record to generate the preview link.
cs: Uložte prosím tento záznam, abyste mohli vytvořit odkaz na náhled.
sl: Preden ustvarite povezavo za predogled morate najprej shraniti ta element
tr: Lütfen ön izleme bağlantısını oluşturmak için bu kaydı kaydedin.

# tl_preview_link.hintEdit
source: Preview link: <a href="%s" data-to-clipboard="%s">%s</a>
cs: Odkaz náhledu: <a href="%s" data-to-clipboard="%s">%s</a>
sl: Povezava za predogled: <a href="%s" data-to-clipboard="%s">%s</a>
tr: Ön izleme bağlantısı: <a href="%s" data-to-clipboard="%s">%s</a>

# tl_preview_link.hintExpired
source: This preview link has expired and can no longer be shared.
cs: Tento odkaz náhledu vypršel a nemůže se již sdílet.
sl: Povezava za predogled ni več veljavna in jeni več mogoče deliti
tr: Ön izleme bağlantısının geçerlilik süresi geçmiş olduğundan artık paylaşılamaz.

# tl_preview_link.expiresInDays.0
source: Expires after
sl: Poteče po
sr: Истиче након

# tl_preview_link.expiresInDays.1
source: Select how long the preview link should be available.
sl: Izberite, koliko časa naj bo veljavna povezava za predogled.
sr: Одредите до када ће линк за преглед бити доступан.
