Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_style_sheet.xlf
Languages: tr

# tl_style_sheet.name.0
source: Name
tr: Ad

# tl_style_sheet.name.1
source: Please enter the style sheet name.
tr: Lütfen biçem sayfasının adını yazın.

# tl_style_sheet.embedImages.0
source: Embed images up to
tr: Gömülebilecek en büyük görsel boyutu

# tl_style_sheet.embedImages.1
source: Here you can enter the file size in bytes up to which images will be embedded in the style sheet as data: string. Set to 0 to disable the feature.
tr: Buraya biçem sayfasına veri:dizge biçiminde veri olarak gömülebilecek en büyük görsel dosyası boyutunu yazabilirsiniz. Bu özelliği devre dışı bırakmak için 0 yazın.

# tl_style_sheet.cc.0
source: Conditional comment
tr: Koşullu yorum

# tl_style_sheet.cc.1
source: Conditional comments allow you to create Internet Explorer specific style sheets (e.g. <em>if lt IE 9</em>).
tr: Koşullu yorumlar Internet Explorer tarayıcısına özel biçem sayfaları oluşturabilmenizi sağlar (<em>IE9 ise</em> gibi).

# tl_style_sheet.media.0
source: Media types
tr: Ortam türleri

# tl_style_sheet.media.1
source: Here you can choose the media types the style sheet applies to.
tr: Buradan biçem sayfasının uygulanacağı ortam türlerini seçebilirsiniz.

# tl_style_sheet.mediaQuery.0
source: Media query
tr: Ortam kuyruğu

# tl_style_sheet.mediaQuery.1
source: Here you can define the media type using a media query like <em>screen and (min-width: 800px)</em>. The media types defined above will then be overwritten.
tr: Buradan ortam türünü <em>screen ve (min-width: 800px)</em> gibi bir ortam sorgusu kullanarak tanımlayabilirsiniz. Ardından yukarıda tanımlanan ortam türleri değiştirilir.

# tl_style_sheet.vars.0
source: Global variables
tr: Genel değişkenler

# tl_style_sheet.vars.1
source: Here you can define global variables for the style sheet (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
tr: Buradan biçem sayfası için genel değişkenler tanımlayabilirsiniz (<em>$red</em> -> <em>c00</em> ya da <em>$margin</em> -> <em>12px</em> gibi).

# tl_style_sheet.source.0
source: Source files
tr: Kaynak dosyalar

# tl_style_sheet.source.1
source: Here you can upload one or more .css files to be imported.
tr: Buradan içe aktarılacak bir ya da birkaç .css dosyası yükleyebilirsiniz.

# tl_style_sheet.tstamp.0
source: Revision date
tr: Düzenleme tarihi

# tl_style_sheet.tstamp.1
source: Date and time of the latest revision
tr: En son düzenlemenin tarihi ve saati

# tl_style_sheet.title_legend
source: Name
tr: Ad

# tl_style_sheet.expert_legend
source: Expert settings
tr: Uzman ayarları

# tl_style_sheet.media_legend
source: Media settings
tr: Ortam ayarları

# tl_style_sheet.vars_legend
source: Global variables
tr: Genel değişkenler

# tl_style_sheet.css_imported
source: Style sheet "%s" has been imported.
tr: "%s" biçem sayfası içe aktarıldı.

# tl_style_sheet.css_renamed
source: Style sheet "%s" has been imported as "%s".
tr: "%s" biçem sayfası "%s" olarak içe aktarıldı.

# tl_style_sheet.import.0
source: Import
tr: İçe aktar

# tl_style_sheet.import.1
source: Import a style sheet
tr: İçe bir biçem sayfası aktar

# tl_style_sheet.new.0
source: New
tr: Yeni

# tl_style_sheet.new.1
source: Create a new style sheet
tr: Yeni bir biçem sayfası ekle

# tl_style_sheet.show
source: Show the details of style sheet ID %s
tr: %s kodlu biçem sayfasının ayrıntılarını görüntüle

# tl_style_sheet.edit
source: Edit style sheet ID %s
tr: %s kodlu biçem sayfasını düzenle

# tl_style_sheet.editheader
source: Edit the settings of style sheet ID %s
tr: %s kodlu biçem sayfasının ayarlarını düzenle

# tl_style_sheet.copy
source: Duplicate style sheet ID %s
tr: %s kodlu biçem sayfasını kopyala

# tl_style_sheet.cut
source: Move style sheet ID %s
tr: %s kodlu biçem sayfasını taşı

# tl_style_sheet.delete
source: Delete style sheet ID %s
tr: %s kodlu biçem sayfasını sil

# tl_style_sheet.export
source: Export style sheet ID %s
tr: %s kodlu biçem sayfasını dışa aktar
