Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_style.xlf
Languages: tr

# tl_style.invisible.0
source: Invisible
tr: Görünmez

# tl_style.invisible.1
source: Do not export the format definition.
tr: Biçim tanımı dışa aktarılmasın.

# tl_style.selector.0
source: Selector
tr: Seçici

# tl_style.selector.1
source: The selector defines to which element(s) the format definition applies.
tr: Seçici biçim tanımının hangi bileşenlere uygulanacağını belirler.

# tl_style.category.0
source: Category
tr: Kategori

# tl_style.category.1
source: Categories can be used to group format definitions in the back end.
tr: Kategoriler yönetim bölümünde biçim tanımlarını gruplamak için kullanılabilir.

# tl_style.comment.0
source: Comment
tr: Yorum

# tl_style.comment.1
source: Here you can add a comment.
tr: Buraya bir yorum yazabilirsiniz.

# tl_style.size.0
source: Size
tr: Boyut

# tl_style.size.1
source: Width, height, min-width, min-height, max-width and max-height.
tr: Genişlik, yükseklik, en az genişlik, en az yükseklik, en fazla genişlik, en fazla yükseklik.

# tl_style.width.0
source: Width
tr: Genişlik

# tl_style.width.1
source: Here you can enter the element's width.
tr: Buraya bileşenin genişliğini yazabilirsiniz.

# tl_style.height.0
source: Height
tr: Yükseklik

# tl_style.height.1
source: Here you can enter the element's height.
tr: Buraya bileşenin yüksekliğini yazabilirsiniz.

# tl_style.minwidth.0
source: Minimum width
tr: En az genişlik

# tl_style.minwidth.1
source: Here you can enter the element's minimum width.
tr: Buraya bileşenin en az genişliğini yazabilirsiniz.

# tl_style.minheight.0
source: Minimum height
tr: En az yükseklik

# tl_style.minheight.1
source: Here you can enter the element's minimum height.
tr: Buraya bileşenin en az yüksekliğini yazabilirsiniz.

# tl_style.maxwidth.0
source: Maximum width
tr: En fazla genişlik

# tl_style.maxwidth.1
source: Here you can enter the element's maximum width.
tr: Buraya bileşenin en fazla genişliğini yazabilirsiniz.

# tl_style.maxheight.0
source: Maximum height
tr: En fazla yükseklik

# tl_style.maxheight.1
source: Here you can enter the element's maximum height.
tr: Buraya bileşenin en fazla yüksekliğini yazabilirsiniz.

# tl_style.positioning.0
source: Position
tr: Konum

# tl_style.positioning.1
source: Position, float, clear, overflow and display.
tr: Konum için, float, clear, overflow ve display seçebilirsiniz.

# tl_style.trbl.0
source: Position
tr: Konum

# tl_style.trbl.1
source: Here you can enter the top, right, bottom and left position.
tr: Buraya top, right, bottom ve left yazabilirsiniz.

# tl_style.position.0
source: Position type
tr: Konum türü

# tl_style.position.1
source: Here you can choose the position type.
tr: Buradan konum türünü seçebilirsiniz.

# tl_style.floating.1
source: Here you can choose the float type.
tr: Buradan float türünü seçebilirsiniz.

# tl_style.clear.1
source: Here you can choose the clear type.
tr: Buradan clear türünü seçebilirsiniz.

# tl_style.overflow.1
source: Here you can choose the overflow behaviour.
tr: Buradan overflow davranışını seçebilirsiniz.

# tl_style.display.1
source: Here you can choose the display type.
tr: Buradan display türünü seçebilirsiniz.

# tl_style.alignment.0
source: Margin, padding and alignment
tr: Kenar boşluğu, aralık ve hizalama

# tl_style.alignment.1
source: Margin, padding, align, vertical-align, text-align and white-space.
tr: Margin, padding, align, vertical-align, text-align ve white-space.

# tl_style.margin.0
source: Margin
tr: Kenar boşluğu

# tl_style.margin.1
source: Here you can enter the top, right, bottom and left margin.
tr: Buraya üst, sağ, alt ve sol kenar boşluğu (margin) değerlerini yazabilirsiniz.

# tl_style.padding.0
source: Padding
tr: Aralık

# tl_style.padding.1
source: Here you can enter the top, right, bottom and left padding.
tr: Buraya üst, sağ, alt ve sol aralık (padding) değerlerini yazabilirsiniz.

# tl_style.align.0
source: Element alignment
tr: Bileşen hizalaması

# tl_style.align.1
source: To align an element, its left and right margin will be overwritten.
tr: Bir bileşeni hizalamak için sol ve sağ kenar boşluğu değerleri değiştirilir.

# tl_style.verticalalign.0
source: Vertical alignment
tr: Dikey hizalama

# tl_style.verticalalign.1
source: Here you can choose the vertical alignment.
tr: Buradan dikey hizalamayı seçebilirsiniz.

# tl_style.textalign.0
source: Text alignment
tr: Metin hizalaması

# tl_style.textalign.1
source: Here you can choose the horizontal text alignment.
tr: Buradan yatay metin hizalamasını seçebilirsiniz.

# tl_style.whitespace.1
source: Here you can define how white-space inside an element is handled.
tr: Buradan bir bileşen içindeki white-space karakterlerinin nasıl işleneceğini tanımlayabilirsiniz.

# tl_style.background.0
source: Background
tr: Arka plan

# tl_style.background.1
source: Background-color, background-image, background-position, background-repeat, box-shadow and linear-gradient.
tr: Background-color, background-image, background-position, background-repeat, box-shadow ve linear-gradient.

# tl_style.bgcolor.0
source: Background color and opacity
tr: Arka plan rengi ve saydamlık

# tl_style.bgcolor.1
source: Here you can enter a hexadecimal background color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tr: Buraya onaltılık bir arka plan rengi (kırmızı için ff0000 gibi) ve yüzde olarak isteğe bağlı bir saydamlık değeri (75 gibi) yazabilirsiniz.

# tl_style.bgimage.0
source: Background image
tr: Arka plan görseli

# tl_style.bgimage.1
source: Here you can enter the path to a background image.
tr: Buraya bir arka plan görselinin yolunu yazabilirsiniz.

# tl_style.bgposition.0
source: Background position
tr: Arka plan görseli konumu

# tl_style.bgposition.1
source: Here you can select the position of the background image.
tr: Buradan arka plan görselinin konumunu seçebilirsiniz.

# tl_style.bgrepeat.0
source: Background repeat
tr: Arka plan görseli yinelemesi

# tl_style.bgrepeat.1
source: Here you can select the repeating mode.
tr: Buradan arka plan görselinin yineleme kipini seçebilirsiniz.

# tl_style.shadowsize.0
source: Shadow size
tr: Gölge boyutu

# tl_style.shadowsize.1
source: Here you can enter the X and Y offset, an optional blur size and an optional spread radius.
tr: Buraya X ve Y kaymasını, isteğe bağlı bulanıklık boyutunu ve isteğe bağlı yayılma yarıçağını yazabilirsiniz.

# tl_style.shadowcolor.0
source: Shadow color and opacity
tr: Gölge rengi ve saydamlığı

# tl_style.shadowcolor.1
source: Here you can enter a hexadecimal shadow color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tr: Buraya onaltılık bir gölge rengi (kırmızı için ff0000 gibi) ve yüzde olarak isteğe bağlı bir saydamlık değeri (75 gibi) yazabilirsiniz.

# tl_style.gradientAngle.0
source: Gradient angle
tr: Değişim açısı

# tl_style.gradientAngle.1
source: Here you can enter the gradient angle (e.g. <em>0deg</em>) or the direction (e.g. <em>to bottom</em> or <em>to top right</em>).
tr: Buraya bir değişim açısı (<em>0deg</em> gibi) ya da bir doğrultu (<em>to bottom </em> ya da <em>to top right</em> gibi) yazabilirsiniz.

# tl_style.gradientColors.0
source: Gradient colors
tr: Değişim renkleri

# tl_style.gradientColors.1
source: Here you can enter up to four colors with an optional percentage (e.g. <em>ffc 10% | f90 | f00</em>).
tr: Buraya isteğe bağlı yüzde değeri ile dört taneye kadar renk yazabilirsiniz (<em>ffc 10% | f90 | f00</em> gibi).

# tl_style.border.0
source: Border
tr: Kenarlık

# tl_style.border.1
source: Border-width, border-style, border-color, border-radius, border-collapse and border-spacing.
tr: Border-width, border-style, border-color, border-radius, border-collapse ve border-spacing.

# tl_style.borderwidth.0
source: Border width
tr: Kenarlık genişliği

# tl_style.borderwidth.1
source: Here you can enter the top, right, bottom and left border width.
tr: Buraya üst, sağ, alt ve sol kenar genişliği (border-width) değerlerini yazabilirsiniz.

# tl_style.borderstyle.0
source: Border style
tr: Kenarlık biçemi

# tl_style.borderstyle.1
source: Here you can choose the border style.
tr: Buradan kenarlık biçemini (border-style) seçebilirsiniz.

# tl_style.bordercolor.0
source: Border color and opacity
tr: Kenarlık rengi ve saydamlığı

# tl_style.bordercolor.1
source: Here you can enter a hexadecimal border color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tr: Buraya onaltılık bir kenarlık rengi (kırmızı için ff0000 gibi) ve yüzde olarak isteğe bağlı bir saydamlık değeri (75 gibi) yazabilirsiniz.

# tl_style.borderradius.0
source: Border radius
tr: Kenarlık yarıçapı

# tl_style.borderradius.1
source: Here you can enter the top, right, bottom and left border radius.
tr: Buraya üst, sağ, alt ve sol kenarlık yarıçapı (border-radius) değerlerini yazabilirsiniz.

# tl_style.bordercollapse.0
source: Border handling
tr: Kenarlık işleme

# tl_style.bordercollapse.1
source: Here you can choose the border handling.
tr: Buradan kenarlığın nasıl işleneceğini seçebilirsiniz.

# tl_style.borderspacing.0
source: Border spacing
tr: Kenarlık aralığı

# tl_style.borderspacing.1
source: Here you can enter the border spacing.
tr: Buraya kenarlık aralığını (border-spacing) yazabilirsiniz.

# tl_style.font.0
source: Font
tr: Yazı tipi

# tl_style.font.1
source: Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing and word-spacing.
tr: Font-family, font-size, font-color, line-height, font-style, text-transform, text-indent, letter-spacing ve word-spacing.

# tl_style.fontfamily.0
source: Font family
tr: Yazı tipi ailesi

# tl_style.fontfamily.1
source: Here you can enter a comma separated list of font types.
tr: Buraya yazı tiplerinin (font-family) listesini virgül ile ayırarak yazabilirsiniz.

# tl_style.fontsize.0
source: Font size
tr: Yazı büyüklüğü

# tl_style.fontsize.1
source: Here you can enter the font size.
tr: Buraya yazı büyüklüğünü (font-size) yazabilirsiniz.

# tl_style.fontcolor.0
source: Font color and opacity
tr: Yazı rengi ve saydamlığı

# tl_style.fontcolor.1
source: Here you can enter a hexadecimal font color (e.g. ff0000 for red) and an optional opacity in percent (e.g. 75).
tr: Buraya onaltılık bir yazı rengi (kırmızı için ff0000 gibi) ve yüzde olarak isteğe bağlı bir saydamlık değeri (75 gibi) yazabilirsiniz.

# tl_style.lineheight.0
source: Line height
tr: Satır yüksekliği

# tl_style.lineheight.1
source: Here you can define the line height.
tr: Buradan satır yüksekliği (line-height) değerini tanımlayabilirsiniz.

# tl_style.fontstyle.0
source: Font style
tr: Yazı biçemi

# tl_style.fontstyle.1
source: Here you can choose one or more font styles.
tr: Buradan bir ya da birkaç yazı biçemi (font-style) seçebilirsiniz.

# tl_style.texttransform.0
source: Text transform
tr: Metin dönüşümü

# tl_style.texttransform.1
source: Here you can choose a text transformation mode.
tr: Buradan bir metin dönüşümü (text-transformation) kipi seçebilirsiniz.

# tl_style.textindent.0
source: Text indent
tr: Metin girintisi

# tl_style.textindent.1
source: Here you can enter a text indentation.
tr: Buraya bir metin girintisi (text-indentation) değeri yazabilirsiniz.

# tl_style.letterspacing.0
source: Letter spacing
tr: Harf aralığı

# tl_style.letterspacing.1
source: Here you can modify the letter spacing (default: 0px).
tr: Buradan harf aralığı (letter-spacing) değerini değiştirebilirsiniz (varsayılan değer: 0px).

# tl_style.wordspacing.0
source: Word spacing
tr: Sözcük aralığı

# tl_style.wordspacing.1
source: Here you can modify the word spacing (default: 0px).
tr: Buradan sözcük aralığı (word-spacing) değerini değiştirebilirsiniz (varsayılan değer: 0px).

# tl_style.list.0
source: List
tr: Liste

# tl_style.list.1
source: List-style-type and list-style-image.
tr: List-style-type ve list-style-image.

# tl_style.liststyletype.0
source: List symbol
tr: Liste simgesi

# tl_style.liststyletype.1
source: Here you can choose a list symbol.
tr: Buradan liste simgesini seçebilirsiniz.

# tl_style.liststyleimage.0
source: Custom symbol
tr: Özel simge

# tl_style.liststyleimage.1
source: Here you can enter the path to an individual symbol.
tr: Buraya özel bir simge yolunu yazabilirsiniz.

# tl_style.own.0
source: Custom code
tr: Özel kod

# tl_style.own.1
source: Here you can enter custom CSS code.
tr: Buraya özel bir CSS kodu yazabilirsiniz.

# tl_style.selector_legend
source: Selector and category
tr: Seçici ve kategori

# tl_style.size_legend
source: Size
tr: Boyut

# tl_style.position_legend
source: Position
tr: Konum

# tl_style.align_legend
source: Margin and alignment
tr: Kenar boşluğu ve hizalama

# tl_style.background_legend
source: Background settings
tr: Arka plan ayarları

# tl_style.border_legend
source: Border settings
tr: Kenarlık ayarları

# tl_style.font_legend
source: Font settings
tr: Yazı tipi ayarları

# tl_style.list_legend
source: List settings
tr: Liste ayarları

# tl_style.custom_legend
source: Custom code
tr: Özel kod

# tl_style.bold
source: bold
tr: koyu

# tl_style.italic
source: italic
tr: yatık

# tl_style.underline
source: underlined
tr: altı çizili

# tl_style.notUnderlined
source: not underlined
tr: altı çizili değil

# tl_style.line-through
source: line-through
tr: üzeri çizili

# tl_style.overline
source: overlined
tr: üstü çizili

# tl_style.small-caps
source: small-caps
tr: küçük harfler

# tl_style.disc
source: dot
tr: nokta

# tl_style.circle
source: circle
tr: çember

# tl_style.square
source: square
tr: kare

# tl_style.decimal
source: figures
tr: şekiller

# tl_style.upper-roman
source: upper latin figures
tr: büyük latin şekilleri

# tl_style.lower-roman
source: lower latin figures
tr: küçük latin şekilleri

# tl_style.upper-alpha
source: upper characters
tr: büyük karakterler

# tl_style.lower-alpha
source: lower characters
tr: küçük karakterler

# tl_style.uppercase
source: uppercase
tr: büyük harf

# tl_style.lowercase
source: lowercase
tr: küçük harf

# tl_style.capitalize
source: capitalize
tr: büyük yap

# tl_style.none
source: none
tr: yok

# tl_style.editheader
source: Edit the style sheet settings
tr: Biçem sayfası ayarlarını düzenle

# tl_style.toggle
source: Activate/deactivate element ID %s
tr: %s kodlu bileşeni etkinleştir/devre dışı bırak
