Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_templates.xlf
Languages: tr

# tl_templates.original.0
source: Original template
tr: Özgün kalıp

# tl_templates.original.1
source: Here you can select the template that you want to customize.
tr: Buradan özelleştirmek istediğiniz kalbı seçebilirsiniz.

# tl_templates.target.0
source: Target folder
tr: Hedef klasör

# tl_templates.target.1
source: A copy of the selected template will be stored in the target folder.
tr: Seçilmiş kalıbın bir kopyası hedef klasöre kaydedilir.

# tl_templates.headline
source: Add a new template
tr: Yeni bir kalıp ekle

# tl_templates.newTpl
source: Create template
tr: Kalıp oluştur

# tl_templates.exists
source: Template "%s" exists already!
tr: "%s" kalıbı zaten var!

# tl_templates.invalid
source: Invalid source or target directory "%s"!
tr: "%s" kaynak ya da hedef klasörü geçersiz!

# tl_templates.overridesAnotherTpl
source: This template overrides "%s".
tr: Bu kalıp "%s" kalıbını değiştirir.

# tl_templates.pleaseSelect
source: Please select a template from the list above and click "Show differences".
tr: Lütfen yukarıdaki listeden bir kalıp seçin ve "Farkları göster" üzerine tıklayın.

# tl_templates.new.0
source: New folder
tr: Yeni klasör

# tl_templates.new.1
source: Create a new folder
tr: Yeni bir klasör ekle

# tl_templates.new_tpl.0
source: New template
tr: Yeni kalıp

# tl_templates.new_tpl.1
source: Create a new template
tr: Yeni bir kalıp ekle

# tl_templates.pasteinto.0
source: Paste into the root folder
tr: Kök klasöre yapıştır

# tl_templates.pasteinto.1
source: Paste into folder "%s"
tr: "%s" klasörüne yapıştır

# tl_templates.compare
source: Compare "%s" with another template
tr: "%s" kalıbını başka bir kalıpla karşılaştır
