Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_undo.xlf
Languages: tr

# tl_undo.pid.0
source: User
tr: Kullanıcı

# tl_undo.pid.1
source: Name of the associated user
tr: İlgili kullanıcının adı

# tl_undo.fromTable.0
source: Source
tr: Kaynak

# tl_undo.fromTable.1
source: Name of the original table
tr: Özgün tablonun adı

# tl_undo.affectedRows.0
source: Affected rows
tr: Etkilenen satır sayısı

# tl_undo.affectedRows.1
source: Number of records included in the undo step
tr: Kaydı tutulacak geri alma adımı sayısı

# tl_undo.query.0
source: Details
tr: Ayrıntılar

# tl_undo.query.1
source: Details of the undo step
tr: Geri alma adımı ile ilgili ayrıntılar

# tl_undo.data.0
source: Data
tr: Veriler

# tl_undo.data.1
source: Raw data of the undo step
tr: Geri alma adımı ile ilgili ham veriler

# tl_undo.undo
source: Restore element ID %s
tr: %s kodlu bileşeni geri yükle

# tl_undo.parent_modal
source: Show origin of %s ID %s
tr: %s ögesinin %s kodlu kaynağını görüntüle
