Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/*_user.xlf
Languages: es, fr, sr

# tl_user.username.0
source: Username
es: Usuario
fr: Identifiant
sr: Корисничко име

# tl_user.username.1
source: Please enter a unique username.
es: Por favor introduce un nombre de usuario único.
fr: Saisir un identifiant unique.
sr: Унесите јединствено корисничко име.

# tl_user.name.0
source: Name
es: Nombre
fr: Nom
sr: Име

# tl_user.name.1
source: Please enter the first and last name.
es: Por favor introduce tu nombre y apellidos.
fr: Saisir le prénom ainsi que le nom de famille.
sr: Унесите име и презиме.

# tl_user.email.0
source: E-mail address
es: E-mail
fr: Adresse e-mail.
sr: Имејл адреса

# tl_user.email.1
source: Please enter a valid e-mail address.
es: Por favor introduce una dirección de e-mail válida.
fr: Saisir une adresse e-mail valide.
sr: Унесите валидну имејл адресу.

# tl_user.language.0
source: Back end language
es: Idioma del back end
fr: Langue du back office
sr: Језик БекЕнда

# tl_user.language.1
source: Here you can choose the back end language.
es: Por favor selecciona un idioma para el back end.
fr: Choisir une langue pour le back office.
sr: Овде можете изабрати језик БекЕнда.

# tl_user.backendTheme.0
source: Back end theme
es: Tema del Backend
fr: Thème du back office
sr: Тема БекЕнда.

# tl_user.backendTheme.1
source: Here you can override the global back end theme.
es: Aquí puedes sobre escribir el tema del back end.
fr: Outrepasser le thème global du back office.
sr: Овде можете прегазити глобалну тему БекЕнда.

# tl_user.fullscreen.0
source: Fullscreen
es: Pantalla completa
fr: Plein écran
sr: Приказ преко целог екрана

# tl_user.fullscreen.1
source: Do not limit the width of the back end.
es: No limite el ancho del back-end.
fr: Ne pas limiter la largeur du back office.
sr: Не ограничавај ширину БекЕнда.

# tl_user.uploader.0
source: File uploader
es: Cargador de archivos
fr: Outil d'envoi de fichier
sr: Постављање фајлова

# tl_user.uploader.1
source: Here you can choose a file uploader.
es: Aqui puedes elegir un cargador de archivos.
fr: Choisir un outil d'envoi de fichier.
sr: Овде можете одабрати начин постављања фајлова.

# tl_user.showHelp.0
source: Show explanation
es: Mostrar explicación
fr: Afficher l'aide
sr: Прикажи појашњење

# tl_user.showHelp.1
source: Show a short explanation text below each input field.
es: Si seleccionas esta opción, se mostrará una pequeña explicación después de cada campo de entrada.
fr: Afficher une courte explication après chaque champ de saisie.
sr: Прикажи кратко појашњење испод сваког поља за унос.

# tl_user.thumbnails.0
source: Show thumbnail images
es: Mostrar imágenes en miniatura
fr: Afficher les vignettes
sr: Прикажи мале сличице

# tl_user.thumbnails.1
source: Show thumbnail images in the file manager.
es: Si selecciona esta opción, se mostrarán imágenes en miniatura en el gestor de archivos.
fr: Afficher les vignettes d'images dans l'explorateur de fichiers.
sr: Прикажи мале thumbnail сличице у менаџеру фајлова.

# tl_user.useRTE.0
source: Enable the rich text editor
es: Habilitar el editor de texto enriquecido (RTE)
fr: Activer l'éditeur de texte riche
sr: Омогући rich text editor

# tl_user.useRTE.1
source: Use the rich text editor to format text elements.
es: Si tiene problemas al utilizar el editor de texto enriquecido (RTE), deshabilita lo aquí.
fr: Utiliser l'éditeur de texte riche pour formater les éléments textes.
sr: Користи rich text editor за форматирање текстуалних елемената.

# tl_user.useCE.0
source: Enable the code editor
es: Habilitar el editor de código
fr: Activer l'éditeur de code
sr: Омогући уређивач кȏда

# tl_user.useCE.1
source: Use the code editor to modify code elements.
es: Utilizar el editor de código para modificar elementos de código.
fr: Utiliser l'éditeur de code pour modifier les éléments de type "code"
sr: Користи уређивач кȏда за измену елемената кȏда.

# tl_user.pwChange.0
source: Password change required
es: Se requiere cambiar la contraseña
fr: Changement de mot de passe requis
sr: Потребно је променити лозинку

# tl_user.pwChange.1
source: Make the user change his password upon the next login.
es: Esto hace que el usuario tenga que cambiar su contraseña la próxima vez que se conecte.
fr: L'utilisateur devra modifier son mot de passe lors de la prochaine connexion.
sr: Захтевај од корисника да промени лозинку након првог пријављивања.

# tl_user.admin.0
source: Make the user an administrator
es: Administrador
fr: Définir l'utilisateur comme administrateur
sr: Постави корисника као администратора

# tl_user.admin.1
source: Administrators have unlimited access to all modules and elements!
es: Un administrador tiene acceso ilimitado a todas las páginas, módulos, extensiones y carpetas!
fr: Un administrateur a un accès illimité à tous les modules et éléments.
sr: Админстратори имају неограничен приступ свим модулима и елементима!

# tl_user.groups.0
source: User groups
es: Grupos de usuarios
fr: Groupes d'utilisateurs
sr: Групе корисника

# tl_user.groups.1
source: Here you can assign the user to one or more groups.
es: Cada usuario que no es un administrador hereda todos los permisos de un grupo de usuarios. Por ello, cada usuario debe ser miembro de al menos un grupo! Si un usuario es miembro de más de un grupo, se combinan los permisos entre ellos.
fr: Affecter l'utilisateur à un ou plusieurs groupes.
sr: Овде можете доделити корисника једној или више група.

# tl_user.inherit.0
source: Permission inheritance
es: Heredar permisos
fr: Transmission de permission
sr: Наслеђивање дозвола

# tl_user.inherit.1
source: Here you can define which group permissions the user inherits.
es: Por favor define hasta qué punto un usuario hereda permisos.
fr: Définir de quelles permissions de groupe l'utilisateur hérite.
sr: Овде можете изабрати које ће дозволе корисник да наследи из групе.

# tl_user.group.0
source: Use group settings only
es: Utiliza solo la configuración de grupo
fr: Utiliser les préférences de groupe uniquement
sr: Користи само подешавања групе

# tl_user.group.1
source: The user inherits only group permissions.
es: el usuario actual hereda sus permisos exclusivamente de los grupos activos independientemente de la configuración individual.
fr: L'utilisateur courant hérite seulement des permissions du groupe.
sr: Корисник наслеђује само дозволе групе.

# tl_user.extend.0
source: Extend group settings
es: Combinar configuración de grupo
fr: Étendre les préférences de groupe
sr: Прошири подешавања групе

# tl_user.extend.1
source: The group permissions are extended by individual ones.
es: permisos heredados se combinan con la configuración individual.
fr: Les permissions du groupe sont étendues par celles de l'utilisateur.
sr: Групне дозволе ће бити проширене личним дозволама.

# tl_user.custom.0
source: Use individual settings only
es: Utilizar solo configuración individual
fr: Utiliser seulement les préférences de l'utilisateur
sr: Користи само лична подешавања

# tl_user.custom.1
source: Only individual permissions are applied.
es: solo se aplican los permisos del usuario actual independientemente de cualquier permiso de grupo.
fr: Seules les permissions de l'utilisateur courant sont appliquées.
sr: Само личне дозволе ће бити примењене.

# tl_user.modules.0
source: Back end modules
es: Módulos Back end
fr: Modules du back office
sr: Модули БекЕнда

# tl_user.modules.1
source: Here you can grant access to one or more back end modules.
es: Por favor selecciona los módulos accesibles para el usuario.
fr: Accorder l'accès à un ou plusieurs modules du back office.
sr: Овде можете доделити приступ једном или више модула БекЕнда.

# tl_user.themes.0
source: Theme modules
es: Temas de módulos
fr: Modules du thème
sr: Модули теме

# tl_user.themes.1
source: Here you can grant access to the theme modules.
es: Aquí puedes permitir el acceso a los temas de los módulos.
fr: Accorder l'accès aux modules du thème.
sr: Овде можете доделити приступ модулима теме.

# tl_user.elements.0
source: Content elements
es: Elementos de contenido
fr: Éléments de contenu
sr: Елементи садржаја

# tl_user.elements.1
source: Here you can select the allowed content element types.
es: Aquí puede seleccionar los tipos de elementos de contenido permitidos.
fr: Ici, vous pouvez sélectionner les types d'éléments de contenu autorisés.
sr: Овде можете изабрати дозвољене типове елемената.

# tl_user.fields.0
source: Form fields
es: Campos de formulario
fr: Champs de formulaire
sr: Поља формулара

# tl_user.fields.1
source: Here you can select the allowed form field types.
es: Aquí puede seleccionar los tipos de campos de formulario permitidos.
fr: Ici, vous pouvez sélectionner les types de champs de formulaires autorisés.
sr: Овде можете изабрати дозвољене типове поља формулара.

# tl_user.pagemounts.0
source: Pagemounts
es: Soportes de páginas
fr: Pages autorisées

# tl_user.pagemounts.1
source: Here you can grant access to one or more pages (subpages are included automatically).
es: Por favor selecciona las páginas que quieres habilitar para el usuario actual. Las subpáginas serán incluidas automáticamente.
fr: Accorder l'accès à une ou plusieurs pages (les sous-pages seront incluses automatiquement).
sr: Овде можете доделити приступ једној или више страница (подстранице су укључене аутоматски).

# tl_user.alpty.0
source: Allowed page types
es: Tipos de páginas permitidas
fr: Types de page autorisés
sr: Дозвољене врсте страница

# tl_user.alpty.1
source: Here you can select the page types you want to allow.
es: Por favor seleccione el tipo de paginas que desea habilitar para el usuario.
fr: Sélectionner les types de page à autoriser.
sr: Овде можете изабрати које врсте страница желите дозволити.

# tl_user.filemounts.0
source: Filemounts
es: Soportes de archivos
fr: Répertoires autorisés

# tl_user.filemounts.1
source: Here you can grant access to one or more folders (subfolders will be included automatically).
es: Por favor selecciona las carpetas que quieres habilitar para el usuario actual. Las subcarpetas serán incluidas automáticamente.
fr: Accorder l'accès à un ou plusieurs répertoires (les sous-répertoires sont inclus automatiquement).
sr: Овде можете доделити приступ једном или више фолдера (подфолдери ће бити дозвољени аутоматски).

# tl_user.imageSizes.0
source: Image sizes
es: Tamaños de imágen
fr: Dimensions des images
sr: Величине слика

# tl_user.imageSizes.1
source: Here you can grant access to one or more image sizes.
es: Aquí se puede permitir el acceso a uno o varios tamaños de imagen.
fr: Accorder l'accès à une ou plusieurs tailles de l'image
sr: Овде можете дозволити приступ једној или више величина слика.

# tl_user.forms.0
source: Allowed forms
es: Formularios
fr: Formulaires autorisés
sr: Дозвољени формулари

# tl_user.forms.1
source: Here you can grant access to one or more forms.
es: Por favor selecciona el tipo de formularios que quieres habilitar para este usuario
fr: Accorder l'accès à un ou plusieurs formulaires.
sr: Овде можете дозволити приступ једном или више формулара.

# tl_user.formp.0
source: Form permissions
es: Permisos de formulario
fr: Permissions des formulaires
sr: Дозволе формулара

# tl_user.formp.1
source: Here you can define the form permissions.
es: Aquí puedes definir los permisos del formulario.
fr: Définir les permissions du formulaire.
sr: Овде можете дефинисати дозволе формулара.

# tl_user.amg.0
source: Allowed member groups
es: Miembros de grupos permitidos
fr: Groupes de membres autorisés
sr: Дозвољене групе корисника

# tl_user.amg.1
source: Members of these groups can be used in the front end preview.
es: Los miembros de estos grupos se pueden utilizar en la vista preliminar del front end.
fr: Les membres de ces groupes peuvent utilisés en prévisualisation du front office.
sr: Чланови следећих група могу бити кориштени у прегледу ФронтЕнда.

# tl_user.disable.0
source: Deactivate
es: Desactivar
fr: Inactif
sr: Деактивирај

# tl_user.disable.1
source: Temporarily disable the account.
es: Si seleccionas esta opción, la cuenta actual será desactivada. El usuario no podrá acceder al sistema.
fr: Désactiver temporairement le compte.
sr: Привремено онемогући кориштење налога.

# tl_user.start.0
source: Activate on
es: Activar el
fr: Activé à partir du
sr: Активирај

# tl_user.start.1
source: If you want to prevent the account from being active before a certain date/time, you can enter it here. Otherwise leave the field blank.
es: Si desea evitar que la cuenta esté activa antes de una determinada fecha/hora, puede ingresarla aquí. De lo contrario, deje el campo en blanco.
fr: Si vous souhaitez rendre le compte inactif avant une certaine date / heure, vous pouvez la saisir ici. Sinon, laissez le champ vide.
sr: Ако желите да спречите да налог буде активан пре неког дана/времена, можете то подесити овде. У супротном, оставите поље празним.

# tl_user.stop.0
source: Deactivate on
fr: Désactivé à partir du
sr: Деактивирај

# tl_user.stop.1
source: If you want to prevent the account from being active after a certain date/time, you can enter it here. Otherwise leave the field blank.
es: Si desea evitar que la cuenta esté activa después de una determinada fecha/hora, puede ingresarla aquí. De lo contrario, deje el campo en blanco.
fr: Si vous souhaitez rendre le compte inactif après une certaine date / heure, vous pouvez la saisir ici. Sinon, laissez le champ vide.
sr: Ако желите да спречите да налог буде активан након неког дана/времена, можете то подесити овде. У супротном, оставите поље празним.

# tl_user.session.0
source: Purge data
es: Eliminar datos de sesión
fr: Purger des données
sr: Очисти податке

# tl_user.session.1
source: Please select the data you want to purge.
es: Si seleccionas esta opción, los datos de la sesión actual serán eliminados.
fr: Sélectionner les données à purger.
sr: Изаберите податке које желите обрисати.

# tl_user.name_legend
source: Name and e-mail
es: Nombre e E-mail
fr: Nom et e-mail
sr: Име и имејл

# tl_user.backend_legend
source: Back end settings
es: Opciones del Backend
fr: Paramètres du back office
sr: Подешавања БекЕнда

# tl_user.theme_legend
source: Back end theme
es: Tema del Backend
fr: Thème du back office
sr: Тема БекЕнда.

# tl_user.password_legend
source: Password settings
es: Ajustes de Contraseña
fr: Paramètres du mot de passe
sr: Подешавања лозинке

# tl_user.admin_legend
source: Administrator
es: Administrador
fr: Administrateur
sr: Администратор

# tl_user.groups_legend
source: User groups
es: Grupos de usuarios
fr: Groupes d'utilisateurs
sr: Групе корисника

# tl_user.modules_legend
source: Allowed modules
es: Módulos permitidos
fr: Modules autorisés
sr: Дозвољени модули

# tl_user.elements_legend
source: Allowed elements
es: Elementos permitidos
fr: Elements autorisés
sr: Дозвољени елементи

# tl_user.pagemounts_legend
source: Pagemounts
es: Soportes de páginas
fr: Pages autorisées

# tl_user.filemounts_legend
source: Filemounts
es: Soportes de archivos
fr: Répertoires autorisés

# tl_user.imageSizes_legend
source: Image sizes
es: Tamaños de imágen
fr: Dimensions des images
sr: Величине слика

# tl_user.forms_legend
source: Form permissions
es: Permisos de formulario
fr: Permissions des formulaires
sr: Дозволе формулара

# tl_user.amg_legend
source: Allowed member groups
es: Miembros de grupos permitidos
fr: Groupes de membres autorisés
sr: Дозвољене групе корисника

# tl_user.account_legend
source: Account settings
es: Ajustes de cuenta
fr: Paramètres du compte
sr: Подешавања налога

# tl_user.session_legend
source: Clear cache
es: Limpiar caché
fr: Effacer le cache
sr: Обриши кеш

# tl_user.sessionLabel
source: Session data
es: Datos de la sesión
fr: Données de session
sr: Подаци сесије

# tl_user.htmlLabel
source: Image cache
es: Caché de imagen
fr: Cache d'image
sr: Кеш слика

# tl_user.tempLabel
source: Shared cache
es: Caché compartida
fr: Cache serveur
sr: Заједнички кеш

# tl_user.sessionPurged
source: The session data has been purged
es: Los datos de la sesión han sido purgados
fr: Les données de session ont été purgées
sr: Подаци сесије су обрисани

# tl_user.htmlPurged
source: The image cache has been purged
es: Los datos de las imágenes han sido purgados
fr: Le cache d'image a été purgé
sr: Кеш слика је обрисан

# tl_user.tempPurged
source: The shared cache has been purged
es: el caché compartido ha sido purgado
fr: Le cache serveur a été purgé
sr: Заједнички кеш је испражњен

# tl_user.FileUpload
source: Default uploader
es: Cargador de archivos por defecto
fr: Outil d'envoi de fichier par défaut
sr: Подразумевани начин постављања фајлова

# tl_user.useTwoFactor
source: Use two-factor authentication
es: Usar autenticación de dos factores
fr: Utiliser la vérification en deux étapes
sr: Користи двостепену аутентификацију

# tl_user.new.0
source: New
es: Nuevo
fr: Nouveau
sr: Ново

# tl_user.new.1
source: Create a new user
es: Crear un usuario nuevo
fr: Créer un nouvel utilisateur
sr: Креирај новог корисника

# tl_user.show
source: Show the details of user ID %s
es: Mostrar detalles del usuario con ID %s
fr: Afficher les détails de l'utilisateur ID %s
sr: Прикажи детаље корисника ID %s

# tl_user.edit
source: Edit user ID %s
es: Editar el usuario con ID %s
fr: Éditer l'utilisateur ID %s
sr: Уреди корисника ID %s

# tl_user.copy
source: Duplicate user ID %s
es: Duplicar el usuario con ID %s
fr: Dupliquer l'utilisateur ID %s
sr: Копирај корисника ID %s

# tl_user.delete
source: Delete user ID %s
es: Eliminar usuario con ID %s
fr: Supprimer l'utilisateur ID %s
sr: Обриши корисника ID %s

# tl_user.toggle
source: Activate/deactivate user ID %s
es: Activar/deshabilitar usuario con ID%s
fr: Activer/désactiver l'utilisateur ID %s
sr: Активирај/деактивирај кориснички налог ID %s

# tl_user.su
source: Switch to user ID %s
es: Cambiar al usuario con ID %s
fr: Changer avec l'utilisateur ID %s
sr: Промени у корисника ID %s
