Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# MSC.newPasswordSet
source: Your password has been updated.
de: Ihr Passwort wurde aktualisiert.
es: Tu contraseña se ha actualizado.
fa: گذرواژه شما به‌روز شد.
fr: Votre mot de passe a été mis à jour.
lv: Jūsu parole tika atjaunota.
pt: Sua senha foi atualizada
ru: Ваш пароль был обновлен.
sr: Ваша лозинка је ажурирана.
sv: Ditt lösenord har uppdaterats.

# MSC.passwordSubject
source: Your password request for %s
de: Ihre Passwortanfrage für %s
es: Tu petición de contraseña para %s
fa: درخواست گذرواژه برای %s
fr: Votre demande de mot de passe pour %s
lv: Jūsu paroles pierpasījums %s
pt: Seu pedido de senha para %s
ru: Запрос пароля для %s
sr: Ваш захтев за лозинку %s
sv: Din lösenordsförfrågan för %s

# MSC.accountNotFound
source: No matching account found
de: Kein passendes Konto gefunden
es: No se ha encontrado la cuenta
fa: حساب کاربری درخواست شده پیدا نشد!
fr: Aucun compte correspondant n'a été trouvé
lv: Netika atrasts neviens saskanīgs konts
pt: Conta não encontrada.
ru: Учетная запись не найдена
sr: Није пронађен подударајући налог
sv: Inget matchande konto hittat

# MSC.oldPassword
source: Old password
de: Altes Passwort
es: anterior contraseña
fa: گذرواژه قدیمی
fr: Ancien mot de passe
lv: Vecā parole
pt: Password Antiga
ru: Старый пароль
sr: Стара лозинка
sv: Gammalt lösenord

# MSC.newPassword
source: New password
de: Neues Passwort
es: Nueva contraseña
fa: گذرواژه جدید
fr: Nouveau mot de passe
lv: Jaunā parole
pt: Nova Password
ru: Новый пароль
sr: Нова лозинка
sv: Nytt lösenord

# MSC.changePassword
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fa: تغییر گذرواژه
fr: Changer le mot de passe
lv: Nomainīt paroli
pt: Alterar password
ru: Сменить пароль
sr: Промени лозинку
sv: Ändra lösenord

# MSC.oldPasswordWrong
source: The old password is not correct
de: Das alte Passwort ist nicht korrekt
es: La contraseña vieja no es correcta
fa: گذرواژه قدیمی درست نیست
fr: L'ancien mot de passe est incorrect
lv: Vecā parole nav pareiza
pt: A password antiga não está correcta.
ru: Старый пароль не верен
sr: Стара лозинка није тачна
sv: Det gamla lösenordet är inte korrekt

# MSC.securityQuestion
source: Security question
de: Sicherheitsfrage
es: Pregunta de seguridad
fa: پرسش امنیتی
fr: Question de sécurité
lv: Drošības jautājums
pt: Pergunta de segurança
ru: Контрольный вопрос
sr: Сигурносно питање
sv: Säkerhetsfråga

# MSC.closeAccount
source: Close account
de: Konto schließen
es: Eliminar cuenta
fa: بستن حساب کاربری
fr: Fermer le compte
lv: Slēgt kontu
pt: Fechar a sua conta
ru: Закрыть учетную запись
sr: Затвори налог
sv: Avsluta kontot

# MSC.changeSelection
source: Change selection
de: Auswahl ändern
es: Cambiar selección
fa: تغییر انتخاب
fr: Changer la sélection
lv: Izmainīt atlasīto
pt: Mudar seleção
ru: Изменить выбор
sr: Промени изабрано
sv: Ändra valda

# MSC.currentlySelected
source: Selected
de: Ausgewählt
es: Seleccionado
fa: انتخاب شده
fr: Sélectionné
lv: Atlasīts
pt: Seleccionado
ru: Выбрано
sr: Изабрано
sv: Vald

# MSC.selectNode
source: Only show this node
de: Nur diesen Knoten anzeigen
es: Monstrar solo este nodo
fa: نمایش فقط این گره
fr: Afficher seulement ce nœud
lv: Rādīt tikai šo mezglu
pt: Mostrar apenas esta secção
ru: Показать только этот узел
sr: Прикажи само овај чвор
sv: Visa enbart denna nod

# MSC.selectAllNodes
source: Show all nodes
de: Alle Knoten anzeigen
es: Mostrar todos los nodos
fa: نمایش همه گره‌ها
fr: Afficher tous les nœuds
lv: Rādīt visus mezglus
pt: Mostrar todas as secções
ru: Показать все узлы
sr: Прикажи све чворове
sv: Visa alla noder

# MSC.showDifferences
source: Show differences
de: Unterschiede anzeigen
es: Mostrar diferencias
fa: نمایش تفاوت‌ها
fr: Afficher les différences
lv: Radīt atšķirības
pt: Mostrar diferenças
ru: Показать отличия
sr: Прикажи разлике
sv: Visa skillnader

# MSC.recordOfTable
source: Record %s of table %s
de: Datensatz %s der Tabelle %s
es: Registro %s de la tabla %s
fa: رکورد %s از جدول %s
fr: Enregistrement %s de la table %s
lv: Ieraksts %s tabulā %s.
pt: Registo %sda tabela %s
ru: Запись %s таблицы %s
sr: Запис %s из табеле %s
sv: Register %s över %s tabellen

# MSC.editElement
source: Edit the element
de: Element bearbeiten
es: Modificar el elemento
fa: ویرایش المان
fr: Éditer l'élément
lv: Rediģēt elementu
pt: Editar o elemento
ru: Редактировать элемент
sr: Уреди елемент
sv: Redigera elementet

# MSC.table
source: Table
de: Tabelle
es: Tabla
fa: جدول
lv: Tabula
pt: Tabela
ru: Таблица
sr: Табела
sv: Tabell

# MSC.ptable
source: Parent table
de: Elterntabelle
es: Tabla padre
fa: جدول والد
fr: Table mère
lv: Pamata tabula
pt: Tabela hierárquica superior
ru: Родительская таблица
sr: Надређена табела
sv: Föräldra-tabell

# MSC.description
source: Description
de: Beschreibung
es: Descripción
fa: شرح
lv: Apraksts
pt: Descrição
ru: Описание
sr: Опис
sv: Beskrivning

# MSC.noVersions
source: Currently there are no versions.
de: Zurzeit sind keine Versionen vorhanden.
es: De momento no hay ninguna versión
fa: در حال حاضر هیچ نسخه‌ایی وجود ندارد.
fr: Aucun changement trouvé.
lv: Pašlaik nav versiju.
pt: Actualmente não há versões.
ru: На данный момент новых версий нет.
sr: Тренутно нема нових верзија.
sv: Det finns inga versioner för tillfället.

# MSC.latestChanges
source: Latest changes
de: Zuletzt bearbeitet
es: Últimos cambios
fa: آخرین تغییرات
fr: Derniers changements
lv: Pēdējās izmaiņas
pt: Últimas alterações
ru: Последние изменения
sr: Последње промене
sv: Senaste ändringarna

# MSC.identicalVersions
source: The two selected versions are identical.
de: Die beiden ausgewählten Versionen sind identisch.
es: Las dos versiones seleccionadas son idénticas.
fa: دو نسخه انتخاب شده یکسان هستند.
fr: Les deux versions sélectionnées sont identiques.
lv: Izvēlētās versijas ir identiskas.
pt: As duas versões seleccionadas são idênticas
ru: Две выбранные версии идентичны.
sr: Две изабране верзије су идентичне.
sv: De två valda versionerna är identiska.

# MSC.selectNewPosition
source: Next, please choose the (new) position of the element
de: Legen Sie als Nächstes die (neue) Position des Elements fest
es: A continuación, elija la (nueva) posición del elemento
fa: بعد، جایگاه (جدید) المان را انتخاب نمایید
fr: Choisir la (nouvelle) position de l'élément
lv: Nākamais, lūdzu, izvēlieties (jaunu) elementa pozīciju
pt: A seguir, por favor escolha a (nova) posição do elemento
ru: Выберите (новое) расположение элемента
sr: У следећем кораку, одаберите (нову) позицију елемента
sv: Härnäst, välj (ny) position för elementet

# MSC.go
source: Go
de: Los
es: Ir
fa: برو
lv: Iet
pt: Ir
ru: Перейти
sr: Иди
sv: Till

# MSC.quicknav
source: Quick navigation
es: Navegación rápida
fa: ناوبری سریع
fr: Navigation rapide
lv: Ātrā navigācija
pt: Navegação rápida
ru: Быстрая навигация
sr: Брза навигација
sv: Snabbnavigering

# MSC.quicklink
source: Quick link
es: Enlace rápido
fa: پیوند سریع
fr: Lien rapide
lv: Ātrā saite
pt: Link rápido
ru: Быстрая ссылка
sr: Брзи линк
sv: Snabblänk

# MSC.username
source: Username
de: Benutzername
es: Usuario
fa: نام کاربری
fr: Identifiant
lv: Lietotājvārds
pt: Usuário
ru: Имя пользователя
sr: Корисничко име
sv: Användarnamn

# MSC.login
source: Login
de: Anmelden
fa: ورود
fr: Connexion
lv: Pieslēgties
ru: Вход
sr: Пријава
sv: Logga in

# MSC.logout
source: Logout
de: Abmelden
es: Desconectar
fa: خروج
fr: Se déconnecter
lv: Atslēgties
pt: Sair
ru: Выход
sr: Одјава
sv: Logga ut

# MSC.loggedInAs
source: You are logged in as %s.
de: Sie sind angemeldet als %s.
es: Has entrado como %s.
fa: شما با نام کاربری %s وارد شده‌اید.
fr: Vous êtes connecté en tant que %s.
lv: Jūs esat pieslēdzies kā %s.
pt: Você está conectado como %s.
ru: Вы вошли как %s.
sr: Пријављени сте као %s.
sv: Du är inloggad som %s.

# MSC.emptyField
source: Please enter your username and password!
de: Bitte geben Sie Benutzername und Passwort ein!
es: Por favor, introduce tu usuario y contraseña.
fa: لطفا نام کاربری و گذرواژه خود را وارد نمایید!
fr: Veuillez saisir votre identifiant et votre mot de passe !
lv: Lūdzu ievadiet lietotājvārdu un paroli!
pt: Favor informar seu nome de usuário e senha!
ru: Введите имя пользователя и пароль!
sr: Унесите ваше корисничко име и лозинку!
sv: Ange användarnamn och lösenord!

# MSC.confirmation
source: Confirmation
de: Bestätigung
es: Confirma la contraseña
fa: تایید
fr: Confirmation du mot de passe
lv: Apstipriniet paroli
pt: Confirmar senha
ru: Подтвердите пароль
sr: Потврда
sv: Bekräfta lösenord

# MSC.sMatches
source: %s occurrences for %s
de: %s Vorkommen für %s
es: %s entradas para %s
fa: %s رخداد برای %s
fr: %s occurrences pour %s
lv: %s sastopamības ar %s
pt: %s ocorrências de %s
ru: %s вариантов для %s
sr: %s поклапања са %s
sv: %s förekomster för %s

# MSC.sEmpty
source: No matches for <strong>%s</strong>
de: Keine Ergebnisse für <strong>%s</strong>
es: No hay resultados para <strong>%s</strong>
fa: هیچ تطابقی برای <strong>%s</strong>
fr: Aucune correspondance pour <strong>%s</strong>
lv: Nav sakritību ar <strong>%s</strong>
pt: Nenhuma ocorrência de <strong>%s</strong>
ru: Нет совпадений для <strong>%s</strong>
sr: Нема подударања са <strong>%s</strong>
sv: Inga träffar för <strong>%s</strong>

# MSC.sResults
source: Results %s - %s of %s for <strong>%s</strong>
de: Ergebnisse %s - %s von %s für <strong>%s</strong>
es: Resultados %s - %s de %s <strong>%s</strong>
fa: نتایج %s - %s از %s برای <strong>%s</strong>
fr: Résultats %s - %s de %s pour <strong>%s</strong>
lv: Rezultāti %s - %s no %s meklējot <strong>%s</strong>
pt: Resultados %s - %s de %s para <strong>%s</strong>
ru: Результаты %s - %s из %s для <strong>%s</strong>
sr: Резултати %s - %s од %s за <strong>%s</strong>
sv: Resultat %s - %s av %s för <strong>%s</strong>

# MSC.sNoResult
source: Your search for <strong>%s</strong> returned no results.
de: Ihre Suche nach <strong>%s</strong> ergab keine Treffer.
es: Su búsqueda <strong>%s</strong> no ha dado resultados.
fa: جستجوی شما برای <strong>%s</strong> نتیجه ای در بر نداشت.
fr: Votre recherche <strong>%s</strong> n'a retourné aucun résultat.
lv: Meklējot <strong>%s</strong> nav rezultātu.
pt: Não houveram resultados em sua busca por <strong>%s</strong>.
ru: Ваш поиск <strong>%s</strong> не принес результатов.
sr: Ваша претрага за <strong>%s</strong> није вратила резултат.
sv: Din sökning efter <strong>%s</strong> gav inga träffar.

# MSC.sKeywordHint
source: Note that keywords shorter than %s characters and without a modifier have been ignored.
de: Beachten Sie, dass Suchbegriffe, die kürzer als %s Zeichen sind und keinen Modifikator enthalten, ignoriert wurden.
es: Tenga en cuenta que se han ignorado las palabras clave más cortas que %s caracteres sin un modificador.
fa: توجه داشته باشید که کلیدواژه‌های کوتاه‌تر از %s نویسه و بدون اصلاح‌کننده نادیده گرفته خواهند شد.
fr: Notez que les mots clés plus courts que %s caractères et sans modificateur ont été ignorés.
pt: Palavras-chave mais curtas que %scarateres e sem um modificador foram ignoradas.
ru: Обратите внимание, ключевые слова короче %s символов и без модификатора были проигнорированы.
sr: Имајте на уму да су кључне речи краће од %sзнакова и без модификатора игнорисане.
sv: Observera att nyckelord som är kortare än %s tecken och utan modifierare har ignorerats.

# MSC.seconds
source: seconds
de: Sekunden
es: segundos
fa: ثانیه
fr: secondes
lv: sekundes
pt: segundos
ru: секунды
sr: секунде
sv: sekunder

# MSC.up
source: Up
de: Nach oben
es: Arriba
fa: بالا
fr: En haut
lv: Augšup
pt: Topo
ru: Вверх
sr: Горе
sv: Upp

# MSC.first
source: First
de: Anfang
es: Primero
fa: نخستین
fr: Premier
lv: Pirmais
pt: Primeiro
ru: Первый
sr: Први
sv: Först

# MSC.previous
source: Previous
de: Zurück
es: Anterior
fa: قبلی
fr: Précédente
lv: Iepriekšējā
pt: Anterior
ru: Предыдущая
sr: Претходни
sv: Föregående

# MSC.next
source: Next
de: Vorwärts
es: Siguiente
fa: بعدی
fr: Suivante
lv: Nākošā
pt: Próximo
ru: Следующая
sr: Следећи
sv: Nästa

# MSC.last
source: Last
de: Ende
es: Último
fa: آخرین
fr: Dernier
lv: Pēdējais
pt: Último
ru: Последний
sr: Последњи
sv: Sista

# MSC.goToPage
source: Go to page %s
de: Gehe zu Seite %s
es: Ir a la página %s
fa: برو به برگه %s
fr: Aller à la page %s
lv: Iet uz lapu %s
pt: Ir para página %s
ru: На страницу %s
sr: Иди на страницу %s
sv: Gå till sida %s

# MSC.totalPages
source: Page %s of %s
de: Seite %s von %s
es: Página %s de %s
fa: برگه %s از %s
fr: Page %s de %s
lv: Lapa %s no %s
pt: Página %s de %s
ru: Страница %s из %s
sr: Страница %s од %s
sv: Sida %s av %s

# MSC.global
source: global
fa: سراسری
lv: vispārīgi
ru: глобальный
sr: глобално

# MSC.fileUploaded
source: File %s uploaded successfully.
de: Die Datei %s wurde erfolgreich hochgeladen.
es: Archivo %s transferido con éxito
fa: پرونده %s با موفقیت بارگذاری شد.
fr: Le fichier %s a été transféré avec succès
lv: Datne %s augšupielādēta veiksmīgi
pt: Arquivo recebido com sucesso
ru: Файл %s успешно загружен
sr: Фајл %s је копиран успешно на сервер.
sv: Filen %s laddades upp

# MSC.fileExceeds
source: Image %s is too big to be resized automatically.
de: Das Bild %s ist zu groß für die automatische Bildbearbeitung.
es: La imagen %s es demasiado grande para ser redimensionada automáticamente.
fa: تصویر %s خیلی بزرگ است که به صورت خودکار تغییر اندازه داده شود.
fr: L'image %s est trop grande pour être redimensionnée automatiquement.
lv: Attēls %s ir pārāk liels, lai varētu mainīti automātiski.
pt: A imagem %s é demasiado grande para ser dimensionada automaticamente.
ru: Изображение %s слишком большое для автоматического изменения размера.
sr: Слика %s је превелика да би њена величина била аутоматски обрађена.
sv: Bilden %s är för stor för att storleksändras automatiskt.

# MSC.fileResized
source: Image %s was scaled down to the maximum dimensions.
de: Das Bild %s wurde auf die maximalen Abmessungen verkleinert.
es: La imagen %s se redujo a las dimensiones máximas.
fa: تصویر %s به ابعاد بیشینه کاهش داده شد.
fr: L'image %s a été réduite aux dimensions maximales.
lv: Attēls %s tika samazināts līdz maksimāli pieļaujamajiem izmēriem.
pt: A Imagem %sfoi dimensionada para as definições máximas permitidas.
ru: Изображение %s уменьшено до максимально допустимых размеров.
sr: Слика %s је скалирана на максималне димензије.
sv: Bilden %s har skalats ned till maximala dimensioner.

# MSC.searchLabel
source: Search
de: Suchen
es: Buscar
fa: جستجو
fr: Rechercher
lv: Meklēt
pt: Buscar
ru: Найти
sr: Претражи
sv: Sök

# MSC.keywords
source: Keywords
de: Suchbegriffe
es: Palabras clave
fa: کلیدواژه‌ها
fr: Mots-clés
lv: Atslēgvārdi
pt: Palavras-chave
ru: Ключевые слова
sr: Кључне речи
sv: Nyckelord

# MSC.options
source: Options
de: Optionen
es: Opciones
fa: گزینه‌ها
lv: Iespējas
pt: Opções
ru: Настройки
sr: Опције
sv: Val

# MSC.matchAll
source: match all words
de: finde alle Wörter
es: coincidir todas las palabras
fa: تطابق با همه عبارت
fr: tous les mots
lv: sakritība ar visiem vārdiem
pt: encontrar todas as palavras
ru: Все слова
sr: нека се све речи подударају
sv: matchar alla ord

# MSC.matchAny
source: match any word
de: finde irgendein Wort
es: coincidir cualquier palabra
fa: تطابق با هر کلمه
fr: n'importe quel mot
lv: sakritība ar jebkuru no vārdiem
pt: encontrar qualquer palavra
ru: Любое слово
sr: нека се барем једна реч подудара
sv: matchar något ord

# MSC.saveData
source: Save data
de: Daten speichern
es: Guardar datos
fa: ذخیره اطلاعات
fr: Sauvegarder les données
lv: Daglabāt datus
pt: Salvar dados
ru: Сохранить данные
sr: Сачувај податке
sv: Spara data

# MSC.savedData
source: Your data has been saved.
de: Ihre Daten wurden gespeichert.
es: Sus datos se han guardado.
fa: داده‌های شما ذخیره شده است.
fr: Vos données ont été sauvegardées.
lv: Jūsu dati tikuši saglabāti.
pt: Informações guardadas.
ru: Ваши данные были сохранены.
sr: Ваши подаци су снимљени.
sv: Dina data har sparats.

# MSC.printPage
source: Print this page
de: Diese Seite drucken
es: Imprimir esta página
fa: چاپ این برگه
fr: Imprimer cette page
lv: Drukāt šo lapu
pt: Imprimir esta página
ru: Печать страницы
sr: Одштампај страницу
sv: Skriv ut sidan

# MSC.printAsPdf
source: Save article as PDF
de: Artikel als PDF speichern
es: Guardar artículo en PDF
fa: ذخیره مقاله به صورت پی‌دی‌اف
fr: Sauvegarder l'article au format PDF
lv: Saglabāt rakstu kā PDF
pt: Salvar como PDF
ru: Сохранить в PDF
sr: Сачувај чланак као PDF
sv: Spara artikeln som PDF

# MSC.facebookShare
source: Share on Facebook
de: Auf Facebook teilen
es: Compartir en Facebook
fa: اشتراک‌گذاری در فیسبوک
fr: Partager sur Facebook
lv: Ieteikt Facebook
pt: Compartilhar no Facebook
ru: Поделиться в Facebook
sr: Подели на Facebook
sv: Dela på Facebook

# MSC.twitterShare
source: Share on Twitter
de: Auf Twitter teilen
es: Compartir en Twitter
fa: اشتراک‌گذاری در تویتر
fr: Partager sur Twitter
lv: Ieteikt Twitter
pt: Compartilhar no Twitter
ru: Добавить в Twitter
sr: Подели на Twitter
sv: Dela på Twitter

# MSC.pleaseWait
source: Please wait
de: Bitte warten Sie
es: Por favor espere
fa: لطفا منتظر بمانید
fr: Veuillez patienter
lv: Lūdzu uzgaidiet
pt: Favor aguardar...
ru: Пожалуйста, подождите
sr: Молимо сачекајте
sv: Vänligen vänta

# MSC.loading
source: Loading …
de: Laden …
es: Cargando...
fa: بارگذاری ...
fr: Chargement...
lv: Lejupielādē...
pt: Carregando...
ru: Загрузка...
sr: Учитавање...
sv: Laddar...

# MSC.more
source: Read more …
de: Weiterlesen …
es: Leer más...
fa: بیشتر بخوانید ...
fr: En savoir plus...
lv: Lasīt tālāk...
pt: Leia mais...
ru: Подробнее...
sr: Детаљније...
sv: Läs mer...

# MSC.readMore
source: Read the article: %s
de: Den Artikel lesen: %s
es: Leer el artículo: %s
fa: خواندن مقاله: %s
fr: Lire l'article: %s
lv: Lasīt rakstu: %s
pt: Leia artigo completo
ru: Прочитать полностью статью: %s
sr: Прочитај чланак: %s
sv: Läs artikel: %s

# MSC.targetPage
source: Target page
de: Zielseite
es: Página destino
fa: برگه مقصد
fr: Page cible
lv: Mērķa lapa
pt: Página de destino
ru: Целевая страница
sr: Одредишна страница
sv: Målsida

# MSC.invalidPage
source: Sorry, item "%s" does not exist.
de: Der Eintrag "%s" existiert leider nicht.
es: Lo siento, el ítem "%s" no existe.
fa: متاسفانه، آیتم "%s" وجود ندارد.
fr: Malheureusement l'élément "%s" n'existe pas.
lv: Diemžēl lapa "%s" neeksistē.
pt: Desculpe, mas a página "%s" não existe.
ru: К сожалению, "%s" не существует.
sr: Извините, али ставка "%s" не постоји.
sv: Vi är ledsna, men "%s" existerar inte.

# MSC.list_orderBy
source: Order by %s
de: Sortiere nach %s
es: Ordenar por %s
fa: مرتب شده بر اساس %s
fr: Trier par %s
lv: Kārtot pēc %s
pt: Ordenar por %s
ru: Сортировать по %s
sr: Поредај по %s
sv: Sortera efter %s

# MSC.list_perPage
source: Results per page
de: Ergebnisse pro Seite
es: Resultados por página
fa: تعداد نتایج در هر برگه
fr: Résultats par page
lv: Rezultāti lapā
pt: Resultados por página
ru: Результатов на странице
sr: Резултата по страници
sv: Resultat per sida

# MSC.published
source: Published
de: Veröffentlicht
es: Publicado
fa: منتشر شده
fr: Publié
lv: Publicēts
pt: Publicado
ru: Опубликовано
sr: Објављено
sv: Publicerad

# MSC.unpublished
source: Unpublished
de: Nicht veröffentlicht
es: No publicado
fa: منتشر نشده
fr: Non publié
lv: Nepublicēts
pt: Não publicado
ru: Не опубликовано
sr: Није објављено
sv: Ej publicerad

# MSC.addComment
source: Add a comment
de: Einen Kommentar schreiben
es: Añadir comentario
fa: افزودن یک دیدگاه
fr: Ajouter un commentaire
lv: Pievienot komentāru
pt: Adicione um comentário
ru: Добавить комментарий
sr: Додај коментар
sv: Lägg till en kommentar

# MSC.autologin
source: Remember me
de: Angemeldet bleiben
es: Recordarme
fa: مرا به یاد داشته باش
fr: Rester connecté
lv: Atceries mani
pt: Lembre-me
ru: Запомнить меня
sr: Запамти ме
sv: Kom ihåg mig

# MSC.createdOn
source: Created on
de: Erstellt am
es: Creado en
fa: ساخته شده در
fr: Créé le
lv: Izveidots
pt: Criado em
ru: Создан
sr: Креирано
sv: Skapad

# MSC.activation
source: Activation token
de: Aktivierungstoken
es: token de activación
fa: توکن فعال‌سازی
fr: Jeton d'activation
lv: Aktivizēšanas marķieris
pt: Token de activação
ru: Токен активации
sr: Токен за активацију
sv: Aktiveringstoken

# MSC.relevance
source: %s relevance
de: %s Relevanz
es: %s relevancia
fa: ارتباط %s
fr: %s pertinent
lv: %s sakarība
pt: Relevância %s
ru: Релевантность %s
sr: %s подударање
sv: %s relevans

# MSC.invalidToken
source: Invalid token
de: Ungültiges Token
es: Vale invalido
fa: توکن نامعتبر
fr: Jeton non valide
lv: Nederīga pilnvara
pt: Token Inválido
ru: Неверный токен
sr: Неважећи токен
sv: Felaktigt token

# MSC.tokenConfirmed
source: This token has already been confirmed
de: Dieses Token wurde bereits bestätigt
es: Este token ya ha sido confirmado
fa: این توکن قبلا تایید شده است
fr: Jeton a déja été confirmé
lv: Šis žetons jau ir apstiprināts
pt: Este token já se encontra confirmado anteriormente
ru: Этот токен уже подтвержден
sr: Овај токен је већ потврђен
sv: Denna token har redan bekräftats

# MSC.tokenEmailMismatch
source: The e-mail address of the token does not match
de: Die E-Mail-Adresse des Tokens stimmt nicht überein
es: La dirección de correo electrónico del token no coincide
fa: آدرس ایمیل توکن مطابقت ندارند
fr: L'adresse email pour le jeton ne correspond pas
lv: Žetona e-pasta adrese neatbilst
pt: O endereço de e-mail correspondente a este token não é válido
ru: E-mail токена не совпадает
sr: E-mail адреса токена се не подудара
sv: Tokenets e-postadress matchar inte

# MSC.resendToken
source: The token has been re-sent to %s.
de: Das Token wurde nochmals an %s gesendet.
es: El token ha sido reenviado a %s.
fa: توکنه به %s مجددا ارسال شده است.
fr: Le jeton a été renvoyé à %s.
lv: Žetons ir atkārtoti nosūtīts uz %s.
pt: Token reenviado a %s.
ru: Токен был повторно отправлен %s.
sr: Токен је поново послат на%s.
sv: Token har skickats till %s.

# MSC.invalidTokenUrl
source: The link you were trying to open could not be verified. If you have clicked the link yourself or have received it by a trustworthy person, you can confirm the process below.
de: Der Link, den Sie aufgerufen haben, konnte nicht verifiziert werden. Wenn Sie den Link selbst aufgerufen oder von einer vertrauenswürdigen Person erhalten haben, können Sie den Vorgang fortsetzen.
es: El enlace que se intenta abrir no pudo ser verificado. Si ha hecho clic en el enlace o lo ha recibido por una persona de confianza, se puede confirmar el proceso más adelante.
fa: پیوندی که شما سعی در باز کردنش دارید نمی‌تواند تایید شود. اگر شما خودتان پیوند را کلیک کرده‌اید یا از شخص مطمئنی آن را دریافت کرده‌اید، می‌توانید روند را از طریق زیر تایید نمایید.
fr: Le lien que vous tentez d'ouvrir n'a pas pu être vérifié. Si vous avez cliqué sur le lien ou l'avez reçu par une personne de confiance, vous pouvez confirmer le processus ci-dessous.
lv: Saiti, kuru mēģiniet atvērt, nevar pārbaudīt. Ja saiti esat pats nospiedis vai saņēmis no uzticama avota, varat to apstiprināt zemāk.
pt: O link que tentou abrir não pôde ser verificado. Caso tenha clicado no link ou o tenha recebido de uma fonte confiável, pode confirmar abri-lo abaixo.
ru: Ссылка, которую вы пытались открыть не может быть проверена. Если вы нажали на ссылку самостоятельно или получили её от доверенного лица, можете подтвердить процесс ниже.
sr: Линк који покушавате да отворите не може бити проверен. Ако сте сами кликнули на линк или сте га примили од особе од поверења, можете потврдити поступак испод.
sv: Länken som du försöker öppna kunde inte verifieras. Om du har klickat på länken själv eller har fått den via en betrodd person så kan du bekräfta processen nedan.

# MSC.versionConflict
source: Version conflict
de: Versionskonflikt
es: Conflicto de versiones
fa: تصاد نسخه
fr: Conflit de version
lv: Versiju konflikts
pt: Conflito de versões
ru: Конфликт версий
sr: Конфликт верзија
sv: Versionskonflikt
