Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# MSC.userThemeImport
source: There is at least one regular user with permission to import themes. Since themes can contain arbitrary templates and templates are PHP files, these users implicitly have full control over the system!
de: Mindestens ein regulärer Benutzer hat das Recht, Themes zu importieren. Da Themes beliebige Templates enthalten können und Templates PHP-Dateien sind, haben diese Benutzer implizit die volle Kontrolle über das System!
es: Hay al menos un usuario habitual con permiso para importar temas. Dado que los temas pueden contener plantillas arbitrarias y las plantillas son archivos PHP, estos usuarios tienen implícitamente un control total sobre el sistema.
fa: حداقل یک کاربر با مجوزی وارد کردن پوسته‌ها وجود دارد. از آنجا که پوسته‌ها دارای قالب‌های اختیاری هستند و قالب‌ها پرونده‌های PHP هستند، این کاربران به طور ضمنی دسترسی کامل به سیستم را دارند!
fr: Il y a au moins un utilisateur régulier autorisé à importer des thèmes. Puisque les thèmes peuvent contenir des modèles arbitraires et que les modèles sont des fichiers PHP, ces utilisateurs ont implicitement un contrôle total sur le système!
pt: Há pelo menos um utilizador regular com permissão para importar temas. Uma vez que os temas podem conter modelos arbitrários e os modelos são ficheiros PHP, estes utilizadores têm implicitamente o controlo total sobre o sistema!
ru: Существует как минимум один обычный пользователь с правами на импорт тем. Поскольку темы могут содержать произвольные шаблоны, а шаблоны являются файлами PHP, эти пользователи неявно имеют полный контроль над системой!
sr: Постоји барем један редовни корисник са дозволом за увоз тема. С обзиром да теме могу да садрже шаблоне, а шаблони су PHP фајлови, ови корисници могу имплицитно да имају контролу над целим системом!
sv: Det finns minst en vanlig användare med behörighet att importera teman. Eftersom teman kan innehålla godtyckliga mallar och mallar är PHP-filer har dessa användare implicit full kontroll över systemet!

# MSC.groupThemeImport
source: There is at least one user group granting permission to import themes. Since themes can contain arbitrary templates and templates are PHP files, users of these groups implicitly have full control over the system!
de: Mindestens eine Benutzergruppe gewährt das Recht, Themes zu importieren. Da Themes beliebige Templates enthalten können und Templates PHP-Dateien sind, haben die Benutzer dieser Gruppen implizit die volle Kontrolle über das System!
es: Hay al menos un grupo de usuarios que otorga permiso para importar temas. Dado que los temas pueden contener plantillas arbitrarias y las plantillas son archivos PHP, los usuarios de estos grupos tienen implícitamente un control total sobre el sistema.
fa: حداقل یک گروه کاربری مجوزی دسترسی به وارد کردن پوسته‌ها را دارد. از آنجا که پوسته‌ها دارای قالب‌های اختیاری هستند و قالب‌ها پرونده‌های PHP هستند، کاربران این گروه‌ها به طور ضمنی دسترسی کامل به سیستم را دارند!
fr: Il y a au moins un groupe d'utilisateurs autorisé à importer des thèmes. Puisque les thèmes peuvent contenir des modèles personnalisés et que les modèles sont des fichiers PHP, les utilisateurs de ces groupes ont implicitement un contrôle total sur le système!
pt: Há pelo menos um grupo de utilizadores que concede permissão para importar temas. Uma vez que os temas podem conter modelos arbitrários e os modelos são ficheiros PHP, os utilizadores destes grupos têm implicitamente o controlo total sobre o sistema!
ru: Существует как минимум одна группа пользователей, предоставляющая разрешение на импорт тем. Поскольку темы могут содержать произвольные шаблоны, а шаблоны - файлы PHP, пользователи этих групп неявно имеют полный контроль над системой!
sr: Постоји барем једна група корисника која има дозволу за увоз тема. С обзиром да теме садрже шаблоне а шаблони су PHP фајлови, корисници из ових група имплицитно имају контролу над целим системом!
sv: Det finns minst en användargrupp som ger behörighet att importera teman. Eftersom teman kan innehålla godtyckliga mallar och mallar är PHP-filer, har användare av dessa grupper implicit kontroll över systemet!

# MSC.groupListingModule
source: There is at least one user group granting permission to the front end module "Listing" and its "list_*" fields. Since they can contain arbitrary SQL queries, users of these groups implicitly have full control over the system!
de: Mindestens eine Benutzergruppe gewährt Zugriff auf das Frontend-Modul "Auflistung" und seine "list_*"-Felder. Da diese beliebige SQL-Abfragen enthalten können, haben die Benutzer dieser Gruppen implizit die volle Kontrolle über das System!
es: Hay al menos un grupo de usuarios que otorga permiso para el módulo front-end "Listing" y sus campos "list_*". Dado que pueden contener consultas SQL arbitrarias, los usuarios de estos grupos implícitamente tienen control total sobre el sistema.
fa: حداقل یک گروه کاربری مجوز دسترسی به ماژول «فهرست» و فیلدهای «list_» را دارد. از آنجا که آنها می‌توانند شامل کوئری‌های SQL اختیاری هستند، کاربران این گروه‌ها کنترل کاملی روی سیستم دارند!
fr: Il y a au moins un groupe d'utilisateurs qui accorde la permission au module frontend "Listing" et à ses champs "list_*". Comme ils peuvent contenir des requêtes SQL arbitraires, les utilisateurs de ces groupes ont implicitement le contrôle total du système !
pt: Há pelo menos um grupo de utilizadores que concede permissão para o módulo "Listing" e os seus campos "list_*". Uma vez que podem conter consultas SQL arbitrárias, os utilizadores destes grupos têm implicitamente o controlo total sobre o sistema!
ru: Существует как минимум одна группа пользователей, предоставляющая доступ к модулю "Listing" внешнего интерфейса и его полям "list_*". Поскольку они могут содержать произвольные SQL-запросы, пользователи этих групп неявно получают полный контроль над системой!
sr: Постоји барем једна корисничка група са одобрењем приступа Фронт Енд модулу "Листинг" и припадајућим пољима "list_*". С обзиром да та поља могу да садрже арбитрарне SQL корисници ових група имплицитно имају приступ систему!
sv: Det finns minst en användargrupp som ger behörighet till frontendmodulen "Lista" och dess "list_*"-fält. Eftersom de kan innehålla godtyckliga SQL-queries, har användare av dessa grupper implicit full kontroll över systemet!

# MSC.enable
source: Enable
de: Aktivieren
es: Habilitar
fa: فعال
fr: Activer
lv: Iespējot
pt: Activar
ru: Включить
sr: Омогући
sv: Aktivera

# MSC.disable
source: Disable
de: Deaktivieren
es: Desactivado
fa: غیرفعال
fr: Désactiver
lv: Atspējot
pt: Desactivar
ru: Отключить
sr: Онемогући
sv: Inaktivera

# MSC.internalCssEditor
source: The internal CSS editor has been deprecated and will be removed in Contao 5.0! Please consider exporting your existing style sheets and re-adding them to the page layout as external style sheets.
de: Der interne CSS-Editor ist veraltet und wird in Contao 5.0 entfernt! Bitte erwägen Sie, Ihre bestehenden Stylesheets zu exportieren und sie als externe Stylesheets im Seitenlayout einzubinden.
es: ¡El editor de CSS interno ha quedado obsoleto y se eliminará en Contao 5.0! Considere exportar sus hojas de estilo existentes y volver a agregarlas al diseño de página como hojas de estilo externas.
fa: ویرایشگر CSS داخلی منسوخ شده است و در کنتائو 5.0 حذف خواهد شد! لطفا خارج کردن برگه‌های سبک فعلی و اضافه کردن آنها به عنوان برگه‌های سبک خارجی به چیدمان صفحه را را در نظر داشته باشید.
fr: L'éditeur de CSS interne a été déprécié et sera supprimé dans Contao 5.0 ! Veuillez envisager d'exporter vos feuilles de style existantes et de les ajouter à vos modèles de page en tant que feuilles de style externes.
lv: Iekšējais CSS redaktors ir novecojis un tiks noņemts Contao 5.0 versijā! Lūdzu, apsveriet iespēju eksportēt esošās stila lapas un atkārtoti pievienot tās lapas izkārtojumam kā ārējās stila lapas.
pt: O editor interno do CSS foi depreciado e será removido no Contao 5.0! Por favor, considere exportar as suas folhas de estilo existentes e readmiti-las no layout da página como style sheets externas.
ru: Внутренний редактор CSS устарел и будет удален в Contao 5.0! Рассмотрите возможность экспорта существующих таблиц стилей и повторного их добавления в макет страницы в качестве внешних таблиц стилей.
sr: Интерни CSS уређивач је застарио и биће уклоњен у верзији Contao 5.0! Размотрите извоз ваших постојећих стилова и додавање у распоред странице у форми вањских стилова.
sv: Den interna CSS-redigeraren har fasats ut och kommer att tas bort i Contao 5.0! Överväg att exportera dina befintliga stilmallar och lägga till dem igen i sidlayouten som externa stilmallar.

# MSC.serpPreview.0
source: Google search results preview
de: Google Suchergebnis-Vorschau
es: Vista previa de los resultados de búsqueda de Google
fa: پیش‌نمایش نتایج جستجوی گوگل
fr: Aperçu des résultats de recherche Google
lv: Google meklēšanas rezultātu priekšskatījums
pt: Pré-visualização dos resultados da pesquisa do Google
ru: Предпросмотр результатов поиска Google
sr: Преглед резултата претраге из Google-a
sv: Förhandsgranskning av Googles sökresultat

# MSC.serpPreview.1
source: Here you can preview the metadata in the Google search results. Other search engines might show longer texts or crop at a different position.
de: Hier können Sie sehen wie Google die Metadaten in den Suchergebnissen anzeigt. Andere Suchmaschinen zeigen gegebenenfalls längere Texte an oder beschneiden diese an einer anderen Position.
es: Aquí puede obtener una vista previa de los metadatos en los resultados de búsqueda de Google. Otros motores de búsqueda pueden mostrar textos más largos o recortar en una posición diferente.
fa: اینجا می‌توانید فراداده را در نتایج جستجوی گوگل از قبل ببینید. موتورهای جستجوی دیگر شاید متن‌های طولانی‌تری نمایش دهند یا در موقعیت متفاوتی کوتاه کنند.
fr: Ici, vous pouvez prévisualiser les balises meta dans les résultats de recherche Google. D'autres moteurs de recherche peuvent afficher des textes plus longs ou recadrer à une position différente.
ru: Вы можете просмотреть метаданные в результатах поиска Google. Другие поисковые системы могут показывать более длинные тексты или обрезать их в разных местах.
sv: Här kan du förhandsgranska metadata i Googles sökresultat. Andra sökmotorer kan visa längre texter eller beskära på en annan position.

# MSC.numberOfItems.0
source: Number of items
de: Anzahl an Elementen
es: Número de items
fa: تعداد موردها
fr: Nombre d'éléments
ru: Общее количество элементов
sv: Antal artiklar

# MSC.numberOfItems.1
source: Here you can limit the total number of items. Set to 0 to show all.
de: Hier können Sie die Gesamtzahl der Elemente begrenzen. Geben Sie 0 ein, um alle anzuzeigen.
es: Aquí puede limitar el número total de artículos. Establecer en 0 para mostrar todo.
fa: اینجا می‌توانید تعداد کل آیتم‌ها را محدود کنید. برای مشاهده همه روی 0 تنظیم کنید.
fr: Ici, vous pouvez ici limiter le nombre total d'éléments. Mettre 0 pour tout afficher
ru: Ограничение общего количества элементов. Установите 0, чтобы показать все.
sv: Här kan du begränsa det totala antalet artiklar. Ställ in 0 för att visa alla.

# MSC.clearTrustedDevices
source: Clear trusted devices
de: Vertrauenswürdige Geräte löschen
es: Borrar dispositivos de confianza
fa: پاک کردن ابزارهای مورد اعتماد
fr: Effacer les appareils de confiance
lv: Dzēst uzticamās ierīces
pt: Dispositivos claros de confiança
ru: Очистить доверенные устройства
sr: Обриши поуздане уређаје
sv: Rensa betrodda enheter

# MSC.trustedDevices
source: Trusted devices
de: Vertrauenswürdige Geräte
es: Dispositivos confiables
fa: ابزارهای مورد اعتماد
fr: Appareils de confiance
lv: Uzticamas ierīces
pt: Aparelhos de confiança
ru: Доверенные устройства
sr: Поуздани уређаји
sv: Betrodda enheter

# MSC.noTrustedDevices
source: Currently there are no trusted devices.
de: Zurzeit sind keine vertrauenswürdigen Geräte vorhanden.
es: Actualmente no hay dispositivos confiables.
fa: در حال حاضر هیچ ابزار تاییده‌شده‌ای وجود ندارد.
fr: Il n'y a actuellement aucun appareil de confiance.
lv: Pašlaik nav uzticamu ierīču.
pt: Actualmente não existem dispositivos de confiança.
ru: На данный момент доверенных устройств нет.
sr: Тренутно нема поузданих уређаја
sv: För närvarande finns det inga betrodda enheter.

# MSC.device
source: Device
de: Gerät
es: Dispositivo
fa: ابزار
fr: Appareil
lv: Ierīce
pt: Aparelho
ru: Устройство
sr: Уређај
sv: Enhet

# MSC.browser
source: Browser
es: Navegador
fa: مرورگر
fr: Navigateur
lv: Pārlūkprogramma
pt: Navegador
ru: Браузер
sr: Интернет прегледач
sv: Webbläsare

# MSC.operatingSystem
source: Operating system
de: Betriebssystem
es: Sistema operativo
fa: سیستم عامل
fr: Système d'exploitation
lv: Operētājsistēma
pt: Sistema operativo
ru: Операционная система
sr: Оперативни систем
sv: Operativ system

# MSC.openToolbar
source: Open the Contao toolbar
de: Contao-Toolbar öffnen
es: Abrir la barra de herramientas de Contao
fa: باز کردن تولبار کنتائو
fr: Ouvrir la barre d'outils Contao
lv: Atvērt Contao rīkjoslu
pt: Abrir a barra de ferramentas Contao
ru: Открыть панель инструментов Contao
sr: Отвори Contao траку са алаткама
sv: Öppna Contao-verktygsfältet

# MSC.closeToolbar
source: Close the Contao toolbar
de: Contao-Toolbar schließen
es: Cerrar la barra de herramientas de Contao
fa: یستن تولبار کنتائو
fr: Fermer la barre d'outils Contao
lv: Aizvērt Contao rīkjoslu
pt: Fechar a barra de ferramentas Contao
ru: Закрыть панель инструментов Contao
sr: Затвори Contao траку са алаткама
sv: Stäng Contao-verktygsfältet

# MSC.noSerpPreview
source: The preview URL cannot be generated, because the route has mandatory parameters.
de: Die Vorschau-URL kann nicht erstellt werden, weil die Route Parameter benötigt.
es: No se puede generar la URL de vista previa porque la ruta tiene parámetros obligatorios.
fa: آدرس URL پیش‌نمایش نمی‌تواند تولید شود، زیرا مسیر پارامترهای الزامی نیاز دارد.
fr: L'URL d'aperçu ne peut pas être générée, car la route comporte des paramètres obligatoires.
ru: Невозможно создать URL-адрес предварительного просмотра, так как маршрут имеет обязательные параметры.
sv: Förhandsgransknings-URL: n kan inte genereras eftersom rutten har obligatoriska parametrar.

# MSC.unknownOption
source: Unknown option: %s
de: Unbekannte Option: %s
es: Opción desconocida: %s
fa: گزینه نامعلوم: %s
fr: Option inconnue: %s
lv: Nezināma opcija: %s
pt: Opção desconhecida: %s
ru: Неизвестный параметр: %s
sr: Непозната опција: %s
sv: Okänt alternativ: %s

# MSC.copyURL
source: Copy URL
de: URL kopieren
es: Copiar la URL
fa: کپی URL
fr: Copier le lien
ru: Копировать URL
sv: Kopiera URL

# MSC.shareURL
source: Share URL
de: URL teilen
es: Compartir URL
fa: اشتراک URL
ru: Поделиться URL
sv: Dela URL

# MSC.parent
source: Parent
de: Ursprung
fa: والد
ru: Родительский
sv: Förälder

# MSC.manual
source: Manual
de: Handbuch
fa: دستی
ru: Руководство
sv: Handbok

# UNITS.0
source: Byte
fa: بایت
lv: baits
ru: Байт
sr: Бајт

# UNITS.1
source: KiB
fa: کیلوبایت
fr: Ko
ru: КиБ

# UNITS.2
source: MiB
fa: مگابایت
fr: Mo
ru: МиБ

# UNITS.3
source: GiB
fa: گیگابایت
fr: Go
lv: Iet
pt: Ir
ru: ГиБ
sr: GB

# UNITS.4
source: TiB
fa: ترابایت
fr: To
ru: ТиБ
sr: TB

# UNITS.5
source: PiB
fa: پتابایت
fr: Po
ru: ПиБ
sr: PB

# UNITS.6
source: EiB
fa: اگزابایت
fr: Eio
ru: ЭиБ
sr: EB

# UNITS.7
source: ZiB
fa: زتابایت
fr: Zo
ru: ЗиБ
sr: ZB

# UNITS.8
source: YiB
fa: یوتابایت
fr: Yo
ru: ЙиБ
sr: YB

# CONFIRM.do
source: Module
de: Modul
es: Módulo
fa: ماژول
lv: Modulis
pt: Módulo
ru: Модуль
sr: Модул
sv: Modul

# CONFIRM.table
source: Affected table
de: Betroffene Tabelle
es: Tabla afectada
fa: جدول متاثر
fr: Table affectée
lv: Ietekmētā tabula
pt: Tabelas afectadas
ru: Задействованная таблица
sr: Измењене табеле
sv: Påverkad tabell

# CONFIRM.act
source: Action
de: Aktion
es: Acción
fa: کنش
lv: Darbība
pt: Ação
ru: Действие
sr: Акција
sv: Åtgärd

# CONFIRM.id
source: Affected record
de: Betroffener Datensatz
es: Registros afectados
fa: رکورد متاثر
fr: Enregistrement affecté
lv: Ietkmētais ieraksts
pt: Registos afectados
ru: Задействованная запись
sr: Измењени записи
sv: Påverkad post

# DP.select_a_time
source: Select a time
de: Uhrzeit auswählen
es: Selecciona un horario
fa: ساعت را انتخاب کنید
fr: Sélectionner une heure
lv: Izvēlieties laiku
pt: Selecione um tempo
ru: Выберите время
sr: Изабери време
sv: Välj en tid

# DP.use_mouse_wheel
source: Use the mouse wheel to quickly change value
de: Ändern Sie die Werte mithilfe des Mausrads
es: Usa la rueda del ratón para cambiar rápidamente el valor
fa: از چرخ ماوس برای انتخاب سریع مقدار استفاده کنید
fr: Utiliser la molette de la souris pour changer rapidement de valeur
lv: Izmantojiet peles rullīti, lai ātri mainītu vērtības
pt: Use a roda do mouse para mudar rapidamente de valor
ru: Используйте колесо мыши для быстрого изменения значения
sr: Употреби точкић миша за брзу промену вредности
sv: Använd mushjulet för att snabbt ändra värde

# DP.apply_range
source: Apply
de: Anwenden
es: Aplicar
fa: اعمال
fr: Appliquer
lv: Pielietot
pt: Aplicar
ru: Применить
sr: Примени
sv: Utför

# DP.cancel
source: Cancel
de: Abbruch
es: Cancelar
fa: لغو
fr: Annuler
lv: Atcelt
pt: Cancelar
ru: Отмена
sr: Откажи
sv: Avbryt

# DP.week
source: Wk
de: W
pt: Sem
ru: Неделя

# COLS.header
source: Header
de: Kopfzeile
es: Encabezado
fa: سربرگ
fr: En-tête
lv: Galvene
pt: Cabeçalho
ru: Верхний колонтитул
sr: Заглавље
sv: Sidhuvud

# COLS.left
source: Left column
de: Linke Spalte
es: Columna izquierda
fa: ستون چپ
fr: Colonne de gauche
lv: Kreisā kolonna
pt: Coluna esquerda
ru: Левая колонка
sr: Лева колона
sv: Vänster kolumn

# COLS.main
source: Main column
de: Hauptspalte
es: Columna principal
fa: ستون اصلی
fr: Colonne principale
lv: Galvenā kolonna
pt: Coluna principal
ru: Основная колонка
sr: Главна колона
sv: Huvudkolumnen

# COLS.right
source: Right column
de: Rechte Spalte
es: Columna derecha
fa: ستون راست
fr: Colonne de droite
lv: Labā kolonna
pt: Coluna direita
ru: Правая колонка
sr: Десна колона
sv: Höger kolnum

# COLS.footer
source: Footer
de: Fußzeile
es: Pie de página
fa: پاورقی
fr: Pied de page
lv: Kājene
pt: Rodapé
ru: Нижний колонтитул
sr: Подножје
sv: Sidfot

# SECTIONS.top
source: Before the wrapper
de: Vor dem umschließenden Element
es: Antes del contenedor
fa: قبل از wrapper
fr: Avant l'élément wrapper
lv: Pirms ietinēja
pt: Antes do wrapper
ru: Перед wrapper (обёрткой)
sr: Прије омотача
sv: Före omslaget

# SECTIONS.before
source: After the page header
de: Unterhalb der Kopfzeile
es: Despues del encabezado
fa: بعد از سربرگ برگه
fr: Après l'élément en tête
lv: Pēc galvenes elementa
pt: Depois do elemento cabeçalho
ru: После верхнего колонтитула
sr: После заглавља странице
sv: Efter sidhuvudsektionen

# SECTIONS.main
source: Inside the main column
de: In der Hauptspalte
es: En la columna principal
fa: در ستون اصلی
fr: Dans la colonne principale
lv: Galvenajā kolonna
pt: Na coluna principal
ru: Основная колонка
sr: У главној колони
sv: I huvudkolumnen

# SECTIONS.after
source: Before the page footer
de: Oberhalb der Fußzeile
es: Antes del pie de página (footer)
fa: قبل از پاورقی برگه
fr: Avant l'élément pied de page
lv: Pirms kājenes elementa
pt: Antes do elemento rodapé
ru: Перед нижним колонтитулом
sr: Прије подножја странице
sv: Före sidfotsektionen

# SECTIONS.bottom
source: After the wrapper
de: Nach dem umschließenden Element
es: Despues del contenedor
fa: بعد از wrapper
fr: Après l'élément wrapper
lv: Pēc ietinēja
pt: Depois do wrapper
ru: После wrapper (обёртки)
sr: После омотача
sv: Efter omslaget

# SECTIONS.manual
source: Manual output
de: Manuelle Ausgabe
es: Output manual
fa: خروجی دستی
fr: Sortie manuelle
lv: Manuālā izvade
pt: Output manual
ru: Ручной вывод
sv: Manuell utgång

# DCA.all.0
source: Edit multiple
de: Mehrere bearbeiten
es: Editar varios
fa: ویرایش چندتائی
fr: Édition multiple
lv: Rediģēt visus ierakstus
pt: Modificar todos os registros
ru: Редактировать все
sr: Уреди више
sv: Redigera flera poster

# DCA.all.1
source: Edit multiple elements at once
de: Mehrere Elemente auf einmal bearbeiten
es: Editar múltiples elementos a la vez
fa: ویرایش هم‌زمان چند المان
fr: Modifier plusieurs éléments à la fois
lv: Rediģēt vairākus elementus vienlaikus
pt: Editar múltiplos elementos ao mesmo tempo
ru: Редактировать несколько элементов одновременно
sr: Уреди више елемената истовремено
sv: Redigera flera element samtidigt

# DCA.toggleNodes.0
source: Toggle all
de: Alle umschalten
es: Cambiar todos
fa: باز یا بستن همه
fr: Tout basculer
lv: Pārslēgt visus
pt: Ativar/Desactivar Todos
ru: Переключить все
sr: Сакриј све
sv: Växla alla

# DCA.toggleNodes.1
source: Expand or collapse all nodes
de: Alle Knoten öffnen bzw. schließen
es: Expandir o plegar todos los nodos
fa: بستن یا باز کردن همه گره‌ها
fr: Développer ou réduire tous les nœuds
lv: Izvērst vai sakļaut visus mezglus
pt: Expandir ou Recolher todos os elementos
ru: Развернуть или свернуть все узлы
sr: Отвори или затвори све чворове
sv: Expandera eller kollapsa alla noder

# DCA.expandNodes.0
source: Expand all
de: Alle öffnen
ru: Развернуть все

# DCA.expandNodes.1
source: Expand all nodes
de: Alle Knoten öffnen
ru: Развернуть все узлы

# DCA.collapseNodes.0
source: Collapse all
de: Alle schließen
ru: Свернуть все

# DCA.collapseNodes.1
source: Collapse all nodes
de: Alle Knoten schließen
ru: Свернуть все узлы

# DCA.new.0
source: New
de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
lv: Jauns
pt: Novo
ru: Новый
sr: Ново
sv: Ny

# DCA.new.1
source: Create a new element
de: Ein neues Element erstellen
es: Crear un elemento nuevo
fa: ایجاد یک المان جدید
fr: Créer un nouvel élément
lv: Izveidot jaunu elementu
pt: Criar um novo elemento
ru: Создать новый элемент
sr: Направи нови елемент
sv: Skapa ett nytt element

# DCA.show
source: Show the details of element ID %s
de: Details des Elements ID %s anzeigen
es: Mostrar los detalles del elemento con ID %s
fa: نمایش جزئیات المان شناسه‌ی %s
fr: Afficher les détails de l'élément ID %s
lv: Rādīt elementa ID %s detaļas
pt: Mostrar os detalhes do elemento com ID %s
ru: Показать детали элемента ID %s
sr: Прикажи детаље елемента са ID %s
sv: Visa detaljerna för element-ID %s

# DCA.edit
source: Edit element ID %s
de: Element ID %s bearbeiten
es: Editar el elemento con ID %s
fa: ویرایش المان شناسه‌ی %s
fr: Editer l'élément ID %s
lv: Rediģēt elementu ID %s
pt: Editar o elemento com ID %s
ru: Редактировать элемент ID %s
sr: Уреди елемент са ID %s
sv: Redigera element-ID %s

# DCA.cut
source: Move element ID %s
de: Element ID %s verschieben
es: Mover el elemento con ID %s
fa: جابجایی المان شناسه‌ی %s
fr: Déplacer l'élément ID %s
lv: Pārvietot elementu ID %s
pt: Mover elemento com ID %s
ru: Переместить элемент ID %s
sr: Помери елемент са ID %s
sv: Flytta element-ID %s

# DCA.copy
source: Duplicate element ID %s
de: Element ID %s duplizieren
es: Duplicar el elemento con ID %s
fa: دو نسخه کردن المان‌ شناسه‌ی %s
fr: Dupliquer l'élément ID %s
lv: Dublicēt elementu ID %s
pt: Duplicar elemento com ID %s
ru: Дублировать элемент ID %s
sr: Копирај елемент са ID %s
sv: Duplicera element-ID %s

# DCA.delete
source: Delete element ID %s
de: Element ID %s löschen
es: Eliminar el elemento con ID %s
fa: حذف المان شناسه‌ی %s
fr: Supprimer l'élément ID %s
lv: Dzēst elementu ID %s
pt: Apagar elemento com ID %s
ru: Удалить элемент ID %s
sr: Обриши елемент са ID %s
sv: Ta bort element-ID %s

# DCA.drag
source: Drag element ID %s
de: Element ID %s verschieben
es: Arrastrar el elemento con ID %s
fa: کشیدن المان شناسه‌ی %s
fr: Glisser l'élément ID %s
lv: Vilkt elementu ID %s
pt: Arrastar elemento ID %s
ru: Перетащить элемент ID %s
sr: Превуци елемент са ID %s
sv: Dra element-ID %s
