Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# MSC.versionConflict1
source: Another user has created version %s while you were editing version %s of this record.
de: Ein anderer Benutzer hat die Version %s erstellt, während Sie die Version %s des Datensatzes bearbeitet haben.
es: Otro usuario ha creado la versión %s mientras estaba editando la versión %s de este registro.
fa: کاربر دیگری نسخه‌ی %s را ایجاد کرده است در حالی که شما نسخه‌ی %s را ویرایش می‌کردید.
fr: Un autre utilisateur a créé la version %s pendant que vous étiez en train de modifier la version %s de cet enregistrement.
lv: Cits lietotājs ir izveidojis versiju %s, kamēr jūs rediģējāt šī ieraksta versiju %s.
pt: Outro utilizador criou a versão %senquanto você estava a editar a versão %sdeste registo.
ru: Другой пользователь создал версию %s пока вы редактировали версию %s этой записи.
sr: Други корисник је креирао верзију %s истовремено док сте ви уређивали верзију %s записа.
sv: En annan användare har skapat en version %s medan du redigerade versionen %s av denna post.

# MSC.versionConflict2
source: Your changes have been now been saved as version %s and have potentially overwritten the changes of version %s, therefore please compare the versions below:
de: Ihre Änderungen wurden nun als Version %s gespeichert und haben die Änderungen der Version %s potenziell überschrieben, daher sollten Sie die nachstehenden Versionen vergleichen:
es: Sus cambios se han guardado como la versioó %s y pueden sobrescribir los cambios de la versión %s, por lo tanto, compare las siguientes versiones:
fa: تغییرات شما حالا به عنوان نسخه‌ی %s ذخیره شده‌اند و به طور بالقوه نسخه‌ی %s رونویسی کرده‌اند، بنابراین لطفا نسخه‌های زیر را مقایسه کنید:
fr: Vos modifications ont été enregistrées en tant que version %s et ont potentiellement écrasées les modifications de la version %s, veuillez, par conséquent, comparer les versions ci-dessous :
pt: As suas alterações foram guardadas como versão %s e potencialmente reescreveram as alterações à versão%s, portanto considere comparar as versões abaixo:
ru: Ваши изменения сейчас сохранены как версия %s и возможно они переписали изменения версии %s, поэтому, сравните версии ниже:
sr: Промене које сте ви унели су сада сачуване као верзија %s и могуће је да су преписане преко промена у верзији %s. Стога, проверите верзије испод:
sv: Dina ändringar har nu sparats som version %s och har potentiellt skrivit över ändringarna av versionen %s. Jämför därför versionerna nedan:

# MSC.dragItemsHint
source: Drag the items to re-order them
de: Elemente können durch Ziehen umsortiert werden
es: Arrastre los articulos para reordenarlos
fa: آیتم‌ها را برای چیدن دوباره‌شان بکشید
fr: Faites glisser les éléments pour les ré-ordonner
lv: Vilkt elementus, lai tos pārkārtotu
pt: Arraste os items para os re-ordenar
ru: Перетащите элементы для изменения их порядка
sr: Превуци ставке да им промениш распоред
sv: Ta tag i och drag posterna för att ändra deras ordning

# MSC.templatesTheme
source: Theme %s
es: Tema %s
fa: پوسته %s
fr: Thème %s
lv: Tēma %s
pt: Tema %s
ru: Тема %s
sr: Тема %s
sv: Tema %s

# MSC.location
source: Location
de: Ort
es: Localización
fa: محل
fr: Lieu
lv: Vieta
pt: Localização
ru: Расположение
sr: Локација
sv: Plats

# MSC.download
source: Download %s
de: Die Datei %s herunterladen
es: Descargar %s
fa: بارگیری %s
fr: Télécharger %s
lv: Lejupielādēt %s
ru: Загрузка %s
sr: Преузимање %s
sv: Ladda hem %s

# MSC.metaNoLanguages
source: You have to add a root page in the site structure to enter file metadata.
de: Sie müssen einen Startpunkt in der Seitenstruktur anlegen, um Metadaten einzugeben.
es: Debe agregar una página raíz en la estructura del sitio para introduzir los metadatos del archivo.
fa: شما بایستی یک برگه ریشه در ساختار سایت برای وارد کردن پرونده فراداده اضافه کنید.
fr: Vous devez ajouter une page racine dans la structure du site pour saisir les métadonnées du fichier.
ru: Необходимо добавить корневую страницу в структуру сайта, чтобы ввести метаданные файла.
sv: Du måste lägga till en rotsida i webbplatsstrukturen för att ange fil-metadata.

# MSC.breadcrumbMenu
source: Breadcrumb menu
de: Breadcrumb-Menü
es: Menú Breadcrumb
fa: منو بردکرامب
fr: Navigation "fil d'Ariane"
lv: Atpakaļceļa izvēlne
pt: Menu Breacrumb
ru: Меню с историей посещения разделов
sr: Breadcrumb навигација
sv: Brödsmulmeny

# MSC.mainNavigation
source: Main navigation
de: Hauptnavigation
es: Navegación Principal
fa: ناوربری اصلی
fr: Menu de navigation principal
lv: Galvenā navigācija
pt: Navegação Main
ru: Основная навигация
sr: Главна навигација
sv: Huvudnavigering

# MSC.headerNavigation
source: Header navigation
es: Navegación de encabezado
fa: ناوبری سربرگ
fr: Menu de navigation d'entête
lv: Galvenes navigācija
pt: Navegação Header
ru: Навигация по верхнему колонтитулу
sr: Навигација у заглављу
sv: Header-navigering

# MSC.pagination
source: Pagination menu
de: Seitenumbruch-Menü
es: Menú de paginación
fa: منو صفحه‌بندی
fr: Menu de pagination
lv: Lapdales izvēlne
pt: Menu de paginação
ru: Меню разбиения на страницы
sr: Мени пагинације
sv: Pagineringsmenyn

# MSC.validCharacters.unicodeLowercase
source: Unicode numbers and lowercase letters
de: Unicode-Zahlen und -Kleinbuchstaben
es: Números Unicode y letras minúsculas
fa: حروف کوچک و اعداد یونی‌کد
fr: Chiffres et lettres en minuscules au format Unicode
lv: Unikoda cipari un mazie burti
pt: Números Unicode e letras minúsculas
ru: Номера Юникода и строчные буквы
sr: Unicode бројеви и мала слова
sv: Unicode-nummer och gemener

# MSC.validCharacters.unicode
source: Unicode numbers and letters
de: Unicode-Zahlen und -Buchstaben
es: Números y letras Unicode
fa: حروف و اعداد یونی‌کد
fr: Chiffres et lettres au format Unicode
lv: Unikoda cipari un burti
pt: Números e letras Unicode
ru: Номера Юникода и буквы
sr: Unicode бројеви и слова
sv: Unicode-nummer och bokstäver

# MSC.validCharacters.asciiLowercase
source: ASCII numbers and lowercase letters
de: ASCII-Zahlen und -Kleinbuchstaben
es: Números ASCII y letras minúsculas
fa: حروف کوچک و اعداد ASCII
fr: Chiffres et lettres en minuscules au format ASCII
lv: ASCII cipari un mazie burti
pt: Números ASCII e letras minúsculas
ru: Номера ASCII и строчные буквы
sr: ASCII бројеви и мала слова
sv: ASCII-siffror och gemener

# MSC.validCharacters.ascii
source: ASCII numbers and letters
de: ASCII-Zahlen und -Buchstaben
es: Números ASCII y letras
fa: حروف و اعداد ASCII
fr: Chiffres et lettres au format ASCII
lv: ASCII cipari un burti
pt: Números e letras ASCII
ru: Номера ASCII и буквы
sr: ASCII бројеви и слова
sv: ASCII-nummer och bokstäver

# MSC.sortOrder
source: Sort order
de: Sortierreihenfolge
es: Ordenamiento
fa: ترتیب مرتب‌سازی
fr: Ordre de tri
lv: Kārtošanas kārtība
pt: Ordem de classificação
ru: Порядок сортировки
sr: Редослед сортирања
sv: Sorteringsordning

# MSC.security
source: Security
de: Sicherheit
es: Seguridad
fa: امنیت
fr: Sécurité
lv: Drošība
pt: Segurança
ru: Безопасность
sr: Безбедност
sv: Säkerhet

# MSC.twoFactorAuthentication
source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fa: احراز هویت دو عاملی
fr: Vérification en deux étapes
lv: Divfaktoru autentifikācija
pt: Autenticação em 2 factores
ru: Двухфакторная авторизация
sr: Двостепена аутентификација
sv: Tvåfaktorautentisering

# MSC.twoFactorVerification
source: Verification code
de: Bestätigungscode
es: Código de verificación
fa: کد تایید
fr: Code de vérification
lv: Verifikācijas kods
pt: Código de Verificação
ru: Код подтверждения
sr: Кôд за верификацију
sv: Verifierings kod

# MSC.twoFactorVerificationHelp
source: Please enter the verification code generated by your 2FA/TOTP app.
de: Bitte geben Sie den von Ihrer 2FA/TOTP-App generierten Bestätigungscode ein.
es: Introduzca el código de verificación generado por su aplicación 2FA/TOTP.
fa: لطفا کد تولیدشده توسط اپلیکیشن 2FA/TOTP را وارد کنید.
fr: Veuillez entrer le code de vérification généré par votre application 2FA/TOTP.
lv: Lūdzu, ievadiet verifikācijas kodu, ko ģenerējusi jūsu 2FA/TOTP lietotne.
pt: Por favor introduza o código de verificação gerado pela sua aplicação 2FA/TOTP.
ru: Введите код подтверждения, сгенерированный приложением 2FA/TOTP.
sr: Унесите кôд за верификацију генерисан Вашом 2FA/TOTP апликацијом.
sv: Ange verifieringskoden som genereras av din 2FA / TOTP-app.

# MSC.twoFactorExplain
source: Here you can enable two-factor authentication, which adds an extra layer of security to your account. In addition to your username and password, you will need to enter a verification code generated by a two-factor app such as 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator or any other TOTP app.
de: Hier können Sie die Zwei-Faktor-Authentifizierung aktivieren, um Ihren Account zusätzlich abzusichern. Sie müssen dann zusätzlich zu Ihrem Benutzernamen und Passwort einen Bestätigungscode eingeben, den Sie mit einer Zwei-Faktor-App wie z. B. 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator oder jeder anderen TOTP-App generieren können.
es: Aquí puede habilitar la autenticación de dos factores, que agrega una capa adicional de seguridad a su cuenta. Además de su nombre de usuario y contraseña, deberá ingresar un código de verificación generado por una aplicación de dos factores como 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator o cualquier otra aplicación TOTP.
fa: اینجا می‌توانید احراز هویت دو مرحله‌ای را فعال کنید، که یک لایه اضافی امنیتی به حساب کاربری شما اضافه می‌کند. علاوه بر این نام کاربری و گذرواژه، شما بایستی یک کد تایید تولیدشده توسط برنامه two-factor مانند1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator یا هر برنامه TOTP دیگر وارد کنید.
fr: Vous pouvez activer la vérification en deux étapes, ce qui ajoute une couche de sécurité supplémentaire à votre compte. En plus de votre nom d'utilisateur et de votre mot de passe, vous devrez entrer un code de vérification généré par une application de vérification en deux étapes, telle que 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator ou toutes autres applications TOTP.
pt: Aqui pode activar a verificação em dois passos, a qual adiciona uma camada extra de protecção à sua conta. Em adição ao seu nome de utilizador e password, terá de introduzir um código de verificação gerado por uma aplicação tais como 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Autenticator ou qualquer outra aplicação TOTP.
ru: Вы можете включить двухфакторную авторизацию, которая добавит дополнительный уровень безопасности вашей учетной записи. Помимо имени пользователя и пароля, вам нужно будет ввести код подтверждения, созданный приложением двухфакторной авторизации, таким как 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator или любым другим приложением TOTP.
sr: Овде можете да омогућите двостепену аутентификацију која ће Вашем налогу да дода још један додатни слој безбедности. Поред корисничког имена и лозинке, мораћете унети кôд за верификацију који ће генерисати нека од апликација за двостепену аутентификацију попут 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator или било које друге TOTP апликације.
sv: Här kan du aktivera tvåfaktorautentisering, vilket ger ett extra säkerhetsskikt till ditt konto. Förutom ditt användarnamn och lösenord måste du ange en verifieringskod som genereras av en tvåfaktorsapp som 1Password, Authy, Google Authenticator, Microsoft Authenticator, LastPass Authenticator eller någon annan TOTP-app.

# MSC.twoFactorScan
source: Please scan the QR code with your 2FA/TOTP app.
de: Bitte scannen Sie den QR-Code mit Ihrer 2FA/TOTP-App.
es: Escanee el código QR con su aplicación 2FA/TOTP.
fa: لطفا کد QR را با اپلیکیشن 2FA/TOTP اسکن کنید.
fr: Veuillez scanner le QR code avec votre application 2FA/TOTP.
lv: Lūdzu, skenējiet QR kodu ar savu 2FA/TOTP lietotni.
pt: Por favor faça leitura do QR code com a sua aplicação 2FA/TOTP.
ru: Отсканируйте QR-код с помощью приложения 2FA/TOTP.
sr: Скенирајте QR кôд са Вашом 2FA/TOTP апликацијом.
sv: Skanna QR-koden med din 2FA / TOTP-app.

# MSC.twoFactorActive
source: Two-factor authentication has been enabled.
de: Die Zwei-Faktor-Authentifizierung wurde aktiviert.
es: La autenticación de dos factores ha sido habilitada.
fa: احراز هویت دو-مرحله‌ای فعال شده است.
fr: La vérification en deux étapes a été activée.
lv: Divfaktoru autentifikācija ir iespējota.
pt: Autenticação em dois passos activada.
ru: Двухфакторная авторизация включена.
sr: Двостепена аутентификација је омогућена.
sv: Tvåfaktorautentisering har aktiverats.

# MSC.twoFactorEnforced
source: Please enable up two-factor authentication before you continue.
de: Bitte aktivieren Sie die Zwei-Faktor-Authentifizierung bevor Sie fortfahren.
es: Habilite la autenticación de dos factores antes de continuar.
fa: لطفا قبلا از ادامه احراز هویت دو مرحله‌ای را فعال کنید.
fr: Veuillez activer la vérification en deux étapes avant de continuer.
lv: Pirms turpināt, iespējojiet divfaktoru autentifikāciju.
pt: Por favor active a autenticação em dois passos antes de continuar.
ru: Перед продолжением включите двухфакторную авторизацию.
sr: Омогућите двостепену аутентификацију пре него што наставите.
sv: Aktivera tvåfaktorautentisering innan du fortsätter.

# MSC.twoFactorTextCode
source: If you cannot scan the QR code, enter this key instead:
de: Wenn Sie den QR-Code nicht scannen können, geben Sie stattdessen diesen Schlüssel ein:
es: Si no puede escanear el código QR, introduzca esta clave en su lugar:
fa: اگر نمی‌توانید کد QR را اسکن کنید، در عوض این کلید را وارد کنید:
fr: Si vous ne pouvez pas scanner le QR code, entrez cette clé à la place :
lv: Ja nevarat skenēt QR kodu, tā vietā ievadiet šo atslēgu:
pt: Caso não consiga ler o QR code, introduza esta chave:
ru: Если вы не можете отсканировать QR-код, введите этот ключ:
sr: Ако нисте у могућности да скенирате QR кôд, унесите кључ ручно:
sv: Om du inte kan skanna QR-koden anger du den här nyckeln istället:

# MSC.twoFactorBackupCodesLabel
source: Backup codes
es: Códigos Backup
fa: کدهای پشتیبان
fr: Codes de secours
lv: Dublējuma kodi
pt: Códigos de backup
ru: Резервные коды
sr: Кодови за повратак
sv: Säkerhetskopieringskoder

# MSC.twoFactorBackupCodesExplain
source: Backup codes can be used to access your account if you have lost your authentication device and cannot generate two-factor codes anymore. Treat your backup codes with the same level of attention as your password! It is recommended to save them with a password manager such as Lastpass, 1Password or Keeper.
de: Mit einem Backup-Code können Sie auf Ihr Konto zugreifen, wenn Sie Ihr Authentifizierungsgerät verlieren und keine Bestätigungscodes mehr generieren können. Behandeln Sie Ihre Backup-Codes genauso sorgfältig wie Ihr Passwort! Speichern Sie sie am besten mit einem Passwort-Manager wie Lastpass, 1Password oder Keeper.
es: Los códigos backup se pueden usar para acceder a su cuenta si ha perdido su dispositivo de autenticación y ya no puede generar códigos de dos factores. ¡Trate sus códigos de seguridad con el mismo nivel de atención que su contraseña! Se recomienda guardarlos con un administrador de contraseñas como Lastpass, 1Password o Keeper.
fa: کدهای پشتیبان می‌توانند برای دسترسی به حساب کاربری استفاده شوند اگر شما ابزار احراز هویت را گم کرده باشید و دیگر نتوانید کدهای two-factor را تولید کنید. از این کدهای پشتیبان همانند گذرواژه‌تان نگهداری کنید! توصیه می‌شود آنها را توسط یک برنامه گذرواژه مانند Lastpass، 1Password یا Keeper ذخیره کنید.
fr: Les codes de secours peuvent être utilisés pour accéder à votre compte si vous avez perdu votre dispositif d'authentification et ne pouvez plus générer de codes à deux facteurs. Traitez vos codes de secours avec le même niveau d'attention que votre mot de passe! Il est recommandé de les enregistrer avec un gestionnaire de mots de passe tel que Lastpass, 1Password ou Keeper.
lv: Rezerves kodus var izmantot, lai piekļūtu kontam, ja esat pazaudējis autentifikācijas ierīci un vairs nevarat ģenerēt divu faktoru kodus. Pievērsiet rezerves kodiem tikpat lielu uzmanību kā parolei! Ieteicams tos saglabāt, izmantojot paroļu pārvaldnieku, piemēram, Lastpass, 1Password vai Keeper.
pt: Os códigos de cópia de segurança podem ser utilizados para aceder à sua conta caso tenha perdido o seu dispositivo de autenticação e já não possa gerar códigos de dois factores. Trate os seus códigos de segurança com o mesmo nível de atenção que a sua palavra-passe! Recomenda-se salvá-los com um gestor de senhas como Lastpass, 1Password ou Keeper.
ru: Резервные коды можно использовать для доступа к учетной записи, если вы потеряли устройство аутентификации вы больше не сможете генерировать двухфакторные коды. Относитесь к своим резервным кодам с тем же вниманием, что и к паролю! Рекомендуется сохранять их с помощью менеджера паролей, таких как Lastpass, 1Password или Keeper.
sr: Кодови за повратак могу да се користе за приступ вашем налогу ако сте изгубили ваш уређај за аутентификацју или не можете више да генеришете кодове за двоструку аутентификацију. Водите рачуна о вашим кодовима за повратак на исти начин као и о вашој лозинци. Преопручујемо кориштење некога од програма за управљање лозинкама као што су Lastpass, 1Password или Keeper.
sv: Säkerhetskopieringskoder kan användas för att komma åt ditt konto om du har tappat bort din autentiseringsenhet och inte kan generera tvåfaktorkoder längre. Behandla dina säkerhetskopieringskoder med samma uppmärksamhet som ditt lösenord! Vi rekommenderar att du sparar dem med en lösenordshanterare som Lastpass, 1Password eller Keeper.

# MSC.twoFactorBackupCodesInfo
source: Make sure to copy the codes now. You will not be able to see them again!
de: Kopieren Sie die Codes jetzt. Sie können sie nicht erneut einsehen!
es: Asegúrese de copiar los códigos ahora. ¡No podra volver a verlos!
fa: مطمئن شوید که کدها را همین حالا کپی کنید. بعدا دوباره قادر به مشاهده آن‌ها نخواهید بود.
fr: Assurez-vous de copier les codes maintenant. Vous ne pourrez plus les revoir par la suite!
ru: Обязательно скопируйте коды сейчас. Вы больше не сможете их увидеть!
sv: Se till att kopiera koderna nu. Du kommer inte att kunna se dem igen!

# MSC.twoFactorBackupCodesGenerate
source: Generate backup codes
de: Backup-Codes generieren
es: Genera códigos backup
fa: تولید کدهای پشتیبان
fr: Générer des codes de secours
lv: Ģenerēt rezerves kopiju kodus
pt: Gerar códigos de backup
ru: Создать резервные коды
sr: Генериши кодове за повратак
sv: Skapa säkerhetskopieringskoder

# MSC.twoFactorBackupCodesRegenerate
source: Regenerate backup codes
de: Backup-Codes neu generieren
es: Regenerar codigos backup
fa: بازتولید کدهای پشتیبان
fr: Re-générer des codes de secours
lv: Rezerves kodu reģenerēšana
pt: Regenerar os códigos de backup
ru: Регенерация резервных кодов
sr: Обнови кодове за повратак
sv: Återskapa säkerhetskopieringskoder

# MSC.twoFactorBackupCodesRegenerateInfo
source: When you regenerate the backup codes, your old codes will not work anymore.
de: Wenn Sie die Backup-Codes neu generieren, werden Ihre alten Codes nicht mehr funktionieren.
es: Cuando regenere los códigos backup, sus códigos antiguos ya no funcionarán.
fa: وقتی کدهای پشتیبان جدید بازتولید می‌کنید، کدهای قدیمی شما دگر کار نخواهند کرد.
fr: Lorsque vous régénérez les codes de secours, vos anciens codes ne fonctionneront plus.
lv: Kad reģenerēsiet dublējumkodus, vecie kodi vairs nedarbosies.
pt: Quando regenerar os códigos de reserva, os seus códigos antigos já não funcionarão.
ru: При регенерации резервных кодов старые коды больше работать не будут.
sr: Када обновите ваше кодове за повратак, стари кодови више неће радити.
sv: När du återskapar säkerhetskopieringskoderna fungerar dina gamla koder inte längre.

# MSC.twoFactorTrustDevice
source: Trust this device
de: Diesem Gerät vertrauen
es: Confiar en este dispositivo
fa: به این دستگاه اعتماد کن
fr: Faire confiance à cet appareil
lv: Uzticēties šai ierīcei
pt: Confie neste aparelho
ru: Доверять этому устройству
sr: Поуздан уређај
sv: Lita på den här enheten

# MSC.userTemplateEditor
source: There is at least one regular user with access to the template editor. Since templates are PHP files, these users implicitly have full control over the system!
de: Mindestens ein regulärer Benutzer hat Zugriff auf den Template-Editor. Da Templates PHP-Dateien sind, haben diese Benutzer implizit die volle Kontrolle über das System!
es: Hay al menos un usuario normal con acceso al editor de plantillas. Como las plantillas son archivos PHP, ¡estos usuarios tienen implícitamente un control total sobre el sistema!
fa: حداقل یک کاربر معمولی با دسترسی به ویرایشگر قالب وجود دارد. از آنجایی که قالب‌ها فایل PHP هستند، این کاربران به طور ضمن کنترل کامل ی روی سیستم دارند!
fr: Il existe au moins un utilisateur ayant accès à l'éditeur de modèles. Les modèles étant des fichiers PHP, ces utilisateurs ont implicitement un contrôle total sur le système!
pt: Existe pelo menos um utilizador regular com acesso ao editor de templates. Uma vez que os templates são ficheiros PHP, estes utilizadores têem implicitamente controlo total sobre o sistema!
ru: Существует как минимум один обычный пользователь с правами доступа к редактору шаблонов. Поскольку шаблоны являются файлами PHP, эти пользователи неявно имеют полный контроль над системой!
sr: Постоји барем један редовни корисник који има приступ едитору шаблона. С обзиром да су шаблони, заправо, PHP фајлови, ови корисници имплицитно имају пуну контролу над системом.
sv: Det finns minst en vanlig användare med åtkomst till mallredigeraren. Eftersom mallar är PHP-filer har dessa användare implicit full kontroll över systemet!

# MSC.groupTemplateEditor
source: There is at least one user group granting access to the template editor. Since templates are PHP files, users of these groups implicitly have full control over the system!
de: Mindestens eine Benutzergruppe gewährt Zugriff auf den Template-Editor. Da Templates PHP-Dateien sind, haben die Benutzer dieser Gruppen implizit die volle Kontrolle über das System!
es: Hay al menos un grupo de usuarios que otorga acceso al editor de plantillas. Como las plantillas son archivos PHP, ¡los usuarios de estos grupos tienen implícitamente un control total sobre el sistema!
fa: حداقل یک گروه کاربری به ویرایشگر قالب دسترسی دارد. از آنجایی که قالب‌ها فایل PHP هستند، کاربران این گروه‌ها به طور ضمن کنترل کامل ی روی سیستم دارند!
fr: Il existe au moins un groupe d'utilisateur ayant accès à l'éditeur de modèles. Les modèles étant des fichiers PHP, les utilisateurs de ces groupes ont implicitement un contrôle total sur le système!
pt: Existe pelo menos um grupo de utilizadores com acesso ao editor de templates. Uma vez que os templates são ficheiros PHP, estes grupos têem implicitamente controlo total sobre o sistema!
ru: Существует как минимум одна группа пользователей, предоставляющая доступ к редактору шаблонов. Поскольку шаблоны являются файлами PHP, пользователи этих групп неявно имеют полный контроль над системой!
sr: Постоји барем једна група корисника којој је одобрен приступ едитору шаблона. С обзиром да су шаблони, заправо, PHP фајлови, корисници ових група имплицитно имају пуну контролу над системом.
sv: Det finns minst en användargrupp som ger åtkomst till mallredigeraren. Eftersom mallar är PHP-filer har användare av dessa grupper implicit full kontroll över systemet!
