Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# DCA.editheader.0
source: Edit the element settings
de: Elementeinstellungen bearbeiten
es: Editar la configuración del elemento
fa: ویرایش تنظیمات المان
fr: Editer les paramètres de l'élément
lv: Rediģēt elementa iestatījumus
pt: Editar definições do elemento
ru: Редактировать настройки элемента
sr: Уреди подешавања елемента
sv: Redigera elementinställningarna

# DCA.editheader.1
source: Edit the settings of element ID %s
de: Einstellungen des Elements ID %s bearbeiten
es: Edite la configuración del elemento con la ID %s
fa: ویرایش تنظیمات المان شناسه‌ی %s
fr: Editer les paramètres de l'élément ID %s
lv: Rediģēt elementa ID %s iestatījumus
pt: Editar as definições do elemento com ID %s
ru: Редактировать настройки элемента ID %s
sr: Уреди подешавања елемента са ID %s
sv: Redigera inställningarna för element-ID %s

# DCA.toggle
source: Publish/unpublish element ID %s
de: Element ID %s veröffentlichen/unveröffentlichen
es: Publicar/no publicar el elemento con ID %s
fa: انتشار/عدم انتشار المان شناسه‌ی %s
fr: Publier/dé-publier l'élément ID %s
lv: Publicēt/slēpt elementu ID %s
pt: Publicar/Despublicar elemento com ID %s
ru: Опубликовать/изъять элемент ID %s
sr: Објави/сакриј елемент са ID %s
sv: Publicera / avpublicera element-ID %s

# DCA.pasteinto.0
source: Paste at the top
de: Oben einfügen
es: Pegar al inicio
fa: جاگذاری در بالا
fr: Coller au début
lv: Ielīmēt sākumā
pt: Colar no início
ru: Вставить после
sr: Налепи на врх
sv: Klistra in efter rubriken

# DCA.pasteinto.1
source: Paste into element ID %s
de: In das Element ID %s einfügen
es: Pegar dentro del elemento con ID %s
fa: جاگذاری به المان شناسه‌ی %s
fr: Coller dans l'élément ID %s
lv: Ielīmēt elementā ID %s
pt: Colar em elemento com ID %s
ru: Вставить в элемент ID %s
sr: Налепи у елемент са ID%s
sv: Klistra in i element-ID %s

# DCA.pasteafter.0
source: Paste at the top
de: Oben einfügen
es: Pegar al inicio
fa: جاگذاری در بالا
fr: Coller au début
lv: Ielīmēt sākumā
pt: Colar no início
ru: Вставить после
sr: Налепи на врх
sv: Klistra in efter rubriken

# DCA.pasteafter.1
source: Paste after element ID %s
de: Nach dem Element ID %s einfügen
es: Pegar después del elemento con ID %s
fa: جاگذاری بعد از المان شناسه‌ی %s
fr: Coller après l'élément ID %s
lv: Ielīmēt pēc elementa ID %s
pt: Colar após elemento ID %s
ru: Вставить после элемента ID %s
sr: Налепи после елемента са ID %s
sv: Klistra in efter element-ID %s

# DCA.pastenew.0
source: Create a new element at the top
de: Neues Element oben erstellen
es: Crear un nuevo elemento en la parte superior
fa: ایجاد یک المان جدید در بالا
fr: Créer un nouvel élément au début
lv: Izveidot jaunu elementu augšpusē
pt: Criar um novo elemento no topo
ru: Создать новый элемент вверху
sr: Направи нови елемент на врху
sv: Skapa ett nytt element högst upp

# DCA.pastenew.1
source: Create a new element after element ID %s
de: Neues Element nach dem Element ID %s erstellen
es: Crear un nuevo elemento después del elemento con la ID %s
fa: ایجاد یک المان جدید بعد از المان شناسه‌ی %s
fr: Créer un nouvel après l'élément ID %s
lv: Izveidot jaunu elementu pēc elementa ID %s
pt: Criar um novo elemento depois do elemento ID %s
ru: Создать новый элемент после элемента ID %s
sr: Направи нови елемент после елемента са ID %s
sv: Skapa ett nytt element efter element-ID %s

# CRAWL.searchIndex.summary
source: Indexed %d URI(s) successfully. %d failed.
de: %d URL(s) erfolgreich indexiert. %d fehlgeschlagen.
es: %dURI indexado(s) correctamente. %dha(n) fallado.
fa: %d URI با موفقیت فهرست شد. %d ناموفق بود.
fr: %d URI(s) indexée(s) avec succès. %d ont échouée(s).
lv: Veiksmīgi indeksēts(-i) %d URI. %d neizdevās.
pt: Indexado %d URi com sucesso. %dfaliado.
ru: Проиндексировано успешно: %d URI. Ошибок: %d.
sr: Успешно је индексирано %dURI. За %d индексирање је било неуспешно.
sv: Indexerade %d URI:(er) lyckades. %d misslyckades.

# CRAWL.searchIndex.warning
source: %d URI(s) were skipped.
de: %d URL(s) wurde(n) übersprungen.
es: Se omitieron los URI %d.
ru: %d URI(s) были пропущены.
sv: %d URI(er) hoppades över.

# CRAWL.brokenLinkChecker.summary
source: Checked %d link(s) successfully. %d were broken.
de: %d Link(s) erfolgreich geprüft. %d war(en) kaputt.
es: %d Enlace (s) comprobado(s) correctamente. %d estaban rotos.
fa: %d لینک با موفقیت بررسی د. %d شکسته بودند.
fr: %d lien(s) verifié(s) avec succès. %d sont cassé(s)
lv: Veiksmīgi pārbaudīta(-as) %d saite(-es). %d bija bojāta(-as).
pt: Verificado %d ligação(ões) com sucesso. %dforam quebrados.
ru: Проверено успешно ссылок: %d. Повреждены: %d.
sr: Успешно је проверено %d линкова. %dје неисправан.
sv: Kontrollerade %d länk (ar) lyckades. %d var trasiga.

# ERR.minval
source: Field "%s" has to be at least %d!
es: ¡El campo "%s" debe tener al menos %d!
fa: فیلد "%s" دست‌کم باید %d باشد!
fr: Le champ "%s" doit être au moins %d !
lv: Laukam "%s" jābūt vismaz %d!
pt: O campo "%s" tem que ser pelo menos %d!
sr: Поље "%s" мора да буде бар %d!
sv: Fältet "%s" måste vara minst %d!

# ERR.maxval
source: Field "%s" must not be greater than %d!
es: ¡El campo "%s" no debe ser mayor que %d!
fa: فیلد "%s" نباید % بزرگ‌تر از %d باشد!
fr: Le champ "%s" ne doit pas être supérieur à %d !
lv: Lauks "%s" nevar būt garāks kā %d!
pt: O campo "%s" não pode ser maior que %d!
sr: Поље "%s" не сме да буде веће од %d!
sv: Fältet "%s" får inte vara större än %d!

# CTE.youtube.0
source: YouTube
fa: یوتیوب

# CTE.vimeo.0
source: Vimeo
fa: ویمو

# DATE.a
source: am
fa: ق.ب.
lv: no rīta

# DATE.A
source: AM
fa: ق.ب.
lv: No rīta

# MSC.aw_license
source: License
fa: مجوز

# MSC.sw_id
source: ID
fa: شناسه

# MSC.id.0
source: ID
fa: شناسه

# MSC.shortcuts.1
source: Learn more about speeding up your workflow by using <a href="https://docs.contao.org/manual/en/administration-area/back-end-keyboard-shortcuts/" title="Keyboard shortcuts overview" target="_blank" rel="noreferrer noopener">keyboard shortcuts</a>.
fa: با یادگیری استفاده از <a href="https://docs.contao.org/manual/en/administration-area/back-end-keyboard-shortcuts/" title="Keyboard shortcuts overview" target="_blank" rel="noreferrer noopener">میانبرهای صفحه‌کلید</a> سرعت کار خود را افزایش دهید.

# DP.time_confirm_button
source: OK
fa: بسیار خوب
lv: Labi
sr: ОК

# CRAWL.searchIndex.warning
source: %d URI(s) were skipped (if you are missing one, checkout the debug log).
fa: %d URL نادیده گرفته شدند (اگر چیزی را از دست داده‌اید، گزارش خطایابی را بررسی کنید).

# MSC.titleFormat
source: %B %d%o, %Y
de: %d. %B %Y
es: l, dS de F Y

# ERR.passwordMatch
source: The passwords did not match!
lv: Paroles nesakrit!
pt: Senhas não conferem!
sr: Лозинке се не подударају!

# CTE.markdown.1
source: Generates HTML code from a markdown text.
lv: Ģenerē HTML kodu no marķējuma teksta.
pt: Cria código HTML a partir de texto em markdown.
sr: Генерисање HTML кода из markdown текста.

# MSC.aw_delete
source: Delete the language
lv: Dzēst valodu
pt: Apagar a Linguagem
sr: Обриши језик

# MSC.aw_new
source: Add language
lv: Pievienot valodu
pt: Adicionar Linguagem
sr: Додај језик

# MSC.fileMeta
source: Meta data
lv: Meta dati
pt: Dados meta
sr: Мета подаци

# MSC.maintenanceEnabled
source: The maintenance mode is currently enabled.
lv: Uzturēšanas režīms pašlaik ir iespējots.
pt: O modo de manutenção está actualmente activado.
sr: Тренутно је укључен режим за одржавање.

# MSC.guests
source: guests only
lv: tikai viesi
pt: só convidados
sr: само за госте

# MSC.metaNoLanguages
source: You have to add a root page in the site structure to enter file meta data.
pt: Necessita adicionar uma página root à estrutura do website para introduzir meta data.
sr: Да бисте чували мета податке о фајлу, у структуру сајта морате додати root страницу.

# MSC.twoFactorBackupCodesShow
source: Show backup codes
pt: Mostrar códigos de reserva
sr: Прикажи кодове за повратак

# MSC.twoFactorBackupCodesInfo
source: Put the codes in a safe spot. If you lose your authentication device and do not have backup codes, you cannot access your account anymore!
pt: Colocar os códigos num local seguro. Se perder o seu dispositivo de autenticação e não tiver códigos de reserva, não poderá mais aceder à sua conta!
sr: Сачувајте кодове на безбедном месту. Ако изгубите ваш уређај којим бршите аутентификацију и немате кодове за повратак, нећете моћи приступити свом налогу!

# MSC.serpPreview.1
source: Here you can preview the meta data in the Google search results. Other search engines might show longer texts or crop at a different position.
pt: Aqui pode pré-visualizar os meta dados nos resultados da pesquisa do Google. Outros motores de busca podem mostrar textos mais longos ou cultivar numa posição diferente.
sr: Овде можете да прегледате мета податке у резултатима претраге Google-а. Остали алати за претраживање можда ће приказати дужи текст или извршити одсецање на другим позицијама.
