Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# MSC.pagepicker
source: Page picker
de: Seiten auswählen
es: Selector de páginas (requiere Javascript)
fa: انتخابگر برگه
fr: Sélecteur de pages
lv: Lapas nolasītājs (nepieciešams JavaScript)
pt: Seletor de páginas (requer JavaScript)
ru: Выберите страницы
sr: Одабир странице
sv: Sidväljare (kräver JavaScript)

# MSC.filepicker
source: File picker
de: Dateien auswählen
es: Selector de archivos (requiere Javascript)
fa: انتخابگر پرونده
fr: Sélecteur de fichiers
lv: Datņu nolasītājs (nepieciešams JavaScript)
pt: Seletor de arquivos (requer JavaScript)
ru: Выберите файлы
sr: Одабир фајла
sv: Filväljare (kräver JavaScript)

# MSC.ppHeadline
source: Contao pages
de: Contao-Seiten
es: Páginas Contao
fa: برگه‌های کنتائو
fr: Pages
lv: TYPOlight lapas
pt: Páginas Contao
ru: Страницы Contao
sr: Contao странице
sv: Contao-sidor

# MSC.fpHeadline
source: Contao files
de: Contao-Dateien
es: Archivos Contao
fa: پرونده‌های کنتائو
fr: Fichiers
lv: TYPOlight datnes
pt: Arquivos Contao
ru: Файлы Contao
sr: Contao фајлови
sv: Contao-filer

# MSC.yes
source: yes
de: ja
es: si
fa: بلی
fr: oui
lv: jā
pt: sim
ru: да
sr: да
sv: ja

# MSC.no
source: no
de: nein
fa: خیر
fr: non
lv: nē
pt: não
ru: нет
sr: не
sv: inga

# MSC.goBack
source: Go back
de: Zurück
es: Volver
fa: بازگشت
fr: Retour
lv: Iet atpakaļ
pt: Voltar
ru: Назад
sr: Иди назад
sv: Tillbaka

# MSC.reload
source: Reload
de: Neu laden
es: Refrescar
fa: بارگذاری مجدد
fr: Recharger
lv: Pārielādēt
pt: Atualizar
ru: Обновить
sr: Учитај поново
sv: Uppdatera

# MSC.above
source: above
de: oberhalb
es: arriba
fa: بالا
fr: au-dessus
lv: virs
pt: acima
ru: выше
sr: изнад
sv: ovan

# MSC.below
source: below
de: unterhalb
es: abajo
fa: پایین
fr: au-dessous
lv: zem
pt: abaixo
ru: ниже
sr: испод
sv: nedan

# MSC.date
source: Date
de: Datum
es: Fecha
fa: تاریخ
lv: Datums
pt: Data
ru: Дата
sr: Датум
sv: Datum

# MSC.tstamp
source: Revision date
de: Änderungsdatum
es: Fecha revisión
fa: تاریخ بازنگری
fr: Date de révision
lv: Pārskatījuma datums
pt: Data da última alteração
ru: Дата изменения
sr: Датум последње верзије
sv: Ändringsdatum

# MSC.entry
source: %s entry
de: %s Eintrag
es: %s entrada
fa: %s داده
fr: %s entrée
lv: %s ieraksts
pt: %s registro
ru: записей <strong>%s</strong>
sr: %s унос
sv: %s post

# MSC.entries
source: %s entries
de: %s Einträge
es: %s entradas
fa: %s ورودی
fr: %s entrées
lv: %s ieraksti
pt: %s registros
ru: записей <strong>%s</strong>
sr: %s уноси
sv: %s poster

# MSC.files
source: %s file(s)
de: %s Datei(en)
es: %s archivo(s)
fa: %s پرونده
fr: %s fichier(s)
lv: %s datne(s)
pt: %sficheiro(s)
ru: файлов <strong>%s</strong>
sr: %s фајл(ова)
sv: %s fil(er)

# MSC.left
source: left
de: linksbündig
es: izquierda
fa: چپ
fr: à gauche
lv: pa kreisi
pt: esquerda
ru: слева
sr: лево
sv: vänster

# MSC.center
source: center
de: zentriert
es: centro
fa: وسط
fr: centrer
lv: centrēt
pt: centralizado
ru: по центру
sr: центар
sv: mitten

# MSC.right
source: right
de: rechtsbündig
es: derecha
fa: راست
fr: à droite
lv: pa labi
pt: direita
ru: справа
sr: десно
sv: höger

# MSC.justify
source: justified
de: Blocksatz
es: justificado
fa: هم‌تراز
fr: justifié
lv: izlīdzināts
pt: justificado
ru: по ширине
sr: поравнато са обе стране
sv: justerad

# MSC.male
source: Male
de: Männlich
es: Masculino
fa: مرد
fr: Homme
lv: vīrietis
pt: Masculino
ru: Мужчина
sr: Мушко
sv: Man

# MSC.female
source: Female
de: Weiblich
es: Femenino
fa: زن
fr: Femme
lv: sieviete
pt: Feminino
ru: Женщина
sr: Женско
sv: Kvinna

# MSC.other
source: Other
de: Divers
es: Otro
fa: دیگر
fr: Autre
lv: Citi
pt: Outro
ru: Другое
sr: Остало
sv: Annat

# MSC.fileSize
source: File size
de: Dateigröße
es: Tamaño de archivo
fa: اندازه پرونده
fr: Taille du fichier
lv: Datnes izmērs
pt: Tamanho de arquivo
ru: Размер файла
sr: Величина фајла
sv: Filstorlek

# MSC.fileCreated
source: Created
de: Erstellt am
es: Creado
fa: ایجاد شده
fr: Créé
lv: Izveidots
pt: Criado
ru: Создан
sr: Креирано
sv: Skapad

# MSC.fileModified
source: Last modified
de: Zuletzt geändert am
es: Última modificación
fa: آخرین تغییر
fr: Dernière modification
lv: Pēdējo reizi modificets
pt: Modificado
ru: Последнее изменение
sr: Последња промена
sv: Senast ändrad

# MSC.fileAccessed
source: Last accessed
de: Letzter Zugriff am
es: Último acceso
fa: آخرین دسترسی
fr: Accédé le
lv: Pēdējo reizi piekļūts
pt: Acessado
ru: Последний доступ
sr: Последње приступање
sv: Senaste användning

# MSC.fileDownload
source: Download the file
de: Die Datei herunterladen
es: Descargar fichero
fa: بارگذاری پرونده
fr: Télécharger le fichier
lv: Lejupielādēt datni
pt: Download
ru: Загрузить файл
sr: Преузми фајл
sv: Ladda hem filen

# MSC.fileUuid
source: Unique ID
de: Eindeutige ID
es: ID único
fa: شناسه یکتا
fr: Identifiant unique
lv: Unikāls ID
pt: ID único
ru: Уникальный ID
sr: Јединствени ID
sv: Unikt ID

# MSC.fileImageSize
source: Width/height in pixel
de: Breite/Höhe in Pixeln
es: Ancho/alto en píxeles
fa: عرض/ارتفاع در واحد پیکسل
fr: Largeur/hauteur en pixels
lv: Platums/augstums pikseļos
pt: Largura/altura em pixels
ru: Ширина/высота в пикселах
sr: Ширина/дужина у пикселима
sv: Bredd/höjd i pixlar

# MSC.filePath
source: Relative path
de: Relativer Pfad
es: Ruta relativa
fa: مسیر نسبی
fr: Chemin relatif
lv: Relatīvais ceļš
pt: Caminho relativo
ru: Относительный путь
sr: Релативна путања
sv: Relativ sökväg

# MSC.fileMeta
source: Metadata
de: Metadaten
es: Metadatos
fa: فراداده
fr: Métadata
ru: Метаданные

# MSC.versioning
source: Version management
de: Versionsverwaltung
es: Gestión de versiones
fa: مدیریت نسخه
fr: Gestionnaire de versions
lv: Versiju pārvaldība
pt: Gestão de Versão
ru: Управление версиями
sr: Управљање верзијама
sv: Versionshantering

# MSC.version
source: Version
es: Versión
fa: نسخه
lv: Versija
pt: Versão
ru: Версия
sr: Верзија

# MSC.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fa: بازگردانی
fr: Rétablir
lv: Atjaunot
pt: Restaurar
ru: Восстановление
sr: Врати старију верзију
sv: Återställ

# MSC.backendModules
source: Back end modules
de: Backend-Module
es: Módulos Back end
fa: ماژول‌های بخش مدیریت
fr: Modules du back office
lv: Aizmugures moduļi
pt: Módulos de administração
ru: Модули панели управления
sr: Модули БекЕнда
sv: Moduler i backend

# MSC.dashboard
source: Dashboard
fa: داشبورد
fr: Tableau de bord
lv: Vadības panelis
pt: Painel de Controlo
ru: Панель инструментов
sr: Командна табла

# MSC.updateVersion
source: Contao version %s is available.
de: Contao Version %s ist verfügbar.
es: Está disponible la versión %s de Contao.
fa: کنتائو نسخه‌ی %s موجود می‌باشد
fr: La version %s de Contao est disponible.
lv: Pieejama Contao versija %s.
pt: Contao versão %s está disponível.
ru: Доступна Contao версии %s.
sr: Доступна је верзија Contao %s.
sv: Contao-versionen %s är tillgänglig.

# MSC.wordWrap
source: Word wrap
de: Zeilenumbruch
es: Ajuste de texto
fa: شكستن جملات
fr: Retour à la ligne automatique
lv: Aplaušana
pt: Quebra de linha
ru: Переход на новую строку
sr: Преламање речи
sv: Radbrytning

# MSC.saveAlert
source: ATTENTION! You will lose any unsaved changes. Continue?
de: ACHTUNG! Nicht gespeicherte Änderungen gehen verloren. Fortfahren?
es: ¡ATENCIÓN! Se perderán todos los cambios no guardados. ¿Continuar?
fa: توجه! شما همه تغییرات ذخیره نشده را از دست خواهید داد.، از ادامه كار اطمينان داريد؟
fr: ATTENTION ! Vous allez perdre toutes vos modifications non sauvegardées. Voulez-vous continuer ?
lv: UZMANĪBU! Jūs zaudēsiet visas nesaglabātās izmaiņas. Turpināt?
pt: ATENÇÃO! Você vai perder todas as alterações. Continuar mesmo assim?
ru: Внимание! Все не сохраненные изменения будут потеряны. Продолжить?
sr: ПАЖЊА! Изгубићете све промене које нисте сачували. Да ли желите да наставите?
sv: VARNING! Du kommer att förlora alla ej sparade ändringar. Fortsätta?

# MSC.toggleNodes
source: Toggle all nodes
de: Alle öffnen/schließen
es: Cambiar todos los nodos
fa: تمامی گره‌ها را باز یا بسته کردن
fr: Masquer/Déployer tout
lv: Pārslēgt visus mezglus
pt: Abrir todos os nós
ru: Все узлы
sr: Сакриј све чворове
sv: Öppna/stäng alla noder

# MSC.expandNode
source: Expand node
de: Bereich öffnen
es: Extender nodo
fa: باز کردن گره‌ها
fr: Déployer
lv: Izvērst mezglu
pt: Expandir nó
ru: Развернуть узел
sr: Откриј чвор
sv: Öppna nod

# MSC.collapseNode
source: Collapse node
de: Bereich schließen
es: Abrir nodo
fa: بستن گره‌ها
fr: Masquer
lv: Savērst mezglu
pt: Fechar nó
ru: Свернуть узел
sr: Скупи чвор
sv: Stäng nod

# MSC.folderC
source: Public folder
de: Öffentlicher Ordner
ru: Общий каталог
sv: Offentlig mapp

# MSC.folderCP
source: Protected folder
de: Geschützter Ordner
ru: Защищенный каталог
sv: Skyddad mapp

# MSC.typeOfFile
source: %s file
de: %s-Datei
ru: %s файл
sv: %s fil

# MSC.loadingData
source: Loading data
de: Die Daten werden geladen
es: Cargando datos
fa: بارگذاری اطلاعات
fr: Chargement des données
lv: Ielādē datus
pt: Carregamento de dados
ru: Загрузка данных
sr: Учитавање података
sv: Laddar data

# MSC.deleteSelected
source: Delete
de: Löschen
es: Borrar
fa: حذف
fr: Supprimer
lv: Dzēst
pt: Remover seleção
ru: Удалить
sr: Обриши
sv: Radera

# MSC.editSelected
source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Éditer
lv: Rediģēt
pt: Modificar seleção
ru: Редактировать
sr: Уреди
sv: Redigera

# MSC.overrideSelected
source: Override
de: Überschreiben
es: Sobreescribir
fa: بازنشانی
fr: Remplacer
lv: Aizstāt
pt: Sobrepor
ru: Заменить
sr: Премости
sv: Åsidosätta

# MSC.moveSelected
source: Move
de: Verschieben
es: Mover
fa: جابجایی
fr: Déplacer
lv: Pārvietot
pt: Mover
ru: Переместить
sr: Помери
sv: Flytta

# MSC.copySelected
source: Copy
de: Kopieren
es: Copiar
fa: رونوشت
fr: Copier
lv: Kopēt
pt: Copiar
ru: Копировать
sr: Копирај
sv: Kopiera

# MSC.aliasSelected
source: Generate aliases
de: Aliase generieren
es: Generar aliases
fa: تولید اسم مستعارها
fr: Générer les alias
lv: Ģenerēt aizstājvārdus
pt: Criar aliases
ru: Создать алиасы
sr: Генериши алиасе
sv: Generera alias

# MSC.changeSelected
source: Change selection
de: Auswahl ändern
es: Cambiar selección
fa: تغییر انتخاب
fr: Changer la sélection
lv: Izmainīt atlasīto
pt: Mudar seleção
ru: Изменить выбор
sr: Промени изабрано
sv: Ändra valda

# MSC.resetSelected
source: Reset selection
de: Auswahl aufheben
es: Restablecer la selección
fa: از نو انتخاب کردن
fr: Réinitialiser la sélection
lv: Atiestatīt atlasīto
pt: Zerar seleção
ru: Отменить выбор
sr: Ресетуј изабрано
sv: Nollställ valda

# MSC.filePicker
source: Files
de: Dateien
es: Archivos
fa: پرونده‌ها
fr: Fichiers
lv: Datnes
pt: Ficheiros
ru: Файлы
sr: Фајлови
sv: Filer

# MSC.pagePicker
source: Pages
de: Seiten
es: Páginas
fa: برگه‌ها
lv: Lapas
pt: Páginas
ru: Страницы
sr: Странице
sv: Målsidor

# MSC.articlePicker
source: Articles
de: Artikel
es: Artículos
fa: مقاله‌ها
lv: Raksti
pt: Artigos
ru: Статьи
sr: Чланци
sv: Artiklar

# MSC.fileManager
source: File manager
de: Dateiverwaltung
es: Gestor de archivos
fa: مدیریت پرونده
fr: Explorateur de fichiers
lv: Datņu pārvaldnieks
pt: Gerenciador de arquivos
ru: Файл-менеджер
sr: Управљање фајловима
sv: Filhanteraren

# MSC.pageManager
source: Site structure
de: Seitenstruktur
es: Estructura sitio web
fa: ساختار سایت
fr: Structure de site
lv: Vietnes struktūra
pt: Estrutura do site
ru: Структура веб-сайта
sr: Структура сајта
sv: Sidstruktur

# MSC.filePickerHome
source: Back to the file picker
de: Zurück zum Dateiwähler
es: Volver al selector de archivos
fa: بازگشت به انتخابگر پرونده
fr: Revenir au sélecteur de fichiers
lv: Atpakaļ uz datņu atlasītāju
pt: Voltar ao selector de ficheiros
ru: Вернуться к выбору файлов
sr: Назад на одабир фајла
sv: Tillbaka till filväljaren

# MSC.pagePickerHome
source: Back to the page picker
de: Zurück zum Seitenwähler
es: Volver al selector de páginas
fa: بازگشت به انتخابگر برگه
fr: Revenir au sélecteur de pages
lv: Atpakaļ uz lapu atlasītāju
pt: Voltar ao selector de páginas
ru: Вернуться к выбору страниц
sr: Назад на одабир странице
sv: Tillbaka till sidväljaren

# MSC.systemMessages
source: Alerts
de: Hinweise
es: Alertas
fa: هشدارها
fr: Alertes
lv: Brīdinājumi
pt: Alertas
ru: Оповещения
sr: Обавештења
sv: Varningar

# MSC.noSystemMessages
source: Currently there are no alerts.
de: Zurzeit sind keine Hinweise vorhanden.
es: Actualmente no hay alertas.
fa: در حال حاضر هشداری وجود ندارد.
fr: Actuellement, il n'y a pas d'alertes.
lv: Pašlaik brīdinājumu nav.
pt: Sem alertas a mostrar.
ru: В настоящее время оповещений нет.
sr: Тренутно нема обавештења.
sv: För närvarande finns inga varningar.

# MSC.clearClipboard
source: Clear clipboard
de: Ablage leeren
es: Vaciar portapapeles
fa: پاک کردن کلیپ بورد
fr: Vider le presse-papier
lv: Novākt starpliktuvi
pt: Limpar área de transferência
ru: Очистить буфер обмена
sr: Обриши клипборд
sv: Töm urklippet

# MSC.hiddenElements
source: Unpublished
de: Nicht veröffentlicht
es: No publicado
fa: منتشر نشده
fr: Non publié
lv: Nepublicēts
pt: Não publicado
ru: Не опубликовано
sr: Није објављено
sv: Ej publicerad

# MSC.hiddenHide
source: hide
de: verstecken
es: Esconder
fa: پنهان کردن
fr: masquer
lv: slēpt
pt: Esconder
ru: скрыть
sr: сакриј
sv: göm

# MSC.hiddenShow
source: show
de: anzeigen
es: Mostrar
fa: نشان دادن
fr: afficher
lv: rādīt
pt: Mostrar
ru: показать
sr: прикажи
sv: visa

# MSC.apply
source: Apply
de: Anwenden
es: Aplicar
fa: اعمال
fr: Appliquer
lv: Pielietot
pt: Aplicar
ru: Применить
sr: Примени
sv: Utför

# MSC.applyTitle
source: Apply the changes
de: Änderungen anwenden
es: Aplicar los cambios
fa: اعمال تغییرات
fr: Appliquer les changements
lv: Pielietot izmaiņas
pt: Aplicar Alterações
ru: Применить изменения
sr: Примени измене
sv: Tillämpa ändringarna

# MSC.reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fa: بازنشانی
fr: Réinitialiser
lv: Atiestatīt
pt: Repor
ru: Сброс
sr: Ресет
sv: Återställa

# MSC.resetTitle
source: Reset the filters
de: Filter zurücksetzen
es: Reiniciar los filtros
fa: بازنشانی پالایه‌ها
fr: Réinitialiser les filtres
lv: Atiestatīt filtrus
pt: Repor os filtros
ru: Сбросить фильтры
sr: Ресетуј филтере
sv: Återställ filtren

# MSC.searchAndFilter
source: Search and filter functions
de: Such- und Filterfunktionen
es: Funciones de búsqueda y filtro
fa: تابع‌های جستجو و فیلتر
fr: Fonctions de recherche et de filtrage
lv: Meklēšanas un filtrēšanas funkcijas
pt: Funções de procura e filtros
ru: Функции поиска и фильтрации
sr: Функције претраге и филтрирања
sv: Sök- och filterfunktioner

# MSC.mandatory
source: Mandatory field
de: Pflichtfeld
es: Campo obligatorio
fa: فیلد اجباری
fr: Champ obligatoire
lv: Obligāts lauks
pt: Campo Obrigatório
ru: Обязательное поле
sr: Обавезна поља
sv: Obligatoriskt fält

# MSC.create
source: Create
de: Anlegen
es: Crear
fa: ایجاد
fr: Créer
lv: Izveidot
pt: Criar
ru: Создать
sr: Креирај
sv: Skapa

# MSC.delete
source: Delete
de: Löschen
es: Borrar
fa: حذف
fr: Supprimer
lv: Dzēst
pt: Remover seleção
ru: Удалить
sr: Обриши
sv: Radera

# MSC.protected
source: protected
de: geschützt
es: protegido
fa: حفاظت شده
fr: protégé
lv: aizsargāts
pt: protegido
ru: Защищенный
sr: заштићено
sv: skyddad

# MSC.guests
source: Guests
de: Gäste
es: Invitados
fa: میهمان‌ها
fr: Invités
ru: Гости
sv: Gäster

# MSC.updateMode
source: Update mode
de: Update-Modus
es: Modo de actualización
fa: حالت به‌روزرسانی
fr: Mode de mise à jour
lv: Jaunināšanas režīms
pt: Modo de atualização
ru: Режим обновления
sr: Мод за ажурирање
sv: Uppdateringsläge

# MSC.updateAdd
source: Add the selected values
de: Ausgewählte Werte hinzufügen
es: Agregar los valores seleccionados
fa: افزودن مقادیر انتخاب شده
fr: Ajouter les valeurs sélectionnées
lv: Pievienot atlasītās grupas
pt: Adicionar os grupos selecionados
ru: Добавить выбранные значения
sr: Додај изабране вредности
sv: Lägg till valda värden

# MSC.updateRemove
source: Remove the selected values
de: Ausgewählte Werte entfernen
es: Eliminar los valores seleccionados
fa: حذف مقادیر انتخاب شده
fr: Supprimer les valeurs sélectionnées
lv: Aizvākt atlasītās grupas
pt: Remover os grupos selecionados
ru: Удалить выбранные значения
sr: Уклони изабране вредности
sv: Tag bort valda värden

# MSC.updateReplace
source: Replace the existing entries
de: Bestehende Einträge überschreiben
es: Remplazar las entrada existentes
fa: جایگزینی ورودی موجود
fr: Remplacer les données existantes
lv: Aizvietot eksistējošo ievadu
pt: Substituir a ocorrência existente
ru: Заменить существующие записи
sr: Замени постојеће уносе
sv: Byt ut nuvarande poster

# MSC.ascending
source: ascending
de: aufsteigend
es: ascendente
fa: صعودی
fr: croissant
lv: augoši
pt: ascendente
ru: по возрастанию
sr: у растућем редоследу
sv: stigande

# MSC.descending
source: descending
de: absteigend
es: descendente
fa: نزولی
fr: décroissant
lv: dilstoši
pt: descendente
ru: по убыванию
sr: у опадајућем редоследу
sv: sjunkande

# MSC.default
source: Default
de: Standard
es: Por defecto
fa: پیش‌فرض
fr: Défaut
lv: Noklusējuma
pt: Padrão
ru: По умолчанию
sr: Подразумевана вредност
sv: Förvalt

# MSC.helpWizard
source: Open the help wizard
de: Den Hilfe-Assistent aufrufen
es: Asistente de ayuda
fa: بازکردن ویزارد کمک
fr: Ouvrir l'aide
lv: Palīdzības vednis
pt: Assistente de ajuda
ru: Мастер помощи
sr: Отвори чаробњака за помоћ
sv: Hjälpguiden

# MSC.helpWizardTitle
source: Help wizard
de: Hilfe-Assistent
es: Asistente de ayuda
fa: ویزارد کمک
fr: Aide
lv: Palīdzibas vednis
pt: Assistente de ajuda
ru: Мастер помощи
sr: Чаробњак за помоћ
sv: Hjälp-guide

# MSC.jsDisabled
source: It seems that you have disabled JavaScript in your browser. The Contao back end will not work properly without JavaScript.
de: JavaScript scheint in Ihrem Browser deaktiviert zu sein. Das Contao-Backend funktioniert ohne JavaScript nur eingeschränkt.
es: Parece que ha inhabilitado JavaScript en su navegador. El back-end de Contao no funcionará correctamente sin JavaScript.
fa: به نظر می‌رسد که شما JavaScript را در مرورگر خود غیرفعال کرده‌اید. بخش مدیریت کنتائو بدون JavaScript به درستی کار نخواهد کرد.
fr: Il semble que vous avez désactivé JavaScript dans votre navigateur. Le back office de Contao ne fonctionnera pas correctement sans JavaScript.
lv: Šķiet, ka pārlūkprogrammā esat atspējojis JavaScript. Contao aizmugure nedarbosies pareizi bez JavaScript.
pt: Aparentemente desactivou o JavaScript no seu browser. O Contao back end não funcionará correctamente sem JavaScript.
ru: Вероятно, в вашем браузере отключен JavaScript. Панель управления Contao не сможет работать без JavaScript надлежащим образом.
sr: Изгледа да сте искључили JavaScript у вашем интернет прегледачу. БекЕнд неће радити исправно без JavaScript-а.
sv: Det verkar som om du har inaktiverat JavaScript i din webbläsare. Contao-backend fungerar inte korrekt utan JavaScript.

# MSC.copyOf
source: %s (copy)
de: %s (Kopie)
es: %s (copia)
fa: %s (رونوشت)
fr: %s (copie)
lv: %s (kopija)
pt: %s (copiar)
ru: %s (скопировано)
sr: %s (копија)
sv: %s (kopia)

# MSC.name
source: Name
es: Nombre
fa: نام
fr: Nom
lv: Nosaukums
pt: Nome
ru: Имя
sr: Име
sv: Namn och mediatyper

# MSC.emailAddress
source: E-mail address
de: E-Mail-Adresse
es: E-mail
fa: نشانی ایمیل
fr: Adresse e-mail.
lv: E-pasta adrese
pt: Endereço de e-mail
ru: E-mail адрес
sr: Имејл адреса
sv: E-postadress

# MSC.register
source: Register
de: Registrieren
es: Darse de alta
fa: ثبت‌نام
fr: S'enregistrer
lv: Reģistrēties
pt: Registre-se
ru: Регистрация
sr: Региструј се
sv: Registrera

# MSC.resendActivation
source: The activation mail has been re-sent to your e-mail address.
de: Die Aktivierungsmail wurde erneut an Ihre E-Mail-Adresse verschickt.
es: El E-mail de activación ha sido reenviado a su dirección de corréo electrónico.
fa: پست فعال‌سازی مجددا به آدرس ایمیل شما ارسال شده است.
fr: L'e-mail d'activation a été renvoyé à votre adresse e-mail.
lv: Aktivizācijas pasts tika atkārtoti nosūtīts uz jūsu e-pasta adresi.
pt: O e-mail de activação foi re-enviado para o seu endereço de e-mail.
ru: Письмо с активацией было повторно отправлено на ваш адрес электронной почты.
sr: Мејл за активацију је поново послат на вашу e-mail адресу.
sv: Aktiveringsmeddelandet har skickats om till din e-postadress.

# MSC.accountActivated
source: Your account has been activated.
de: Ihr Konto wurde aktiviert.
es: Tu cuenta se ha activado.
fa: حساب کاربری شما فعال گردید.
fr: Votre compte a été activé.
lv: Jūsu konts tika aktivizēts.
pt: Sua conta foi ativada.
ru: Ваша учетная запись активирована.
sr: Ваш налог је активиран.
sv: Ditt konto har aktiverats.

# MSC.accountError
source: Unable to process the current request.
de: Die Anfrage kann nicht verarbeitet werden.
es: No fue posible atender la petición.
fa: عدم توانائی در پردازش درخواست کنونی.
fr: Impossible de procéder à cette requête.
lv: Nevar apstrādāt ar pašreizējo pieprasījumu.
pt: Não foi possível processar a solicitação atual.
ru: Невозможно обработать текущий запрос.
sr: Тренутни захтев није могуће обрадити.
sv: Det gick inte att genomföra registreringen.

# MSC.emailSubject
source: Your registration on %s
de: Ihre Registrierung auf %s
es: Tu registro el %s
fa: ثبت‌نام شما در %s
fr: Votre enregistrement sur %s
lv: Jūsu reģistrācija %s
pt: Seu registro em %s.
ru: Ваша регистрация на %s
sr: Ваша регистрација на %s
sv: Din registrering på %s

# MSC.adminSubject
source: New registration on %s
de: Neue Registrierung auf %s
es: TYPOlight :: nuevo registro el %s
fa: ثبت‌نام جدید در %s
fr: Nouvel enregistrement sur %s
lv: Contao :: Jauna reģistrācija %s
pt: TYPOlight:: novo registro em %s
ru: Новая регистрация на %s
sr: Нова регистрација на %s
sv: Contao :: ny registrering på %s

# MSC.adminText
source: A new member (ID %s) has registered at your website.%sIf you did not allow e-mail activation, you have to enable the account manually in the back end.
de: Ein neues Mitglied (ID %s) hat sich auf Ihrer Webseite registriert.%sFalls Sie die automatische E-Mail-Aktivierung nicht nutzen, müssen Sie das Konto manuell im Backend aktivieren.
es: Un usuario nuevo (ID %s) se ha registrado en tu web. Si no seleccionaste la activación por e-mail, deberás conectarte al back end para activar la cuenta manualmente.
fa: یک کاربر جدید (شناسه‌ی %s) در وب‌سایت شما عضو گردید. %s در صورتی که شما اجازه فعال شده نام‌نویسی را توسط ایمیل تصدیق نداده‌اید، لطفا به بخش مدیریت وب‌سایت رفته و به صورت معمولی کاربر را فعال نمایید.
fr: Un nouvel utilisateur (ID %s) s'est enregistré sur votre site. %sSi vous ne choisissez pas l'activation par e-mail, vous devez autoriser ce compte manuellement via le back office.
lv: Jauns bierds (ID %s) ir reģistrējies jūsu mājas lapā.%sJa jūs neesat atļāvis aktivizēšanu ar e-pastu, tad jums to ir manuāli jāaktivizē.
pt: Um novo usuário (ID %s) registrou-se no seu site. Se você não escolheu a ativação via email, será necessário conectar-se ao" back end" para habilitar a conta manualmente.
ru: Новый участник (ID %s) зарегистрирован на веб-сайте. %s Если e-mail активация не разрешена, следует активировать учетную запись вручную, через панель управления.
sr: Нови члан (ID %s) се регистровао на вашем сајту. %s Ако нисте одобрили активацију путем e-maila, морате ручно да активирате налог у БекЕнду.
sv: En ny användare (ID %s) har registrerat sig på din webbplats.%s Om du inte har valt att tillåta E-postaktivering måste du logga in i backend och aktivera kontot manuellt.

# MSC.requestPassword
source: Request password
de: Neues Passwort anfordern
es: Solicitar contraseña
fa: درخواست گذرواژه
fr: Demande de mot de passe
lv: Pieprasīt paroli
pt: Solicitar senha
ru: Запрос пароля
sr: Затражи лозинку
sv: Begär lösenord

# MSC.setNewPassword
source: Set new password
de: Passwort übernehmen
es: Establecer nueva contraseña
fa: تعیین گذرواژه جدید
fr: Définir un nouveau mot de passe
lv: Izveidot jaunu paroli
pt: Criar nova senha
ru: Установить новый пароль
sr: Постави нову лозинку
sv: Ange nytt lösenord
