Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# FFL.fieldsetStart.0
source: Fieldset start
de: Fieldset Anfang
fa: شروع مجموعه فیلد
fr: Marque fieldset de départ
lv: Lauku kopas sākums
pt: Inicio de Fieldset
ru: Начало Fieldset
sr: Почетак групе поља

# FFL.fieldsetStart.1
source: The opening part of a fieldset with an optional legend.
de: Der öffnende Teil eines Fieldsets mit einer optionalen Legende.
es: La parte de apertura de un fieldset con una leyenda opcional.
fa: قسمت گشایش مجموعه فیلد با یک شرح اختیاری.
fr: Début d'un "fieldset" avec une légende optionnelle.
lv: Lauku kopas sākuma daļa ar neobligātu leģendu.
pt: A parte de abertura de um fieldset com uma legenda opcional.
ru: Открывающая часть fieldset с необязательной легендой.
sr: Почетни дио групе поља са опционом легендом.
sv: Den inledande delen av en fieldset med en valfri förklaring.

# FFL.fieldsetStop.0
source: Fieldset stop
de: Fieldset Ende
fa: پایان مجموعه فیلد
fr: Marque fieldset de fin
lv: Lauku kopas beigas
pt: Paragem do fieldset
ru: Остановка Fieldset
sr: Завршетак групе поља

# FFL.fieldsetStop.1
source: The closing part of a fieldset.
de: Der schließende Teil eines Fieldsets.
es: La parte de cierre de un fieldset.
fa: قسمت بستن یک مجموعه فیلد.
fr: La marque de fin d'un fieldset
lv: Lauku kopas noslēdzošā daļa.
pt: A parte de fecho de um fieldset.
ru: Закрывающая часть fieldset.
sr: Завршни део групе поља.
sv: Den avslutande delen av en fieldset.

# FFL.text.0
source: Text field
de: Textfeld
es: Campo de texto
fa: فیلد متن
fr: Champ texte
lv: Teksta lauks
pt: Campo texto
ru: Текстовое поле
sr: Поље за унос текста
sv: Textfält

# FFL.text.1
source: A single-line input field for a short or medium text.
de: Ein einzeiliges Eingabefeld für einen kurzen oder mittellangen Text.
es: Un campo de una linea, para un texto corto o medio.
fa: یک فیلد وردی تک خط برای متن کوتاه یا متوسط.
fr: Champ d'une ligne pour la saisie d'un texte court ou moyen.
lv: Vienrindas datu ievadīšanas lauks īsa vai vidēja teksta ievadīšanai.
pt: Um campo texto suporta apenas uma linha para textos curtos ou médios.
ru: Однострочное поле для ввода текста небольшого или среднего объёма.
sr: Поље за унос кратког текста у виду једне линије за унос.
sv: Ett textfält är ett enradigt fält för en kort text.

# FFL.password.0
source: Password field
de: Passwortfeld
es: Campo contraseña
fa: فیلد گذرواژه
fr: Champ "mot de passe"
lv: Paroles lauks
pt: Campo senha
ru: Поле 'Пароль'
sr: Поље за лозинку
sv: Lösenordsfält

# FFL.password.1
source: A single-line input field for a password. Contao automatically adds a confirmation field.
de: Ein einzeiliges Eingabefeld für ein Passwort. Contao fügt automatisch ein Bestätigungsfeld hinzu.
es: Un campo de una linea para introducir la contraseña.
fa: یک فیلد ورودی تک خطی برای گذرواژه. کنتائو به صورت خودکار یک فیلد تایید اضافه می‌کند.
fr: Champ d'une ligne pour la saisie d'un mot de passe. Contao ajoute automatiquement un champ de confirmation.
lv: Vienrindas datu ievadīšanas lauks paroles eivadīšanai. Contao automātiski pievieno apstiprināšanas lauku.
pt: Um campo senha suporta apenas uma linha de texto para senhas.
ru: Однострочное поле для ввода пароля. Contao автоматически добавит поле подтверждения.
sr: Поље за унос лозинке у једном реду. Contao аутоматски додаје поље за потврду.
sv: Ett lösenordsfält är ett enradigt fält för ett lösenord. Contao lägger automatiskt till ett bekräftelsefält.

# FFL.textarea.0
source: Textarea
es: Área de texto
fa: جعبه متن
fr: Zone de texte
lv: Teksta apgabals
pt: Área de texto
ru: Текстовая область
sr: Подручје текста

# FFL.textarea.1
source: A multi-line input field for a medium or long text.
de: Ein mehrzeiliges Eingabefeld für einen mittellangen oder langen Text.
es: Un campo de múltiples lineas, para un texto medio o largo.
fa: یک فیلد ورودی چند خطی برای متن‌های متوسط یا بلند.
fr: Champ comportant plusieurs lignes pour la saisie d'un texte moyen ou long.
lv: Daudzrindu datu ievades lauks vidēju vai garu tekstu ievadīšanai.
pt: Um campo área de texto suporta múltiplas linhas para textos médios ou longos.
ru: Многострочное поле для ввода текста среднего и большого объёма.
sr: Поље за унос текста средње и веће дужине у виду више линија.
sv: En textarea är ett inmatningsfält för längre texter som tillåter att texten skrivs på fler rader. Används för långa eller medellånga texter.

# FFL.select.0
source: Select menu
de: Select-Menü
es: Desplegable
fa: منوی انتخابی
fr: Liste déroulante
lv: Izvēles saraksts
pt: Menu selecionar
ru: Выпадающий список
sr: Падајући мени
sv: Rullgardinsmeny

# FFL.select.1
source: A single- or multi-line drop-down menu.
de: Ein ein- oder mehrzeiliges Dropdown-Menü.
es: Un desplegable con varias opciones, sólo se puede seleccionar una.
fa: یک منوی افتادنی یک یا چند خطی.
fr: Liste déroulante pour la sélection d'un ou plusieurs choix.
lv: Vienrindas vai daudzrindu izritināmasi sarkaksts.
pt: Um menu deste tipo contém uma lista de opções das quais apenas uma poderá ser selecionada.
ru: Поле содержащие однострочное или многострочное раскрывающееся меню.
sr: Падајући мени са једном или више опција.
sv: En rullgardinsmeny är en enkelradig (nedfallande) lista med flera val där endast ett alternativ kan väljas.

# FFL.radio.0
source: Radio button menu
de: Radio-Button-Menü
es: Botones radio
fa: منوی دکمه رادیویی
fr: Bouton radio
lv: Radio poga
pt: Menu de botões radiais
ru: Радио-кнопка
sr: "Radio button" мени
sv: Envalsmeny

# FFL.radio.1
source: A list of multiple options from which one can be selected.
de: Eine Liste mehrerer Optionen, von denen eine ausgewählt werden kann.
es: Cada opción es un botón radio, sólo se puede seleccionar una.
fa: فهرستی چند گزینه‌ای که یکی از آن‌ها قابل انتخاب است.
fr: Liste de plusieurs options dont une seule peut être sélectionnée.
lv: Vairāku variantu saralsts, no kuriem izvēlēties var tikai vienu.
pt: Um menu deste tipo contém múltiplas opções das quais apenas uma poderá ser selecionada.
ru: Список нескольких вариантов, из которых можно выбрать только один.
sr: Листа опција од којих само једна може бити одабрана.
sv: En envalsmeny är en flerradig meny som innehåller flera valmöjligheter där endast ett alternativ kan väljas.

# FFL.checkbox.0
source: Checkbox menu
de: Checkbox-Menü
es: Checkbox
fa: منوی جعبه‌ای
fr: Case à cocher
lv: Čekbokss
pt: Menu checkbox
ru: Чек-боксы
sr: Checkbox
sv: Flervalsmeny

# FFL.checkbox.1
source: A list of multiple options from which any can be selected.
de: Eine Liste mehrerer Optionen, von denen beliebig viele ausgewählt werden können.
es: Una o varias opciones, se pueden seleccionar múltiples opciones.
fa: فهرستی چند گزینه‌‌ای که هر کدام از آن‌ها قابل انتخاب هستند.
fr: Liste de plusieurs options dont chacune peut être sélectionnée.
lv: Vairāku variantu saralsts, no kuriem izvēlēties var jebkuru.
pt: Um menu deste tipo contém múltiplas opções e uma ou mais poderá ser selecionada.
ru: Список нескольких вариантов, каждый из которых может быть выбран.
sr: Листа опција од којих више њих може бити изабрано.
sv: En flervalsmeny är en flerradig meny som innehåller flera valmöjligheter där fler än ett alternativ kan väljas.

# FFL.upload.0
source: File upload
de: Datei-Upload
es: Subir archivo
fa: بارگذاری پرونده
fr: Envoi de fichier
lv: Augšupielādes fails
pt: Envio de arquivo
ru: Загрузка файла
sr: Постављање фајла на сервер
sv: Filuppladdning

# FFL.upload.1
source: A single-line input field to upload a local file to the server.
de: Ein einzeiliges Eingabefeld zur Übertragung lokaler Dateien auf den Server.
es: Permite seleccionar un archivo de su disco duro y subirlo al servidor.
fa: فیلد ورودی تک خط برای بارگذاری پرونده محلی در سرور
fr: Champ d'une ligne pour l'envoi d'un fichier local vers le serveur.
lv: Vienrindas datu ievades lauks failu augšupielādēšanai serverī.
pt: Esta opção dispõe um botão para localização e seleção de um arquivo no disco local do usuário.
ru: Однострочное поле для загрузки локального файла на сервер.
sr: Поље за постављање локалног фајла на сервер.
sv: En filuppladdning innehåller en knapp för sökning på den lokala datorn och en knapp för uppladdning av vald fil.

# FFL.range.0
source: Range slider
es: Control deslizante de rango
fa: اسلایدر Range
fr: Curseur
lv: Diapazona slīdnis
pt: Deslizador do alcance
ru: Слайдер диапазона
sr: Слајдер опсега

# FFL.range.1
source: A range slider to select a value or range of values between a specified min and max.
de: Ein Range-Slider zur Auswahl eines Wertes oder eines Wertebereichs innerhalb eines spezifizierten Min und Max.
es: Un control deslizante de rango para seleccionar un valor o rango de valores entre un mínimo y un máximo especificados.
fa: اسلایدر رنج برای انتخاب یک مقدار یا مقادیر بین مقدار کمینه و بیشینه.
fr: Un curseur pour sélectionner une valeur ou une plage de valeurs entre un minimum et un maximum spécifiés.
pt: Um selector de intervalo para seleccionar um valor ou intervalo de valores entre um mínimo e um máximo especificados.
ru: Слайдер для выбора значения или диапазона значений между указанными минимальными и максимальными значениями.
sr: Слајдер опсега служи за избор опсега вредности између минималне и максималне.
sv: En range slider för att välja ett värde eller ett värdeintervall mellan en specificerad min och max.

# FFL.hidden.0
source: Hidden field
de: Verstecktes Feld
es: Campo no visible
fa: فیلد پنهان
fr: Champ caché
lv: Slēptais lauks
pt: Campo oculto
ru: Скрытое поле
sr: Скривено поље
sv: Gömda fält

# FFL.hidden.1
source: A single-line input field that is not visible in the form.
de: Ein einzeiliges Eingabefeld, das im Formular nicht sichtbar ist.
es: Un campo no visible es un campo de entrada de una línea que no se muestra en el formulario.
fa: فیلد ورودی یک خطی که در فرم قابل مشاهده نیست.
fr: Champ d'une ligne non visible dans le formulaire.
lv: Vienrindas datu ievades lauks, kas nav redzams formā.
pt: Este campo é semelhante ao campo texto, mas não é mostrado ao usuário.
ru: Однострочное поле, которое невидимо в форме.
sr: Поље које није видљиво на формулару.
sv: Ett gömt fält är ett fält som inte visas i formuläret.

# FFL.captcha.0
source: Security question
de: Sicherheitsfrage
es: Pregunta de seguridad
fa: پرسش امنیتی
fr: Question de sécurité
lv: Drošības jautājums
pt: Pergunta de segurança
ru: Контрольный вопрос
sr: Сигурносно питање
sv: Säkerhetsfråga

# FFL.captcha.1
source: A simple math question to verify that the form is being submitted by a human (CAPTCHA).
de: Eine einfache Rechenaufgabe zur Prüfung, ob das Formular von einem Menschen abgeschickt wurde (CAPTCHA).
es: Un campo que añade una pregunta matemática sencilla, el usuario debe responder para que se envíe el formulario.
fa: یک سوال ریاضی ساده برای بررسی اینکه فرم توسط یک انسان ارسال شده است (CAPTCHA).
fr: Question simple d'arithmétique pour vérifier que le formulaire est bien soumis par un individu (CAPTCHA).
lv: Matemātiski vienkāršs jautājumu, lai pārliecinātos, ka formā ievadītos datus iesniedz cilvēks (CAPTCHA).
pt: Este campo adiciona uma pergunta matemática simples que deve ser respondida antes do envio do formulário, assim evita-se que robôs enviem dados pelo formulário.
ru: Простой математический вопрос для проверки, что форма отправляется человеком (CAPTCHA).
sr: Једноставан математички задатак који омогућава систему да провери да ли је формулар попунио човек (CAPTCHA).
sv: Detta fält lägger till en enkel fråga som måste besvaras rätt för att kunna skicka formuläret.

# FFL.submit.0
source: Submit field
de: Absendefeld
es: Campo enviar
fa: فیلد ارسال
fr: Bouton d'envoi
lv: Apstiprināšanas lauks
pt: Botão enviar
ru: Кнопка 'Отправить'
sr: Поље "Пошаљи"
sv: Skicka-knapp

# FFL.submit.1
source: A button to submit the form.
de: Eine Absende-Schaltfläche zur Versendung des Formulars.
es: El campo de envío contiene el botón de enviar y datos del encabezado del formulario (por ejemplo: destinatario y asunto del e-mail).
fa: دکمه‌ای برای ارسال فرم
fr: Bouton d'envoi du formulaire.
lv: Poga formā ievadīto datu apstiprināšanai.
pt: Este campo contém um botão para enviar o formulário e os dados de cabeçalho do mesmo.
ru: Кнопка для отправки формы.
sr: Дугме којим се шаље попуњени формулар.
sv: Skapar den knapp som man klickar på för att skicka det ifyllda formuläret.

# PTY.regular.0
source: Regular page
de: Reguläre Seite
es: Página básica
fa: برگه عادی
fr: Page simple
lv: Standarta lapa
pt: Página normal
ru: Постоянная страница
sr: Стандардна страница
sv: Vanlig sida

# PTY.regular.1
source: A regular page contains articles and content elements. It is the default page type.
de: Eine reguläre Seite enthält Artikel und Inhaltselemente. Sie ist der Standard-Seitentyp.
es: Una página básica contiene artículos y elementos de contenido. Es el tipo de página por defecto.
fa: برگه عادی شامل مقاله‌ها و المان‌های محتوایی می‌باشد. این نوع برگه پیش‌فرض است.
fr: Une page simple contient des articles et des éléments de contenu. C'est le type de page par défaut.
lv: Standarta lapa satur rakstus un satura elementus. Tas ir noklusējuma lapas tips.
pt: Uma página normal contém artigos e elementos de conteúdo. Este é o tipo de página padrão.
ru: Постоянная страница содержит статьи и элементы контента. Это тип страницы по умолчанию.
sr: Стандардна страница садржи чланке и елементе садржаја. То је подразумевана врста странице.
sv: En vanlig sida innehåller element och innehållsobjekt vilket är standardsidtypen.

# PTY.redirect.0
source: External redirect
de: Externe Weiterleitung
es: Redirige a una URL externa
fa: تغییر مسیر خارجی
fr: Rediriger vers une URL externe
lv: Virzienmaiņa uz ārēju URL
pt: Redirecionar para uma URL externa
ru: Переадресация на внешний URL
sr: Вањско преусмеравање
sv: Omdirigera till en extern URL

# PTY.redirect.1
source: This type of page automatically redirects visitors to an external website. It works like a hyperlink.
de: Dieser Seitentyp leitet Besucher automatisch zu einer externen Webseite um. Die Funktionsweise entspricht der eines Hyperlinks.
es: Esta página redirige los visitantes automáticamente a una URL externa. Funciona como un enlace.
fa: اين نوع برگه به طور خودکار بازدیدکنندگان را به يک نشانی خارجی باز می‌گرداند. این مانند یک پیوند عمل می‌کند.
fr: Ce type de page réoriente automatiquement les visiteurs vers une URL externe. Cela fonctionne comme un lien hypertexte.
lv: Šis lapu tips novirza uz ārēju URL. Darbojas tāpat kā hipersaite.
pt: Esta página é redirecionada automaticamente para uma URL externa, funcionando como uma hiperligação.
ru: Тип страницы автоматически перенаправляет посетителей на внешний веб-сайт. Работает как гиперссылка.
sr: Ова врста странице аутоматски преусмерава посетиоце на други сајт. Има улогу хиперлинка.
sv: Denna sida omdirigerar automatiskt besökaren till en extern URL. Den fungerar som en hyperlänk.

# PTY.forward.0
source: Internal redirect
de: Interne Weiterleitung
es: Redirige a una URL interna
fa: تغییر مسیر داخلی
fr: Rediriger vers une autre page du site
lv: Pārsūtīt uz citu lapu
pt: Encaminhar para outra página
ru: Переадресация на другую страницу
sr: Интерно преусмеравање
sv: Omdirigera till en intern sida

# PTY.forward.1
source: This type of page automatically forwards visitors to another page within the site structure.
de: Dieser Seitentyp leitet Besucher automatisch zu einer anderen Seite innerhalb der Seitenstruktur um.
es: Esta página redirige los visitantes a otra página de nuestra web. La redirección se hace a través del ID de la página o su alias.
fa: این نوع برگه به طور خودکار بازدیدکنندگان را به برگه‌ای داخل ساختار سایت منتقل می‌نماید.
fr: Ce type de page réoriente automatiquement les visiteurs vers une autre page de la structure de site.
lv: Šis lapu tips automātiski pārsūta apmeklētāju uz citu lapu. Virziens tiek nomainīts izmantojot lapas ID vai lapas aizstājvārdu.
pt: Este tipo de página automaticamente encaminha o visitante para outra página do website. Funcionando com um ID de página ou um apelido de página.
ru: Тип страницы автоматически переправляет посетителей на другую страницу в структуре веб-сайта.
sr: Ова врста странице аутоматски преусмерава посетиоце на другу страницу у оквиру сајта.
sv: Denna typ av sida omdirigerar automatiskt besökaren till en annan intern sida.

# PTY.root.0
source: Website root
de: Startpunkt einer Webseite
es: Raíz de sitio
fa: ریشه وب‌سایت
fr: Racine d'un nouveau site
lv: Mājas lapas sakne
pt: Raiz de um novo website.
ru: Корень веб-сайта
sr: Root сајта
sv: Rot till ny hemsida

# PTY.root.1
source: This type of page marks the starting point of a new website within the site structure.
de: Dieser Seitentyp kennzeichnet den Startpunkt einer neuen Webseite innerhalb der Seitenstruktur.
es: Este tipo de página marca el punto de inicio de un sitio dentro de la estructura general. Una página raíz contiene una entrada DNS o un idioma, o ambos.
fa: این نوع برگه نقطه شروع وب‌سایت جدید را داخل ساختار سایت مشخص می‌نماید.
fr: Ce type de page est le point de départ pour créer un site internet dans la structure de site.
lv: Šī veida lapa struktūrā iezīmē sākuma punktu jaunai mājas lapai.
pt: Se você deseja criar mais de um website na mesma árvore de páginas, você pode definir um novo ponto de início aqui. Uma página raiz contém uma entrada DNS, uma língua ou ambos.
ru: Этот тип страницы является отправной точкой нового веб-сайта в структуре веб-сайта.
sr: Ова врста странице означава стартну тачку новог сајта у оквиру структуре сајта.
sv: Om du vill skapa fler än en hemsida inom samma sidträd så kan du definiera en ny startpunkt här. En rotsida innehåller en DNS-anvisning eller ett språk eller båda.

# PTY.logout.0
source: Logout
de: Abmelden
es: Desconectar
fa: خروج
fr: Se déconnecter
lv: Atslēgties
pt: Sair
ru: Выход
sr: Одјава
sv: Logga ut

# PTY.logout.1
source: This type of page automatically logs out the user.
de: Dieser Seitentyp meldet einen Benutzer automatisch ab (Logout).
es: Este tipo de página cierra automáticamente la sesión de usuario.
fa: این نوع صفحه کاربر را به صورت خودکار خارج می‌کند.
fr: Ce type de page déconnecte automatiquement l'utilisateur.
lv: Šis lapu tips automātiski atslēdz lietotāju.
pt: Este tipo de página automaticamente obriga o utilizador a terminar a sessão.
ru: Этот тип страницы автоматически завершает сеанс пользователя.
sr: Ова врста странице аутоматски одјављује корисника.
sv: Denna typ av sida loggar automatiskt ut användaren.

# PTY.error_401.0
source: 401 Not authenticated
de: 401 Nicht authentifiziert
es: 401 No autenticado
fa: 401 احراز هویت نشده
fr: 401 Pas authentifié
lv: 401 Nav autentificēts
pt: 401 Não Autenticado
ru: 401 Не аутентифицирован
sr: 401 Аутентификација није прошла
sv: 401 Ej autentiserad

# PTY.error_401.1
source: If a visitor requests a protected page without being authenticated, a 401 error page will be loaded instead.
de: Ruft ein Besucher eine geschützte Seite ohne vorherige Anmeldung auf, wird stattdessen eine 401-Fehlerseite geladen.
es: Si un visitante solicita una página protegida sin estar autenticado, en su lugar se cargará una página de error 401.
fa: اگر بازدیدکننده‌ای برگه‌ی حفاظت‌شده‌ای را بدون احراز هویت درخواست کند برگه‌ی خطای 401 در عوض بارگذاری خواهد شد.
fr: Si un visiteur demande une page protégée sans être authentifié, une page d'erreur 401 sera chargée à la place.
pt: Se um visitante solicitar uma página protegida sem ser autenticada, será carregada em vez disso uma página de erro 401.
ru: Страница ошибка 401 выводится, когда посетитель запрашивает защищенную страницу без проверки подлинности.
sr: Ако посетилац сајта затражи заштићену страницу без претходне аутентификације, уместо тога биће приказана страница грешке 401.
sv: Om en besökare begär en skyddad sida utan att autentiseras laddas en 401-felsida istället.

# PTY.error_403.0
source: 403 Access denied
de: 403 Zugriff verweigert
es: Estatus 403 (acceso denegado)
fa: 403 دسترسی ممنوع است
fr: Erreur 403 (accès interdit)
lv: 403 Piekļuve liegta
pt: Acesso negado (erro 403)
ru: Ошибка 403 (доступ запрещен)
sr: 403 Приступ одбијен
sv: Fel 403 (Åtkomst nekad)

# PTY.error_403.1
source: If a member requests a protected page without permission, a 403 error page will be loaded instead.
de: Ruft ein Mitglied eine geschützte Seite ohne die entsprechenden Zugriffsrechte auf, wird stattdessen eine 403-Fehlerseite geladen.
es: Si un miembro solicita una página protegida sin permiso, en su lugar se cargará una página de error 403.
fa: اگر بازدیدکننده‌ای برگه‌ی حفاظت‌شده‌ای را بدون احراز مجوز درخواست کند برگه‌ی خطای 403 در عوض بارگذاری خواهد شد.
fr: Si un membre demande une page protégée sans être authentifié, une page d'erreur 403 sera chargée à la place.
pt: Se um membro solicitar uma página protegida sem permissão, será carregada em vez disso uma página de erro 403.
ru: Страница ошибка 403 выводится, когда участник пытается получить доступ к защищенной странице без разрешения.
sr: Ако члан затражи заштићену страницу а нема право на њу, уместо ње ће бити приказана страница грешке 403.
sv: Om en medlem begär en skyddad sida utan tillstånd kommer en 403-felsida att laddas istället.

# PTY.error_404.0
source: 404 Page not found
de: 404 Seite nicht gefunden
es: Estatus 404 (página no encontrada)
fa: 404 برگه پیدا نشد
fr: Erreur 404 (page non trouvée)
lv: 404 Lapa netika atrasta
pt: Página não encontrada (erro 404)
ru: Ошибка 404 (страница не найдена)
sr: 404 Страница није пронађена
sv: Fel 404 (Sidan hittades inte)

# PTY.error_404.1
source: If a visitor requests a non-existent page, a 404 error page will be loaded instead.
de: Ruft ein Besucher eine nicht vorhandene Seite auf, wird stattdessen eine 404-Fehlerseite geladen.
es: Si un visitante solicita una página que no existe, se cargará una página de error 404 en su lugar.
fa: اگر بازدیدکننده‌ای برگه‌ای که وجود ندارد را درخواست کند برگه‌ی خطای 404 در عوض بارگذاری خواهد شد.
fr: Si un visiteur demande une page inexistante, une page d'erreur 404 sera chargée à la place.
pt: Se um visitante solicitar uma página inexistente, uma página de erro 404 será carregada em seu lugar.
ru: Страница ошибка 404 выводится, когда посетитель пытается получить доступ к несуществующей странице.
sr: Ако посетилац затражи непостојећу страницу, биће приказана страница грешке 404.
sv: Om en besökare begär en sida som inte finns, laddas en 404-felsida istället.

# PTY.error_503.0
source: 503 Service unavailable
de: 503 Dienst nicht verfügbar
es: 503 Servicio no Disponible
fa: 503 سرویس در دسترس نیست
fr: 503 Service indisponible
ru: 503 Сервис недоступен
sv: 503 Tjänst Otillgänglig

# PTY.error_503.1
source: When a root page is in maintenance mode, a 503 error page is displayed for all requests.
de: Wenn sich eine Root-Seite im Wartungsmodus befindet, wird für alle Anfragen eine 503-Fehlerseite angezeigt.
es: Cuando una página raíz está en modo de mantenimiento, se muestra una página de error 503 para todas las solicitudes.
fa: وقتی برگه‌ی ریشه در حالت نگهداری است، برگه‌ی خطا 503 برای تمامی درخواست‌ها نمایش داده می‌شود.
fr: Lorsqu'une page racine est en mode maintenance, une page d'erreur 503 s'affiche pour toutes les requêtes.
ru: Когда корневая страница находится в режиме обслуживания, для всех запросов выводится страница с ошибкой 503.
sv: När en rotsida är i underhållsläge visas en 503-felsida för alla förfrågningar.

# FOP.fop.0
source: File operation permissions
de: Erlaubte Datei-Operationen
es: Permisos de archivos
fa: مجوزهای عمليات پرونده
fr: Permissions sur les fichiers
lv: Datnes operāciju atļaujas
pt: Operações de permissões de arquivos
ru: Разрешения на операции с файлами
sr: Дозволе за рад са фајловима
sv: Filhanteringsbehörigheter
