Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# ERR.invalidThemeTemplatePath
source: The template path "%s" must not contain the following characters: %s
de: Der Template-Pfad "%s" darf folgende Zeichen nicht enthalten: %s
es: La ruta de la plantilla "%s" no debe contener los siguientes caracteres: %s
fa: مسیر قالب "%s" نباید شامل نویسه‌های ذیل باشد: %s
fr: Le chemin du modèle "%s" ne doit pas contenir les caractères suivants : %s
ru: Путь к шаблону "%s" не должен содержать следующие символы: %s
sv: Mallsökvägen "%s" får inte innehålla följande tecken: %s

# ERR.previewSwitchInvalidUsername
source: Unknown username: %s
de: Unbekannter Nutzername: %s
es: Nombre de usuario desconocido: %s
lv: Nezināms lietotājvārds: %s
ru: Неизвестное имя пользователя: %s
sv: Okänt användarnamn: %s

# ERR.versionNotRestored
source: Version %d could not be restored because it is no longer compatible with the current database structure. Please restore the data manually.
de: Version %d konnte nicht wiederhergestellt werden, da sie nicht mehr mit der aktuellen Datenbankstruktur kompatibel ist. Bitte stellen Sie die Daten manuell wieder her.
es: La versión %d no se pudo restaurar porque ya no es compatible con la estructura de la base de datos actual. Restaure los datos manualmente.
ru: Не удалось восстановить версию %d, так как она больше не совместима с текущей структурой базы данных. Пожалуйста, восстановите данные вручную.
sv: Version %d kunde inte återställas eftersom den inte längre är kompatibel med den aktuella databasstrukturen. Vänligen återställ data manuellt.

# SEC.question1
source: Please add %d and %d.
de: Bitte addieren Sie %d und %d.
es: Por favor, suma %d y %d.
fa: لطفا %d و %d را با هم جمع نمایید.
fr: Veuillez additionner %d et %d.
lv: Lūdzu saskaitiet %d un %d.
pt: Favor adicionar %d e %d.
ru: Пожалуйста, прибавьте %d к %d.
sr: Који је резултат сабирања бројева %d and %d?
sv: Addera %d och %d.

# SEC.question2
source: What is the sum of %d and %d?
de: Was ist die Summe aus %d und %d?
es: ¿Cuánto suman %d y %d?
fa: جمع %d و %d برابر است با؟
fr: Quelle est la somme de %d et %d ?
lv: Kāda ir %d un %d summa?
pt: Qual é a soma de %d e %d?
ru: Что будет являться суммой %d и %d?
sr: Колика је сума бројева %d и %d?
sv: Vad är summan av %d och %d?

# SEC.question3
source: Please calculate %d plus %d.
de: Bitte rechnen Sie %d plus %d.
es: Por favor, calcula %d más %d.
fa: لطفا جمع %d و %d را محاسبه نمایید.
fr: Veuillez calculer %d plus %d.
lv: Lūdzu izrēķiniet: %d plus %d.
pt: Favor calcular %d mais %s.
ru: Пожалуйста, сложите %d и %d.
sr: Колико је %d плус %d?
sv: Räkna ut %d plus %d.

# CTE.texts
source: Text elements
de: Text-Elemente
es: Elementos de texto
fa: المان‌های متنی
fr: Éléments texte
lv: Teksta elementi
pt: Elementos de texto
ru: Текстовые элементы
sr: Текстуални елементи
sv: Textelement

# CTE.headline.0
source: Headline
de: Überschrift
es: Titular
fa: سربرگ
fr: Titre
lv: Virsraksts
pt: Manchete
ru: Заголовок
sr: Наслов
sv: Rubrik

# CTE.headline.1
source: Generates a headline (h1 - h6).
de: Erzeugt eine Überschrift (h1 - h6).
es: Este elemento contiene un titular independiente, que va entre etiquetas <H1>.
fa: یک عنوان (h1-h6) تولید می‌نماید.
fr: Génère un titre (h1 - h6).
lv: Šis elements satur savrupu virsrakstu, kas ir ietverts <H1> tagos.
pt: Este elemento contém uma única manchete, a qual será atribuída a uma tag <H1>.
ru: Создает заголовок (h1 - h6).
sr: Генерисање наслова (h1 - h6).
sv: Skapar en rubrik (h1 - h6).

# CTE.miscellaneous
source: Miscellaneous
de: Verschiedenes
es: Varios
fa: متفرقه
fr: Divers
ru: Разное
sv: Diverse

# CTE.text.0
source: Text
es: Texto
fa: متن
fr: Texte
lv: Teksts
pt: Texto
ru: Текст
sr: Текст

# CTE.text.1
source: Generates a rich text element.
de: Erzeugt ein Rich-Text-Element.
es: Este elemento contiene texto enriquecido con hipervínculos. Puedes añadir una imagen a este elemento.
fa: یک المان متنی غنی تولید می‌نماید.
fr: Génère un élément contenant du texte riche.
lv: Šis elements satur RTF standarta tekstu ar hipersaitēm. Pie tam jūs varat pievienot arī attēlu šim elementam.
pt: Este elemento contém hiperlinks do tipo rich text. Você também pode adicionar uma imagem a este elemento.
ru: Создает элемент форматированного текста.
sr: Генерисање "rich text" елемената.
sv: Skapar ett Rich Text (RTF)-element.

# CTE.html.1
source: Allows you to add custom HTML code.
de: Erlaubt das Hinzufügen von eigenem HTML-Code.
es: Este elemento contiene código HTML. Recuerda que algunas etiquetas HTML estan deshabilitadas por razones de seguridad.
fa: امکان افزودن کد HTML سفارشی را به شما می‌دهد
fr: Permet d'ajouter du code HTML personnalisé.
lv: Šis elements satur HTML kodu. Lūdzu ņemiet vērā, ka atsevišķi HTML tagi ir atspējoti dēļ drošības apsvērumiem.
pt: Este elemento permite que você adicione um código HTML.
ru: Позволяет добавить пользовательский HTML-код.
sr: Омогућавање властитог HTML кода.
sv: Tillåter att du lägger till en egen HTML-kod.

# CTE.list.0
source: List
de: Aufzählung
es: Lista
fa: فهرست
fr: Liste
lv: Saraksts
pt: Lista
ru: Список (List)
sr: Листа
sv: Lista

# CTE.list.1
source: Generates an ordered or unordered list.
de: Erzeugt eine geordnete oder ungeordnete Liste.
es: Este elemento contiene un lista ordenada o desordenada.
fa: یک فهرست مرتب یا نامرتب تولید می‌نماید.
fr: Génère une liste numérotée ou une liste simple.
lv: Šis elements satur sakārtotu vai nesakārtotu sarakstu.
pt: Este elemento contém uma lista ordenada ou desordenada.
ru: Создает отсортированный или неупорядоченный список.
sr: Генерисање уређене и неуређене листе.
sv: Genererar en numrerad lista eller en punktlista.

# CTE.table.0
source: Table
de: Tabelle
es: Tabla
fa: جدول
lv: Tabula
pt: Tabela
ru: Таблица
sr: Табела
sv: Tabell

# CTE.table.1
source: Generates an optionally sortable table.
de: Erzeugt eine optional sortierbare Tabelle.
es: Este elemento contiene una tabla.
fa: یک جدول با مرتب‌سازی اختیاری تولید می‌نماید.
fr: Génère un tableau qui peut-être trié.
lv: Šis elements satur tabulu.
pt: Este elemento contém uma tabela
ru: Создает таблицу с поддержкой сортировки.
sr: Генерисање табеле која се опционо може сортирати.
sv: Skapar en valfritt sorterbar tabell.

# CTE.accordion
source: Accordion
de: Akkordeon
es: Acordeon
fa: آکوردئون
fr: Accordéon
lv: Akordeons
pt: Acordeão
ru: Раздвижная панель (Accordion)
sr: Акордион
sv: Dragspel

# CTE.accordionStart.0
source: Wrapper start
de: Umschlag Anfang
es: Inicio de contenedor
fa: شروع لفافه
fr: Début de l'enveloppe
lv: Ietinēja sākums
pt: Iniciar wrapper
ru: Начало wrapper (обёртки)
sr: Почетак омотача
sv: Omslagsstart

# CTE.accordionStart.1
source: Generates the opening part of the accordion wrapper.
de: Erzeugt den öffnenden Teil des Akkordeon-Umschlags.
es: Genera la parte abierta de un acordeón.
fa: قسمت ابتدایی لفاف آکاردیون را تولید می‌‌نماید.
fr: Génère l'ouverture du conteneur de l'accordéon.
lv: Rada sakuma daļu akordeona ietinumam.
pt: Cria a funcionalidade de abertura do accordion wrapper.
ru: Открывает раздвижную панель.
sr: Генерисање почетног дела омотача акордиона.
sv: Genererar den öppnande delen av ett dragspelsomslag.

# CTE.accordionStop.0
source: Wrapper stop
de: Umschlag Ende
es: Final de contenedor
fa: پایان لفافه
fr: Fin de l'enveloppe
lv: Ietinēja beigas
pt: Terminar wrapper
ru: Конец wrapper (обёртки)
sr: Крај омотача
sv: Omslagsslut

# CTE.accordionStop.1
source: Generates the closing part of the accordion wrapper.
de: Erzeugt den schließenden Teil des Akkordeon-Umschlags.
es: Genera la parte de cierre de un acordeón.
fa: قسمت انتهایی لفاف آکاردیون را تولید می‌نماید.
fr: Génère la fermeture du conteneur de l'accordéon.
lv: Rada beigu daļu akordeona ietinumam.
pt: Cria a funcionalidade de fechar do accordion wrapper.
ru: Закрывает раздвижную панель.
sr: Генерисање завршног дела омотача акордиона.
sv: Genererar den stängande delen av ett dragspelsomslag.

# CTE.accordionSingle.0
source: Single element
de: Einzelelement
es: Elemento simple
fa: المان تکی
fr: Élément seul
lv: Viens elements
pt: Elemento único
ru: Единичный элемент
sr: Самостални елемент
sv: Enkelt omslag

# CTE.accordionSingle.1
source: Generates a single accordion element.
de: Erzeugt ein einzelnes Akkordeon-Element.
es: Genera un elemente acordeón único.
fa: یک المان آکوردئون تکی تولید می‌نماید.
fr: Génère un seul élément accordéon.
lv: Rada vienu akordeona elementu.
pt: Cria um único elemento accordion.
ru: Создает единичный элемент раздвижной панели
sr: Генерисање јединственог елемента акордиона.
sv: Skapar ett enkelt dragspelselement.

# CTE.code.0
source: Code
es: Código
fa: کد
lv: Kods
pt: Código
ru: Код
sr: Код
sv: Syntax-markeraren

# CTE.code.1
source: Highlights code snippets and prints them to the screen.
de: Gibt formatierten Programmcode auf dem Bildschirm aus.
es: Este elemento contiene fragmentos de código que estan formateados de manera especial. El código solo se imprimirá en pantalla y no será ejecutado.
fa: قطعه‌های کد را برجسته می‌کند و آنها را روی برگه نمایش چاپ می‌کند.
fr: Ajoute la coloration syntaxique sur des extraits de code.
lv: Izceļ koda fragmentus un izdrukā tos uz ekrāna.
pt: Este elemento contém pequenos códigos que são formatados de maneira especial. O código será apenas mostrado na tela e não será executado.
ru: Выделяет фрагменты кода и выводит их на экран.
sr: Наглашавање делова кода и штампање истих на екран.
sv: Färgmarkerar och formatterar programkod och visar dem på sidan.

# CTE.markdown.0
source: Markdown
fa: نشانه‌دار
lv: Marķējums
ru: Маркдаун (Markdown)

# CTE.markdown.1
source: Generates HTML code from a Markdown text.
de: Erzeugt HTML-Code aus einem Markdown-Text.
es: Genera código HTML a partir de un texto Markdown.
fa: کد HTML را از متن Markdown تولید می‌کند.
fr: Génère un code HTML à partir d'un texte Markdown.
ru: Создает HTML-код из маркдаун-текста.
sv: Genererar HTML-kod från en Markdown-text.

# CTE.template.0
source: Custom template
de: Individuelles Template
es: Plantilla personalizada
fa: قالب اختصاصی
fr: Modèle personnalisé
ru: Пользовательский шаблон
sv: Anpassad mall

# CTE.template.1
source: Generates an element to insert a custom template.
de: Erzeugt ein Element zum Einfügen eines individuellen Templates.
es: Genera un elemento para insertar una plantilla personalizada.
fa: یک المان برای درج در قالب اختصاصی تولید می‌کند.
fr: Génère un élément pour insérer un modèle personnalisé.
ru: Создает элемент для вставки пользовательского шаблона.
sv: Genererar ett element för att infoga en anpassad mall.

# CTE.slider
source: Content slider
es: Slider de contenido
fa: اسلایدر محتوا
fr: Galerie de contenu
lv: Satura slīdnis
pt: Slider de conteúdo
ru: Слайдер контента
sr: Слајдер садржаја
sv: Innehållskarusell

# CTE.sliderStart.0
source: Wrapper start
de: Umschlag Anfang
es: Inicio de contenedor
fa: شروع لفافه
fr: Début de l'enveloppe
lv: Ietinēja sākums
pt: Iniciar wrapper
ru: Начало wrapper (обёртки)
sr: Почетак омотача
sv: Omslagsstart

# CTE.sliderStart.1
source: Generates the opening part of the slider wrapper.
de: Erzeugt den öffnenden Teil des Slider-Umschlags.
es: Genera la parte abierta del Slider.
fa: قسمت ابتدایی لفاف اسلایدر را تولید می‌نماید.
fr: Génère l'ouverture du conteneur du slider.
lv: Rada sakuma daļu slīdņa ietinumam.
pt: Cria a funcionalidade de abrir do slider wrapper.
ru: Открывает слайдер.
sr: Генерисање почетног дела омотача слајдера.
sv: Genererar den öppnande delen av en innehållskarusell.

# CTE.sliderStop.0
source: Wrapper stop
de: Umschlag Ende
es: Final de contenedor
fa: پایان لفافه
fr: Fin de l'enveloppe
lv: Ietinēja beigas
pt: Terminar wrapper
ru: Конец wrapper (обёртки)
sr: Крај омотача
sv: Omslagsslut

# CTE.sliderStop.1
source: Generates the closing part of the slider wrapper.
de: Erzeugt den schließenden Teil des Slider-Umschlags.
es: Genera la parte de cierre del Slider.
fa: قسمت انتهایی لفاف اسلایدر را تولید می‌نماید.
fr: Génère la fermeture du conteneur du slider.
lv: Rada beigu daļu slīdņa ietinumam.
pt: Cria a funcionalidade de fechar do slider wrapper.
ru: Закрывает слайдер.
sr: Генерисање завршног дела омотача слајдера.
sv: Genererar den stängande delen av en innehållskarusell.

# CTE.links
source: Link elements
de: Link-Elemente
es: Elementos de enlace
fa: المان‌های پیوندی
fr: Éléments lien
lv: Saites elementi
pt: Elementos de uma hiperligação
ru: Элементы ссылки
sr: Линкови
sv: Länkelement

# CTE.hyperlink.0
source: Hyperlink
es: Enlace
fa: پیوند
fr: Lien hypertexte
lv: Saite
pt: Hiperligação
ru: Гиперссылка
sr: Хиперлинк
sv: Hyperlänk

# CTE.hyperlink.1
source: Generates a link to another website.
de: Erzeugt einen Verweis auf eine andere Webseite.
es: Este elemento contiene un link a otra web.
fa: یک پیوند به وب‌سایت دیگر ایجاد می‌کند.
fr: Génère un lien hypertexte vers un autre site internet.
lv: Šis elements satur saiti uz citu mājas lapu.
pt: Este elemento contém uma hiperligação para outro website
ru: Создает гиперссылку на другой веб-сайт.
sr: Генерисање линка према другом сајту.
sv: Skapar en hyperlänk till en annan sida eller extern hemsida.

# CTE.toplink.0
source: Top link
es: Enlace arriba
fa: پیوند بالا
fr: Lien vers le haut de page
lv: Saite augšup
pt: Ir ao topo
ru: Ссылка 'Наверх страницы'
sr: Линк на врх странице
sv: Upplänk

# CTE.toplink.1
source: Generates a link to jump to the top of the page.
de: Erzeugt einen Link zum Seitenanfang.
es: Este elemento crea un link para ir directamente a la parte superior de la página.
fa: یک پیوند برای پرش به بالای برگه تولید می‌نماید.
fr: Génère un lien pour retourner en haut de page.
lv: Šis elements ģenerē hipersaiti, kas ļauj pārlekt uz lapas augšu.
pt: Este elemento gera uma hiperligação que permite ir para o topo da página
ru: Создает ссылку для быстрого перехода к верхней части страницы.
sr: Генерисање линка за скок на врх странице.
sv: Skapar en hyperlänk för direkthopp till toppen av den aktuella sidan.

# CTE.media
source: Media elements
de: Media-Elemente
es: Elementos de media
fa: المان‌های رسانه‌ای
fr: Éléments multimédias
lv: Mediju elementi
pt: Elementos Media
ru: Мультимедиа элементы
sr: Мултимедијални елементи
sv: Media-element

# CTE.image.0
source: Image
de: Bild
es: Imagen
fa: تصویر
lv: Attēls
pt: Imagem
ru: Изображение
sr: Слика
sv: Bild

# CTE.image.1
source: Generates a stand-alone image.
de: Erzeugt ein einzelnes Bild.
es: Este elemnto contiene una imagen.
fa: یک تصویر درجا تولید می‌کند.
fr: Génère une image.
lv: Šis elements satur vienu attēlu.
pt: Este elemento contém uma única imagem.
ru: Создает отдельно стоящее изображение.
sr: Генерисање слике као засебног елемента.
sv: Skapar ett element innehållande en enstaka bild.

# CTE.gallery.0
source: Gallery
de: Galerie
es: Galeria de imágenes
fa: گالری
fr: Galerie d'images
lv: Attēlu galerija
pt: Galeria de imagens
ru: Галерея изображений
sr: Галерија
sv: Bildgalleri

# CTE.gallery.1
source: Generates a lightbox image gallery.
de: Erzeugt eine Lightbox-Bildergalerie.
es: Este elemento contiene varias imagenes en miniatura que se pueden ver a tamaño completo al hacer clic sobre ellas.
fa: یک گالری تصویر لایت‌باکس تولید می‌نماید.
fr: Génère une galerie d'images avec effet "lightbox".
lv: Šis elements satur vairākus sīktēlus, kurus var apskatīt pilnā izmērā nospiežot uz tiem.
pt: Este elemento contém várias imagens em miniatura que podem ser vistas em tamanho real quando clicadas.
ru: Создает лайтбокс галерею изображений, с возможностью полноразмерного просмотра.
sr: Генерисање галерије слика.
sv: Skapar ett element som innehåller flera bilder som kan visas i full storlek genom att klicka på dem.

# CTE.player.0
source: Video/audio
fa: صوتی/تصویری
fr: Vidéo/audio
ru: Видео/аудио
sr: Видео/аудио

# CTE.player.1
source: Generates a video or audio player.
de: Erzeugt einen Video- bzw. Audio-Player.
es: Genera un vídeo o un reproductor de audio.
fa: یک پلیر تصویری یا صوتی تولید می‌کند.
fr: Génère un lecteur vidéo ou audio.
lv: Rada video vai audio atskaņotāju.
pt: Cria um reprodutor de video ou audio.
ru: Создает видео или аудио проигрыватель.
sr: Генерисање видео или аудио плејера.
sv: Genererar en video- eller audio-spelare

# CTE.youtube.1
source: Adds a YouTube video.
de: Fügt ein YouTube-Video ein.
es: Añade un vídeo de YouTube.
fa: ویدیو یوتیوب اضافه می‌کند.
fr: Ajoute une vidéo YouTube.
lv: Pievieno YouTube video.
pt: Adiciona um vídeo YouTube.
ru: Добавляет видео с YouTube.
sr: Додавање YouTube видео фајла.
sv: Läggs till som YouTube-video.

# CTE.vimeo.1
source: Adds a Vimeo video.
de: Fügt ein Vimeo-Video ein.
es: Añade un video Vimeo.
fa: یک ویدیو ویمو اضافه می‌کند.
fr: Ajoute une vidéo Vimeo.
lv: Pievieno Vimeo video.
pt: Adiciona um vídeo Vimeo.
ru: Добавляет видео с Vimeo.
sr: Додавање Vimeo видео фајла.
sv: Lägger till en Vimeo-video.

# CTE.files
source: File elements
de: Datei-Elemente
es: Elementos archivo
fa: المان‌های پرونده‌ای
fr: Éléments fichier
lv: Datņu elements
pt: Elementos de arquivo
ru: Элементы файла
sr: Елементи који садрже фајлове
sv: Filelement

# CTE.download.0
source: Download
es: Descarga
fa: بارگیری
fr: Téléchargement
lv: Lejupielādēt
ru: Загрузка одного файла с веб-сайта
sr: Преузимање
sv: Nedladdning

# CTE.download.1
source: Generates a link to download a file.
de: Erzeugt einen Link zum Download einer Datei.
es: Este elemento contiene un link a un archivo para que sea descargado por los visitantes de tu web.
fa: پیوندی برای بارگیری یک پرونده تولید می‌نماید.
fr: Génère un lien hypertexte vers un fichier à télécharger.
lv: Šis elements satur hipersaiti uz datni, kuru lapas apmeklētāji var lejupielādēt.
pt: Este elemento contém uma hiperligação para um arquivo que pode ser baixado pelos visitantes do website.
ru: Создает гиперссылку на файл для загрузки с веб-сайта.
sr: Генерисање линка за преузимање фајла.
sv: Skapar ett element som innehåller en hyperlänk till en fil som kan laddas ner av besökarna på din hemsida.

# CTE.downloads.0
source: Downloads
es: Descargas
fa: بارگیری‌ها
fr: Téléchargements
lv: Lejupielādes
ru: Загрузка нескольких файлов с веб-сайта
sr: Преузимања
sv: Nedladdningar

# CTE.downloads.1
source: Generates multiple links to download files.
de: Erzeugt mehrere Links zum Download von Dateien.
es: Este elemento contiene varios archivos que se pueden descargar los visitantes de tu web.
fa: پیوندهای چندگانه برای بارگیری پرونده‌ها تولید می‌نماید.
fr: Génère des liens hypertextes multiples vers des fichiers à télécharger.
lv: Šis elements satur vairākas datnes, kuras lapas apmeklētāji var lejupielādēt.
pt: Cria múltiplos links para download de ficheiros.
ru: Создает гиперссылки на несколько файлов для их загрузки с веб-сайта.
sr: Генерисање вишеструких линкова за преузимање фајлова.
sv: Skapar ett element som innehåller flera filer som kan laddas ner av besökarna på din hemsida.

# CTE.includes
source: Include elements
de: Include-Elemente
es: Incluir elementos
fa: المان‌های گنجانیدنی
fr: Éléments inclus
lv: Pievienot elementus
pt: Elementos de incluir
ru: Элементы вложения
sr: Уметнути елементи
sv: Inkluderat innehåll

# CTE.article.0
source: Article
de: Artikel
es: Artículo
fa: مقاله
lv: Raksta ID
pt: ID do artigo
ru: Статья
sr: Чланак
sv: Artikel

# CTE.article.1
source: Includes another article.
de: Fügt einen anderen Artikel ein.
es: incluye otro artículo.
fa: مقاله‌ی دیگری را می‌گنجاند.
fr: Insère un autre article.
lv: pievieno vēl vienu rakstu.
pt: Este elemento permite incluir um artigo dentro de outro artigo.
ru: Позволяет включать статью в другую статью.
sr: Уметање другог чланка.
sv: Inkluderar en annan artikel.

# CTE.alias.0
source: Content element
de: Inhaltselement
es: Alias
fa: نام المان
fr: Élément de contenu
lv: Satura elements
pt: Pseudônimo
ru: Элемент контента
sr: Елементи садржаја
sv: Innehållselement

# CTE.alias.1
source: Includes another content element.
de: Fügt ein anderes Inhaltselement ein.
es: Este elemento permite mostrar un elemento de contenido existente en más de un artículo.
fa: المان محتوایی دیگری را می‌گنجاند.
fr: Insère un autre élément de contenu.
lv: pievieno vēl vienu satura elementu.
pt: Este elemento permite exibir um determinado conteúdo em mais de um artigo
ru: Позволяет включать иные элементы контента в статью.
sr: Уметање другог елемента садржаја
sv: Inkludera ett annat innehållselement.

# CTE.form.0
source: Form
de: Formular
es: Formulario
fa: فرم
fr: Formulaire
lv: Forma
pt: Formulário
ru: Форма
sr: Формулар
sv: Formulär

# CTE.form.1
source: Includes a form.
de: Fügt ein Formular ein.
es: Utiliza esta opción para añadir un formulario a un artículo.
fa: یک فرم را می‌گنجاند.
fr: Insère un formulaire.
lv: pievieno formulāru.
pt: Utilize esta opção para anexar um formulário em um artigo.
ru: Позволяет внедрять формы в статью.
sr: Уметање формулара
sv: Inkludera ett formulär.

# CTE.module.0
source: Module
de: Modul
es: Módulo
fa: ماژول
lv: Modulis
pt: Módulo
ru: Модуль
sr: Модул
sv: Modul

# CTE.module.1
source: Includes a front end module.
de: Fügt ein Frontend-Modul ein.
es: Utiliza esta opción para añadir un módulo (por ejemplo un menú de navegación o una película flash) en un artículo.
fa: یک ماژول بخش کاربری را می‌گنجاند.
fr: Insère un module front office.
lv: pievieno priekšgala moduli.
pt: Utilize esta opção para anexar um módulo (ex. um menu de navegação ou um filme Flash) em um artigo.
ru: Позволяет внедрять модули внешнего интерфейса в статью.
sr: Уметање ФронтЕнд модула.
sv: Inkluderar en frontend-modul som t.ex. en navigeringsmeny eller en Flash-film i en artikel.

# CTE.teaser.0
source: Article teaser
de: Artikelteaser
es: Texto destacado
fa: تیزر مقاله
fr: Accroche de l'article
lv: Raksta ievads
pt: Amostra do artigo
ru: Анонс статьи
sr: Тизер чланка
sv: Artikelingress

# CTE.teaser.1
source: Displays the teaser text of an article.
de: Zeigt den Teasertext eines Artikels an.
es: Este elemento permite mostrar el texto teaser de un cierto artículo.
fa: متن تیزر متن یک مقاله را نمایش می‌دهد.
fr: Affiche l'accroche d'un article.
lv: rāda raksta ievada tekstu.
pt: Este elemento permite exibir a introdução de um artigo.
ru: Позволяет показать текст анонса определённой статьи.
sr: Приказује текст тизера чланка.
sv: Visa ingressen för en utvald artikel.

# FFL.explanation.0
source: Explanation
de: Erklärung
es: Descripción
fa: توضیح
fr: Explication
lv: Paskaidrojums
pt: Explicação
ru: Пояснение
sr: Објашњење
sv: Förklaring

# FFL.explanation.1
source: A custom field to insert an explanation text.
de: Ein individuelles Feld zum Einfügen eines Erklärungstexts.
es: Un campo de descripción puede ser utilizado para introducir una descripción o pregunta delante del campo. Una descripción puede contener código HTML.
fa: فیلد سفارشی برای پرج یک متن توضیحی.
fr: Champ personnalisé pour insérer un texte d'explication.
lv: Pielāgots lauks, lai ievietotu paskaidrojuma tekstu.
pt: Um campo explicação pode ser utilizado para inserir texto de ajuda diante de um campo. Um campo explicação pode conter código HTML.
ru: Настраиваемое поле для вставки текста пояснения.
sr: Поље за унос текста објашњења.
sv: Ett eget fält för att infoga en förklarande text.

# FFL.html.0
source: HTML code
es: Código HTML
fa: کد HTML
fr: Code HTML
lv: HTML kods
pt: Código HTML
ru: HTML-код
sr: HTML кȏд
sv: HTML-kod

# FFL.html.1
source: A custom field to insert HTML code.
de: Ein individuelles Feld zum Einfügen von HTML-Code.
es: Utiliza este campo para introducir código HTML en el formulario.
fa: یک فیلد سفارشی برای درج کد HTML.
fr: Champ personnalisé pour insérer du code HTML.
lv: Pielāgots lauks, lai ievietotu HTML kodu.
pt: Utilize este campo para inserir código HTML no formulário.
ru: Настраиваемое поле для вставки HTML-кода.
sr: Поље за унос HTML кȏда.
sv: Ett eget fält för att infoga HTML-kod.
