Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# ERR.aliasExists
source: The alias "%s" already exists!
de: Der Alias "%s" existiert bereits!
es: ¡El alias "%s" ya existe!
fa: نام مستعار %s وجود دارد!
fr: L'alias "%s" existe déjà.
lv: Lapas aizstājvārds "%s" jau eksistē!
pt: Apelido de página %s já existente!
ru: Алиас страницы "%s" уже существует!
sr: Алиас "%s" већ постоји!
sv: Sidalias "%s" finns redan!

# ERR.aliasNumeric
source: Numeric aliases are not supported!
de: Numerische Aliase werden nicht unterstützt!
es: ¡Los alias numéricos no son compatibles!
fa: نام مستعار عددی پشتیبانی نمی‌شود!
fr: Les alias numériques ne sont pas pris en charge!.
lv: Ciparu aizstājvārdi netiek atbalstīti!
pt: Os pseudónimos numéricos não são suportados!
ru: Цифровые алиасы не поддерживаются!
sr: Нумерички алиаси нису подржани!
sv: Numeriska alias stöds inte!

# ERR.urlPrefixExists
source: The URL prefix "%s" is already used by another root page with the same domain name!
de: Das URL-Präfix "%s" wird bereits von einer anderen Root-Seite mit demselben Domainnamen verwendet!
es: ¡El prefijo de URL "%s" ya lo utiliza otra página raíz con el mismo nombre de dominio!
fa: پیشوند URL "%s" قبلا توسط یک برگه ریشه دیگر با همین نام دامنه استفاده شده است!
fr: Le préfixe d'URL "%s" est déjà utilisé par une autre page racine avec le même nom de domaine!
ru: Префикс URL "%s" уже используется другой корневой страницей с тем же именем домена!
sv: URL-prefixet "%s" används redan av en annan rotsida med samma domännamn!

# ERR.pageUrlExists
source: A page with the URL "%s" already exists!
de: Eine Seite mit der URL "%s" existiert bereits!
es: ¡Ya existe una página con la URL "%s"!
fa: قبلا یک صفحه با URL "%s" وجود دارد!
fr: Une page avec l'URL "%s" existe déjà!
ru: Страница с URL-адресом "%s" уже существует!
sv: En sida med URL "%s" finns redan!

# ERR.pageUrlNameExists
source: This alias leads to a conflict with page "%s" (ID %s)!
de: Dieser Alias führt zu einem Konflikt mit der Seite "%s" (ID %s)!
es: ¡Este alias genera un conflicto con la página "%s" (ID %s)!
ru: Этот алиас приводит к конфликту со страницей "%s" (ID %s)!
sv: Detta alias leder till en konflikt med sidan "%s" (ID %s)!

# ERR.pageUrlSuffix
source: This URL suffix will lead to duplicate URLs (e.g. %s)!
de: Dieses URL-Suffix würde zu doppelten URLs führen (z. B. %s)!
es: ¡Este sufijo de URL conducirá a URL duplicadas (p. Ej. %s)!
fa: این پسوند URL منجر به URLهای تکراری خواهد شد (مثلا %s)!
fr: Ce suffixe d'URL entraînera des URL dupliquées (par exemple, %s)!
ru: Этот суффикс URL приведет к дублированию URL (наприм.: %s)!
sv: URL-suffixet leder till dubbla webbadresser (t.ex. %s)!

# ERR.pageUrlPrefix
source: This URL prefix will lead to duplicate URLs (e.g. %s)!
de: Dieses URL-Präfix würde zu doppelten URLs führen (z. B. %s)!
es: ¡Este prefijo de URL conducirá a URL duplicadas (p. Ej. %s)!
fa: این پیشوند URL منجر به URLهای تکراری خواهد شد (مثلا %s)!
fr: Ce préfixe d'URL entraînera des URL dupliquées (par exemple, %s)!
ru: Этот префикс URL приведет к дублированию URL (наприм.: %s)!
sv: Det här URL-prefixet leder till dubbletter av webbadresser (t.ex. %s)!

# ERR.importFolder
source: The folder "%s" cannot be imported!
de: Der Ordner "%s" kann nicht importiert werden!
es: !No se puede importar la carpeta "%s"!
fa: پوشه "%s" قابل وارد کردن نمی‌باشد!
fr: Le répertoire "%s" ne peut être importé.
lv: Mapi "%s" nevar importēt!
pt: Pasta %s não pode ser importada!
ru: Каталог "%s" не может быть импортирован!
sr: Фолдер "%s" не може бити увезен!
sv: Mappen "%s" kan inte bli importerad!

# ERR.notWriteable
source: The file "%s" is not writeable and can therefore not be updated!
de: Die Datei "%s" ist nicht beschreibbar und kann daher nicht aktualisiert werden!
es: ¡El archivo "%s" no es modificable, sus cambios no tendran efecto!
fa: پرونده "%s" قابل نوشتن نیست و بنابراین نمی‌تواند به‌روزرسانی شود!
fr: Le fichier "%s" n'est pas accessible en écriture et ne peut donc pas être mis à jour.
lv: Datne "% s" nav rakstāma, tāpēc jūsu veiktās izmaiņas nebūs spēkā!
pt: O arquivo "%s" não tem permissão de escrita, nenhuma mudança será efetuada.
ru: Файл "%s" не доступен для записи и поэтому не может быть обновлен!
sr: Фајл "%s" се не може уређивати те се промене не могу сачувати!
sv: Filen "%s" är skrivskyddad! Dina ändringar kommer därför inte att sparas!

# ERR.invalidName
source: This file or folder name is invalid!
de: Dieser Datei- bzw. Verzeichnisname ist ungültig!
es: ¡Este nombre de archivo o carpeta no es válido!
fa: این نام پرونده یا پوشه نامعتبر است!
fr: Ce nom de fichier ou de répertoire est invalide.
lv: Datnes vai mapes vārds ir nederīgs!
pt: Nome da pasta ou arquivo é inválido!
ru: Неверное имя файла или каталога!
sr: Име фајла или фолдера је неисправно!
sv: Detta fil eller mappnamn är ogiltigt!

# ERR.invalidFile
source: The file or folder "%s" is invalid!
de: Die Datei bzw. das Verzeichnis "%s" ist ungültig!
es: ¡Este archivo o carpeta no es válido!
fa: پرونده یا پوشه "%s" نامعتبر است!
fr: Le fichier ou le répertoire "%s" est invalide.
lv: Datne vai mape "%s" ir nederīga!
pt: Nome da pasta ou arquivo "%s" é inválido!
ru: Неверное имя файла или каталога "%s"!
sr: Фајл или фолдер "%s" је неисправан!
sv: Filen eller mappen "%s" är ogiltig!

# ERR.fileExists
source: The file "%s" already exists!
de: Die Datei "%s" existiert bereits!
es: ¡El archivo "%s" ya existe!
fa: پرونده "%s" موجود است!
fr: Le fichier "%s" existe déjà.
lv: Datne "%s" jau eksistē!
pt: O arquivo já existe!
ru: Файл "%s" уже существует!
sr: Фајл "%s" већ постоји!
sv: Filen "%s" finns redan!

# ERR.filesOnly
source: You can only select files!
de: Sie können nur Dateien auswählen!
es: ¡Sólo puede seleccionar archivos!!
fa: شما فقط می‌توانید پرونده‌ها را انتخاب کنید!
fr: Vous ne pouvez sélectionner que des fichiers !
lv: Jūs varat izvēlēties tikai datnes!
pt: Apenas é possivel seleccionar ficheiros!
ru: Вы можете выбрать только файлы!
sr: Можете одабрати искључиво фајлове!
sv: Du kan bara välja filer!

# ERR.foldersOnly
source: You can only select folders!
de: Sie können nur Ordner auswählen!
es: ¡Sólo puede seleccionar carpetas!
fa: فقط می‌توانید فولدرها را انتخاب کنید!
fr: Vous ne pouvez sélectionner que des dossiers !
lv: Jūs varat izvēlēties tikai mapes!
pt: Apenas é possível selecionar pastas!
ru: Вы можете выбрать только каталоги!
sr: Можете одабрати искључиво фолдере!
sv: Du kan bara välja mappar!

# ERR.pathOnly
source: You can only select files or folders within "%s"!
de: Sie können nur Dateien oder Ordner innerhalb von "%s" auswählen!
es: ¡Sólo puede seleccionar archivos o carpetas dentro de "%s"!
fa: شما فقط می‌توانید پرونده‌ها یا فولدرهای داخل «%s» را انتخاب کنید!
fr: Vous ne pouvez sélectionner que des fichiers ou des dossiers sous "%s" !
lv: Jūs varat izvēlēties tikai datnes vai mapes "%s" ietvaros!
pt: Apenas é possivel selecionar ficheiros ou pastas contidas em "%s"!
ru: Вы можете выбрать файлы или каталоги только в "%s"!
sr: Можете одабрати искључиво фајлове или фолдере унутар "%s"!
sv: Du kan bara välja filer eller mappar inom "%s"!

# ERR.extensionsOnly
source: You can only select "%s" files!
de: Sie können nur "%s"-Dateien auswählen!
es: ¡Solo se pueden seleccionar ficheros "%s"!
fa: شما می‌توانید فقط «%s» پرونده انتخاب کنید!
fr: Vous ne pouvez sélectionner que les fichiers "%s" !
lv: Jūs varat tikai izvēlēties "%s" datnes!
pt: Apenas é possível selecionar "%s" ficheiros!
ru: Вы можете выбрать только "%s" файлы!
sr: Можете одабрати само "%s" фајлове!
sv: Du kan bara välja "%s" filer!

# ERR.forbiddenExtensions
source: The following file extensions are not allowed: %s
de: Folgende Dateiendungen sind nicht erlaubt: %s
es: No se permiten las siguientes extensiones de archivo:
fa: پسوندها پرونده ذیل مجاز نیستند:‌%s
fr: Les extensions suivantes ne sont pas autorisées : %s
lv: Nav atļauti šādi datņu paplašinājumi: %s
pt: As seguintes extensões não são permitidas: %s
ru: Следующие расширения файлов не разрешены: %s
sr: Следеће екстензије нису дозвољене: %s
sv: Följande filtillägg är inte tillåtna: %s

# ERR.invalidPages
source: Your selection contains invalid page IDs!
de: Ihre Auswahl enthält ungültige Seiten-IDs!
es: ¡Su selección contiene una ID de página no válida!
fa: انتخاب شما شامل شناسه‌های برگه نادرست می‌باشد!
fr: Votre sélection contient des ID de page non valides !
lv: Jūsu atlasē ir nederīgi lapu ID!
pt: A sua selecção contém IDs de página inválidos!
ru: Ваш выбор содержит недопустимые ID страниц!
sr: Ваш избор садржи неисправан ID странице!
sv: Ditt val innehåller ogiltiga sid-ID!

# ERR.circularReference
source: Invalid redirect target (circular reference)!
de: Ungültiges Weiterleitungsziel (Zirkelbezug)!
es: ¡Objetivo de redirección no válido (referencia circular)!
fa: برگه‌ی تغییر مسیر نامعتبر (مرجع دایره‌ای)!
fr: Cible de redirection non valide (redondance cyclique).
lv: Nederīgs novirzīšanas mērķis (riņķveida atsauce)!
pt: Alvo inválido de redireção (circular reference)!
ru: Неверный объект переадресации (циклическая ссылка)!
sr: Неисправно одредиште преусмеравања (кружна референца)!
sv: Ogiltigt omdirigeringsmål (cirkelreferens)!

# ERR.circularPicker
source: Invalid selection (circular reference)!
de: Ungültige Auswahl (Zirkelbezug)!
es: Selección no válida (referencia circular).
fa: انتخاب نادرست (مرجع دایره‌ای)!
fr: Sélection non valide (redondance cyclique).
lv: Nederīga izvēle (apļveida atsauce)!
pt: Selecção inválida (referência circular)
ru: Неверный выбор (циклическая ссылка)!
sr: Неисправан избор (кружна референца)!
sv: Ogiltigt urval (cirkulär referens)!

# ERR.noFallbackEmpty
source: None of the active website root pages without an explicit DNS setting have the language fallback option set.
de: Keiner der aktiven Website-Startpunkte ohne explizite DNS-Einstellungen wurde als Sprachen-Fallback definiert.
es: Ninguna de las páginas raíz del sitio web activo sin una configuración explícita de DNS tiene configurada la opción de recuperación de idioma.
fa: هیچ کدام از برگه‌های ریشه وب‌سایت فعال بدون تنظیمات DNS مشخص، تنظیمات گزینه‌ی زبان پشتیبان را دارد.
fr: Aucune des pages racines du site actives sans un paramètre DNS explicite n'a une langue de secours configurée.
pt: Nenhuma das páginas web activas na raiz sem uma configuração de DNS especifica tem a opção de language fallback selecionada.
ru: В одном из имеющихся активных корней веб-сайта, у которого в настройках DNS не указано 'Имя домена', не включена опция 'Резервный язык'.
sr: Нити једна од root страница активног сајта без експлицитног ДНС подешавања није постављена као резервна опција за језик.
sv: Ingen av de aktiva webbplatsens rotsidor utan en uttrycklig DNS-inställning har fallback-optionen för språkinställning inställt.

# ERR.noFallbackDns
source: None of the active website root pages for <strong>%s</strong> have the language fallback option set.
de: Keiner der aktiven Website-Startpunkte für <strong>%s</strong> wurde als Sprachen-Fallback definiert.
es: Ninguna de las páginas de raíz del sitio web activo para <strong>%s</strong> tiene configurada la opción de recuperación de idioma.
fa: هیچ کدام از برگه‌های ریشه وب‌سایت برای <strong>%s</strong> گزینه‌ی تنظیم زبان جایگزین ندارند.
fr: Aucune des pages racines du site pour <strong>%s</strong> a une langue de secours configurée.
pt: Nenhuma das páginas web activas na raiz para <strong> %s </strong> tem a opção de language fallback selecionada.
ru: Ни в одном из имеющихся активных корней веб-сайта <strong>%s</strong> не включена в настройках DNS опция 'Резервный язык'.
sr: Нити једна root страница активног сајта <strong>%s</strong> мије постављена као резервна опција за језик.
sv: Ingen av de aktiva webbplatsens rotsidor för <strong>%s</strong> har fallback-optionen för språkinställning inställt.

# ERR.multipleFallback
source: You can only define one website root page per domain as the language fallback.
de: Sie können nur einen Website-Startpunkt pro Domain als Sprachen-Fallback definieren.
es: Solo puede definir una página raíz de sitio web por dominio como alternativa de idioma.
fa: شما فقط می‌توانید یک برگه ریشه وب‌سایت را به عنوان زبان جایگزین برای هر دامنه تعریف کنید.
fr: Vous pouvez seulement définir une page racine par domaine comme langue de secours.
lv: Katrā domēnā kā rezerves valodu var noteikt tikai vienu vietnes saknes lapu.
pt: Apenas pode definir uma página de raiz por cada domínio como language fallback.
ru: Вы можете определить только один корень веб-сайта на домен, в качестве резервного языка.
sr: Можете одредити само једну root страницу сајта као резервну опцију за језик.
sv: Du kan bara definiera en webbplats-rotsida per domän som fallback för språkinställning.

# ERR.topLevelRoot
source: Top-level pages must be website root pages!
de: Seiten in der obersten Ebene müssen Website-Startpunkte sein!
es: Páginas de nivel superior deben ser páginas raíz del sitio web!
fa: برگه‌های سطح بالا باید ریشه وب‌سایت باشند!
fr: Les pages de premier niveau doivent être des pages racines.
lv: Kā augstākā līmeņa lapām jābūt mājas sakņu (root) lapām!
pt: Páginas de nível superior (top-level) deve ser as páginas raiz do site!
ru: Страницей верхнего уровня должен быть корень веб-сайта!
sr: Странице са највишим нивоом у хијерархији морају бити root странице сајта.
sv: Root-nivå sidor måste vara root-nivå webbplatssidor!

# ERR.topLevelRegular
source: There are top-level pages in the site structure which are not website root pages.
de: Es sind Seiten in der obersten Ebene der Seitenstruktur, die keine Website-Startpunkte sind.
es: Hay páginas de nivel superior en la estructura del sitio que no son páginas raíz del sitio Web.
fa: برگه‌های سطح بالایی در ساختار سایت وجود دارد که برگه‌های ریشه وب‌سایت نیستند.
fr: Il y a des pages de niveau supérieur dans la structure du site qui ne sont pas des pages racines du site.
lv: Vietnes struktūrā ir augstākā līmeņa lapas, kas nav vietnes saknes lapas.
pt: Existem páginas top-level na estrutura do site que não se encontram na raiz do website.
ru: В структуре сайта имеются страницы верхнего уровня, которые не являются корневыми страницами веб-сайта.
sr: Постоје странице у структури сајта које се налазе на највишем хијерархијском нивоу али нису root странице сајта.
sv: Det finns top-level sidor i webbplatsstrukturen som inte är webbplatsens rotsidor.

# ERR.form
source: The form could not be sent
de: Das Formular konnte nicht gesendet werden
es: El formulario no pudo ser enviado
fa: فرم فرستاده نخواهد شد
fr: Le formulaire n'a pas pu être envoyé
lv: Formulāru nevarēja nosūtīt
pt: O formulàrio não pode ser enviado
ru: Форма не может быть отправлена
sr: Садржај формулара није могуће послати
sv: Formuläret kunde inte skickas

# ERR.formCookieWarning
source: You will not be able to send this form, because you have disabled cookies in your browser.
de: Sie werden dieses Formular nicht absenden können, da Sie Cookies in Ihrem Browser deaktiviert haben.
es: No podrá enviar este formulario porque ha deshabilitado las cookies en su navegador.
fa: شما قادر به ارسال این فرم نخواهید بود، زیرا شما کوکی‌ها را در مرورگر خود غیرفعال کرده‌اید.
fr: Vous ne pourrez pas envoyer ce formulaire car vous avez désactivé les cookies dans votre navigateur.
lv: Jūs nevarēsiet nosūtīt šo veidlapu, jo jūsu pārlūkprogrammā ir atspējotas sīkdatnes.
pt: Não conseguirá enviar este formulário, uma vez que desactivou os cookies no seu browser.
ru: Вы не сможете отправить эту форму, потому что cookie отключены в вашем браузере.
sr: Нећете моћи да пошаљете овај формулар, зато што сте онемогућили кориштење колачића у Вашем интернет прегледачу.
sv: Du kommer inte att kunna skicka det här formuläret eftersom du har inaktiverat cookies i din webbläsare.

# ERR.captcha
source: Please answer the security question!
de: Bitte beantworten Sie die Sicherheitsfrage!
es: Por favor, responde la pregunta de seguridad.
fa: لطفا به سوال امنیتی پاسخ دهید!
fr: Veuillez répondre à la question de sécurité.
lv: Lūdzu atbildiet drošības jautājumu!
pt: Favor responder a pergunta de segurança!
ru: Ответьте на контрольный вопрос!
sr: Молимо Вас да одговорите на сигурносно питање!
sv: Vänligen svara på säkerhetsfrågan!

# ERR.download
source: File "%s" is not available for download!
de: Die Datei "%s" ist nicht für den Download verfügbar!
es: El archivo "%s" no esta disponible para descarga
fa: پرونده «%s» برای بارگیری در دسترس نیست!
fr: Le fichier "%s" n'est pas disponible en téléchargement.
lv: Datne "%s" nav pieejama lejupielādei!
pt: O ficheiro "%s" não está disponível para download!
ru: Файл "%s" не доступен для загрузки!
sr: Фајл "%s" није доступан за преузимање!
sv: Filen "%s" är inte tillgänglig för nedladdning!

# ERR.invalid
source: Invalid option value!
de: Ungültige Auswahl!
es: Valor de opción no válido!
fa: مقدار گزینه‌ی نامعتبر!
fr: Valeur de l'option non valide
lv: Nederīga izvēles vērtība!
pt: Valor inválido!
ru: Неверное значение параметра!
sr: Неисправна вредност!
sv: Ogiltigt alternativvärde!

# ERR.fileNotFoundSync
source: No database entry found for %s. Please synchronize the file system.
de: Kein Datenbank-Eintrag zu %s gefunden. Bitte synchronisieren Sie das Dateisystem.
es: No se encontró ninguna entrada en la base de datos para %s. Por favor sincronize el sistema de ficheros.
fa: ورودی پایگاه‌داده‌ای برای %s پیدا نشد. سامانه‌ی پرونده را هماهنگ‌سازی نمایید.
fr: Aucun enregistrement de la base de données trouvé pour %s. Veuillez synchroniser le système de fichiers.
lv: Nav atrasts datubāzes ieraksts priekš %s. Lūdzu sinhronizējiet datņu sistēmu.
pt: %s não encontrado na base de dados. Por favor sincronize o sistema de ficheiros.
ru: Не найдена запись базы данных для %s. Синхронизируйте файловую систему.
sr: Није пронађен запис у бази података за %s. Синхронизујте фајл систем.
sv: Ingen databaspost existerar för %s. Vänligen synkronisera filsystemet.

# ERR.invalidGoogleId
source: Please enter a numeric Google+ ID or vanity name!
de: Bitte geben Sie eine numerische Google+-ID oder einen Vanity-Namen ein!
es: Por favor introduzca un ID Google+ o un alias!
fa: لطفا یک شناسه یا نام مستعار گوگل+ وارد نمایید!
fr: Veuillez saisir un ID numérique Google+ ou un nom personnalisé (vanity name).
lv: Lūdzu ievadiet ciparisku Google+ ID vai personalizētu vārdu!
pt: Por favor introduza um Google+ ID numérico ou pseudonimo!
ru: Введите ID своего профиля Google+ или его короткое имя!
sr: Овде можете унети ID Google+ профила или екранско име.
sv: Ange ett numeriskt Google+-ID eller "vanity"-namn!

# ERR.invalidFieldName
source: Please enter only the following characters: A-Z0-9[]_-
de: Bitte geben Sie nur folgende Zeichen ein: A-Z0-9[]_-
es: Por favor, introduzca sólo los caracteres siguientes: A-Z0-9[]_-
fa: لطفا فقط نویسه‌های پیرو را وارد نمایید: A-Z0-9[]_-
fr: Saisir uniquement les caractères suivants: A-Z0-9[]_-
lv: Lūdzu, ievadiet tikai sekojošās rakstzīmes: A-Z0-9[]_-
pt: Por favor introduza apenas os seguintes caracteres: A-Z0-9_-
ru: Введите только следующие символы: A-Z0-9[]_-
sr: Унесите само карактере из скупа: A-Z0-9[]_-
sv: Ange endast följande tecken: A-Z0-9 [] _-

# ERR.largeImage
source: Image exceeds the maximum dimensions of %sx%s.
de: Das Bild übersteigt die maximale Größe von %sx%s!
es: La imagen excede las dimensiones máximas de %sx%s.
fa: تصویر از ابعاد بیشینه %sx%s تجاوز کرده است.
fr: L'image dépasse les dimensions maximales de %sx%s.
lv: Attēls pārsniedz maksimālos izmērus %sx%s.
pt: A Imagem excede as dimensões máximas de %sx %s
ru: Изображение превышает максимальные размеры %sx%s.
sr: Слика прелази максимално дозвољене димензије %sx%s.
sv: Bilden överstiger de maximala dimensionerna för %sx%s.

# ERR.invalidTwoFactor
source: Invalid verification code!
de: Ungültiger Bestätigungscode!
es: ¡Código de verificación invalido!
fa: کد تایید نامعتبر!
fr: Code de vérification non valide!
lv: Nederīgs verifikācijas kods!
pt: Código de verificação inválido!
ru: Неверный код подтверждения!
sr: Неисправан кôд за верификацију!
sv: Ogiltig kontrollkod!

# ERR.emptyTitleOrId
source: Please enter both title and ID!
de: Bitte geben Sie sowohl einen Titel als auch eine ID ein!
es: ¡Por favor introduzca el título y la ID
fa: لطفا هر دوی عنوان و شناسه را وارد کنید!
fr: Veuillez entrer le titre et l'ID
lv: Lūdzu, ievadiet gan nosaukumu, gan ID!
pt: Por favor introduza titulo e ID!
ru: Введите название и ID!
sr: Унесите наслов и ID!
sv: Ange både titel och ID!

# ERR.duplicateSectionTitle
source: Duplicate layout section title "%s"!
de: Doppelter Layoutbereichstitel "%s"!
es: ¡Duplicar título de sección de diseño "%s"!
fa: عنوان بخش چیدمان تکراری "%s"!
fr: Titre de section de la présentation à double : "%s"!
lv: Dublēt salikuma sadaļas nosaukumu "%s"!
pt: Título de layout de secção "%s" em duplicado!
ru: Дублировать название секции макета "%s"!
sr: Копирај наслов секције распореда "%s"!
sv: Duplicera layoutsektionens titel "%s"!

# ERR.duplicateSectionId
source: Duplicate layout section ID "%s"!
de: Doppelte Layoutbereichs-ID "%s"!
es: ¡Duplicar ID de sección de diseño "%s"!
fa: شناسه بخش چیدمان تکراری "%s"!
fr: ID de section de la présentation à double : "%s"!
lv: Dublēt salikuma sadaļu "%s"!
pt: ID de layout de secção "%s" em duplicado!
ru: Дублировать секции макета ID "%s"!
sr: Копирај ID секције распореда "%s"!
sv: Duplicera layoutsektionens ID "%s"!

# ERR.moduleWithoutColumn
source: Please assign all modules to a column!
de: Bitte weisen Sie alle Module einer Spalte zu!
es: ¡Por favor asigne todos los módulos a una columna!
fa: لطفا همه ماژول‌ها را به یک ستون اختصاص دهید!
fr: Merci d'assigner tous les modules à une colonne !
lv: Lūdzu, piešķiriet visus moduļus kolonnai!
pt: Por favor atribua uma coluna a todos os módulos!
ru: Назначьте все модули в колонку!
sr: Доделите све модуле колони!
sv: Tilldela alla moduler till en kolumn!

# ERR.invalidHttpUrl
source: Please enter an absolute URL starting with https:// or http://!
de: Bitte geben Sie eine absolute URL ein, die mit https:// oder http:// beginnt!
es: Ingrese una URL absoluta que comience con https: // o http: //.
fa: لطفا یک آدرس URL کامل که با https:// یا http:// شروع می‌شود وارد کنید!
fr: Veuillez entrer une URL absolue commençant par https:// ou http:// !
ru: Введите абсолютный URL-адрес, начинающийся с https:// или http://!
sv: Ange en absolut URL som börjar med https: // eller http: //!

# ERR.customRgxp
source: Please enter a value that matches %s!
de: Bitte geben Sie einen Wert ein, der zu %s passt!
es: Introduzca un valor que coincida %s.
fa: لطفا یه مقدار که با %s هم‌خوانی داشته باشد وارد کنید!
fr: Veuillez saisir une valeur qui correspond à %s !
ru: Введите значение соответствующее %s!
sv: Ange ett värde som matchar %s!

# ERR.invalidCustomRgxp
source: Invalid custom regular expression!
de: Ungültiger eigener regulärer Ausdruck!
es: ¡Expresión regular personalizada no válida!
fa: عبارت باقاعده اختصاصی نامعتبر!
fr: Expression régulière personnalisée invalide !
ru: Неверное пользовательское регулярное выражение!
sv: Ogiltigt anpassat reguljärt uttryck!

# ERR.applicationCache
source: Please run the "cache:clear" command or use the Contao Manager to rebuild your application cache.
de: Bitte führen Sie das Kommando "cache:clear" aus oder verwenden Sie den Contao Manager, um den Cache der Applikation neu aufzubauen.
es: Ejecute el comando "cache: clear" o utilice el Contao Manager para reconstruir el caché de su aplicación.
fa: لطفا دستور "cache:clear" را اجرا کنید یا از Contao Manager برای بازسازی کش برنامه‌تان استفاده کنید.
fr: Veuillez exécuter la commande "cache: clear" ou utilisez le Contao Manager pour reconstruire le cache de votre application.
ru: Запустите команду "cache:clear" или воспользуйтесь Contao Manager для восстановления кэша приложения.
sv: Kör kommandot "cache: clear" eller använd Contao Manager för att bygga om din applikationscache.
