Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# MSC.all_fields.0
source: Available fields
de: Vorhandene Felder
es: Campos disponibles
fa: فیلدهای موجود
fr: Champs disponibles
lv: Pieejamie lauki
pt: Campos disponíveis
ru: Доступные поля
sr: Доступна поља
sv: Tillgängliga fält

# MSC.all_fields.1
source: Please select the fields you want to edit.
de: Bitte wählen Sie die Felder aus, die Sie bearbeiten möchten.
es: Por favor selecciona los campos que quieres editar.
fa: لطفا فیلدهائی را که می‌خواهید ویرایش نمایید، انتخاب نمایید.
fr: Sélectionner les champs à éditer.
lv: Lūdzu atlasiet laukus, kurus vēlaties rediģēt.
pt: Favor selecionar os campos que você quer modificar
ru: Выберите поля, которые хотите отредактировать.
sr: Одаберите поља која желите да уредите.
sv: Välj vilka fält du vill redigera

# MSC.password.0
source: Password
de: Passwort
es: Contraseña
fa: گذرواژه
fr: Mot de passe
lv: Parole
pt: Senha
ru: Пароль
sr: Лозинка
sv: Lösenord

# MSC.password.1
source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.
es: Por favor, especifica una contraseña.
fa: لطفا گذرواژه را وارد نمایید.
fr: Saisir un mot de passe.
lv: Lūdzu ievadiet paroli.
pt: Favor inserir uma senha
ru: Введите пароль.
sr: Унесите лозинку.
sv: Ange ett lösenord

# MSC.confirm.0
source: Confirm password
de: Passwort bestätigen
es: Confirmar Contraseña
fa: تایید گذرواژه
fr: Confirmez le mot de passe
lv: Apstipriniet paroli
pt: Confirmar senha
ru: Подтвердить пароль
sr: Потврди лозинку
sv: Bekräfta lösenord

# MSC.confirm.1
source: Please confirm the password.
de: Bitte bestätigen Sie das Passwort.
es: Por favor, confirma la contraseña.
fa: لطفا گذرواژه را تایید کنید.
fr: Veuillez confirmer le mot de passe.
lv: Lūdzu apstipriniet paroli.
pt: Favor confirmar a senha
ru: Подтвердите пароль.
sr: Потврдите лозинку.
sv: Bekräfta lösenordet

# MSC.showPassword
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fa: نمایش گذرواژه
fr: Affichez le mot de passe
ru: Показать пароль
sv: Visa lösenord

# MSC.hidePassword
source: Hide password
de: Passwort ausblenden
es: Ocultar contraseña
fa: پنهان کردن گذرواژه
fr: Cachez le mot de passe
ru: Скрыть пароль
sv: Dölj lösenord

# MSC.dateAdded.0
source: Date added
de: Hinzugefügt am
es: Fecha agregada
fa: تاریخ اضافه شد
fr: Date d'ajout
lv: Pievinošanas datums
pt: Data de adição
ru: Дата добавления
sr: Датум додавања
sv: Skapad

# MSC.dateAdded.1
source: Date added: %s
de: Hinzugefügt am: %s
es: Fecha agregada: %s
fa: تاریخ اضافه شد: %s
fr: Ajouté le : %s
lv: Pievinošanas datums: %s
pt: Adicionado em: %s
ru: Дата добавления: %s
sr: Датум додавања: %s
sv: Skapad: %s

# MSC.lastLogin.0
source: Previous login
de: Vorherige Anmeldung
es: Login anterior
fa: ورود قبلی
fr: Précédente connexion
lv: Iepriekšējā pieslēgšanās
pt: Sessão anterior
ru: Предыдущий вход
sr: Претходна пријава
sv: Tidigare inloggning

# MSC.lastLogin.1
source: Your previous login was %s. Welcome back!
de: Ihre letzte Anmeldung war %s. Willkommen zurück!
es: Su acceso anterior era %s. ¡Bienvenido de nuevo!
fa: ورودی قبلی شما %s بود. خوش آمدید!
fr: Votre précédente connexion était %s. Heureux de vous revoir !
lv: Jūsu iepriekšējā pieteikšanās bija %s. Laipni lūdzam atpakaļ!
pt: A sua sessão anterior foi %s. Bem Vindo de volta!
ru: Ваш предыдущий вход был %s. С возвращением!
sr: Ваша претходна пријава је била %s. Добро дошли назад!
sv: Din tidigare inloggning var %s. Välkommen tillbaka!

# MSC.currentLogin.0
source: Last login
de: Letzte Anmeldung
es: Último login
fa: آخرین ورود
fr: Dernière connexion
lv: Pēdējā pieslēgšanās
pt: Último login
ru: Последний вход
sr: Последња пријава
sv: Senaste inloggad

# MSC.currentLogin.1
source: Last login: %s
de: Letzte Anmeldung: %s
es: Último login: %s
fa: آخرین ورود: %s
fr: Dernière connexion : %s
lv: Pēdējā pieslēgšanās: %s
pt: Último login: %s
ru: Последний вход: %s
sr: Последња пријава: %s
sv: Senaste inloggad: %s

# MSC.firstLogin
source: This seems to be your first login. Welcome to Contao!
de: Dies scheint Ihre erste Anmeldung zu sein. Willkommen bei Contao!
es: Este parece ser su primer inicio de sesión. ¡Bienvenido a Contao!
fa: این به نظر اولین ورود شما است. به کنتائو خوش آمدید!
fr: Cela semble être votre première connexion. Bienvenue dans Contao !
lv: Šī, šķiet, ir jūsu pirmā pieslēgšanās. Laipni lūdzam Contao!
pt: Este aparenta ser o seu primeiro inicio de sessão. Bem-Vindo ao Contao!
ru: Вероятно, это ваш первый вход в систему. Добро пожаловать в Contao!
sr: Изгледа да је ово први пут да се пријављујете. Добро дошли у Contao!
sv: Det här verkar vara din första inloggning. Välkommen till Contao!

# MSC.loginAttempts
source: Login attempts
de: Anmeldeversuche
es: Intentos de inicio de sesión
fa: تلاش‌های ورود
fr: Tentatives de connexion
lv: Pieslēgšanās mēģinājumi
pt: Tentativas de inicio de sessão
ru: Попыток входа
sr: Покушаји пријављивања
sv: Login-försök

# MSC.locked
source: Locked
de: Gesperrt
es: Cerrado
fa: قفل شده
fr: Verrouillé
lv: Bloķēts
pt: Bloqueado
ru: Заблокирован
sr: Закључано
sv: Låst

# MSC.move
source: Move the item via drag and drop
de: Das Element durch Ziehen und Ablegen verschieben
es: Mover el elemento a través de arrastrar y soltar
fa: جابجایی آیتم از طریق کشیدن و رها کردن
fr: Déplacer l'élément par glisser-déposer
lv: Pārvietot vienumu ar vilkšanu un nomešanu
pt: Mover o item via arrastar e largar
ru: Переместите элемент с помощью перетаскивания
sr: Померите ставку са методом "drag&drop"
sv: Flytta genom att dra och släppa

# MSC.move_up.0
source: Move up
de: Nach oben
es: Subir
fa: جابجایی به بالا
fr: Déplacer vers le haut
lv: Pārvietot aušup
pt: Aumentar a posição
ru: Переместить вверх
sr: Помери горе
sv: Flytta upp

# MSC.move_up.1
source: Move the item one position up
de: Den Eintrag eine Position nach oben verschieben
es: Mover el elemento una posición hacia arriba
fa: جابجایی به جایگاه بالا
fr: Déplacer l'élément d'une position vers le haut
lv: Pārvietot vienumu vienu pozīciju augstāk
pt: Aumentar o item uma posição
ru: Переместить на одну позицию вверх
sr: Помери ставку за једну позицију горе
sv: Flytta ett steg uppåt.

# MSC.move_down.0
source: Move down
de: Nach unten
es: Bajar
fa: جابجایی به پایین
fr: Déplacer vers le bas
lv: Pārvietot lejup
pt: Diminuir a posição
ru: Переместить вниз
sr: Помери доле
sv: Flytta ner

# MSC.move_down.1
source: Move the item one position down
de: Den Eintrag eine Position nach unten verschieben
es: Mover el elemento una posición hacia abajo
fa: جابجایی مورد به جایگاه پایین
fr: Déplacer l'élément d'une position vers le bas
lv: Pārvietot vienumu vienu pozīciju zemāk
pt: Diminuir o item uma posição
ru: Переместить на одну позицию вниз
sr: Помери ставку за једну позицију доле
sv: Flytta ett steg nedåt.

# MSC.shortcuts.0
source: Back end keyboard shortcuts
de: Backend-Tastaturkürzel
es: Teclas de acceso rápido del Backend
fa: کلید‌های میانبر بخش مدیریت
fr: Raccourcis clavier du back office
lv: Aizmugures īsinājumtaustiņi
pt: Back-end atalhos de teclado
ru: Комбинации клавиш панели управления
sr: Пречице на тастатури у БекЕнду
sv: Backend snabbtangenter

# MSC.shortcuts.1
source: Learn more about speeding up your workflow by using <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">keyboard shortcuts</a>.
de: Wie Sie Ihren Arbeitsablauf durch die Verwendung von <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">Tastaturkürzeln</a> beschleunigen.
es: Obtenga más información sobre cómo acelerar su flujo de trabajo mediante el uso de métodos <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">abreviados de teclado</a>.
pt: Saiba mais sobre como acelerar o seu fluxo de trabalho usando <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">atalhos de teclado</a>.
ru: Узнайте больше об ускорении рабочего процесса с помощью <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">комбинаций клавиш</a>.
sv: Lär dig mer om att påskynda ditt arbetsflöde genom att använda <a href="https://to.contao.org/shortcuts" target="_blank" rel="noreferrer noopener">kortkommandon</a>.

# MSC.toggleAll.0
source: Toggle all
de: Alle umschalten
es: Cambiar todos
fa: باز یا بستن همه
fr: Tout basculer
lv: Pārslēgt visus
pt: Ativar/Desactivar Todos
ru: Переключить все
sr: Сакриј све
sv: Växla alla

# MSC.toggleAll.1
source: Expand or collapse all nodes
de: Alle Knoten öffnen bzw. schließen
es: Expandir o plegar todos los nodos
fa: بستن یا باز کردن همه گره‌ها
fr: Développer ou réduire tous les nœuds
lv: Izvērst vai sakļaut visus mezglus
pt: Expandir ou Recolher todos os elementos
ru: Развернуть или свернуть все узлы
sr: Отвори или затвори све чворове
sv: Expandera eller kollapsa alla noder

# MSC.toggleMobile.0
source: Mobile version
es: versión móvil
fa: نسخه موبایل
fr: Version mobile
lv: Mobilā versija
pt: Versão Mobile
ru: Мобильная версия
sr: Мобилна верзија
sv: Mobil version

# MSC.toggleMobile.1
source: Go to the mobile version
de: Zur mobilen Version wechseln
es: Ir a la versión móvil
fa: رفتن به نسخه موبایل
fr: Aller à la version mobile
lv: Iet uz mobilo versiju
pt: Ir para versão mobile
ru: Перейти к мобильной версии
sr: Иди на мобилну верзију
sv: Gå till den mobila versionen

# MSC.toggleDesktop.0
source: Desktop version
es: Versión de escritorio
fa: نسخه رومیزی
fr: Version classique
lv: Darbavirsmas versija
pt: Versão Desktop
ru: Полная версия
sr: Десктоп верзија
sv: Skrivbordsversion

# MSC.toggleDesktop.1
source: Go to the desktop version
de: Zur Desktop-Version wechseln
es: Ir a la versión de escritorio
fa: رفتن به نسخه رومیزی
fr: Aller à la version classique
lv: Iet uz darbavirsmas versiju
pt: Ir para versão desktop
ru: Перейти к полной версии
sr: Иди на десктоп верзију
sv: Gå till skrivbordsversionen

# MSC.feLink
source: Go to front end
de: Zum Frontend
es: Ir al front end
fa: رفتن به بخش کاربری
fr: Aller sur le front office
lv: Iet uz priekšgalu
pt: Ir para o Frontend
ru: Перейти к внешнему интерфейсу
sr: Иди на ФронтЕнд
sv: Gå till frontend

# MSC.fePreview
source: Preview
de: Vorschau
es: Previsualización
fa: پیش‌نمایش
fr: Aperçu
lv: Priekšskatījums
pt: Prévisualizar
ru: Предпросмотр
sr: Преглед
sv: Förhandsvisning

# MSC.fePreviewTitle
source: Front end preview
de: Frontend-Vorschau
es: Front end vista preliminar
fa: پیش‌نمایش بخش کاربری
fr: Aperçu
lv: Priekšgala priekšskatījums
pt: Pré-visualizar site
ru: Предпросмотр
sr: Преглед ФронтЕнда
sv: Förhandsvisa

# MSC.profile
source: Profile
de: Profil
es: Perfil
fa: نمایه
fr: Profil
lv: Profils
pt: Perfil
ru: Профиль
sr: Профил
sv: Profil

# MSC.profileTitle
source: User profile
de: Benutzerprofil
es: Perfil del usuario
fa: نمایه‌ی کاربر
fr: Profil de l'utilisateur
lv: Lietotāja profils
pt: Perfil de Utilizador
ru: Профиль пользователя
sr: Кориснички профил
sv: Användarprofil

# MSC.feUser
source: Member
de: Mitglied
es: Miembro
fa: عضو
fr: Membre
lv: Biedrs
pt: Membro
ru: Участник
sr: Члан
sv: Medlem

# MSC.backToTop
source: Back to top
de: Nach oben
es: Volver arriba
fa: بازگشت به بالا
fr: Haut de page
lv: Uz augšu
pt: Voltar ao topo
ru: Наверх
sr: Назад на врх
sv: Tillbaka till toppen

# MSC.backToTopTitle
source: Go to the top of the page
de: An den Anfang der Seite springen
es: Ir arriba de la página
fa: رفتن به بالای برگه
fr: Aller en haut de page
lv: Iet uz lapas augšu
pt: Ir para topo de página
ru: Перейти наверх
sr: Иди на врх странице
sv: Gå till sidans topp

# MSC.home
source: Home
de: Startseite
es: Inicio
fa: خانه
fr: Accueil
lv: Mājas
pt: Início
ru: Главная страница
sr: Почетак
sv: Hem

# MSC.homeTitle
source: Back to the back end start page
de: Zurück zur Backend-Startseite
es: Volver a la página de inicio del Back End
fa: بازگشت به برگه شروع بخش مدیریت
fr: Retour à la page d'accueil du back office
lv: Atpakaļ uz aizmugures sākuma lapu
pt: Ir para página de inicio do back end
ru: Перейти к главной странице панели управления
sr: Назад на почетну страницу БекЕнда
sv: Backa till startsidan för backend

# MSC.learnMore
source: Learn more on %s
de: Mehr erfahren auf %s
es: Más información en %s
fa: بیشتر یاد بگیرید در %s
fr: En savoir plus sur %s
lv: Uzzini vairāk %s
pt: Descubra mais em %s
ru: Узнайте больше на %s
sr: Детаљније на %s
sv: Läs mer om %s

# MSC.user
source: User
de: Benutzer
es: Usuario
fa: کاربر
fr: Utilisateur
lv: Lietotājs
pt: Usuário
ru: Пользователь
sr: Корисник
sv: Användare

# MSC.loginBT
source: Login
de: Anmelden
fa: ورود
fr: Connexion
lv: Pieslēgties
ru: Вход
sr: Пријава
sv: Logga in

# MSC.logoutBT
source: Logout
de: Abmelden
es: Desconectar
fa: خروج
fr: Se déconnecter
lv: Atslēgties
pt: Sair
ru: Выход
sr: Одјава
sv: Logga ut

# MSC.switchBT
source: Back to %s
de: Zurück zu %s
es: Volver a %s
fa: بازگشت به %s
fr: Retour vers %s
lv: Atpakaļ uz %s
pt: Voltar a %s
ru: Назад к %s
sr: Назад на %s
sv: Tillbaka till %s

# MSC.logoutBTTitle
source: Close the current session
de: Die aktuelle Sitzung beenden
es: Cerrar la sesión actual
fa: بستن نشست جاری
fr: Fermer la session courante
lv: Slēgt pašreizējo sesiju
pt: Fechar a sessão actual
ru: Закрыть текущую сессию
sr: Затвори тренутну сесију
sv: Stäng den nuvarande sessionen

# MSC.backBT
source: Go back
de: Zurück
es: Volver
fa: بازگشت
fr: Retour
lv: Iet atpakaļ
pt: Voltar
ru: Назад
sr: Иди назад
sv: Tillbaka

# MSC.backBTTitle
source: Back to the previous page
de: Zurück zur vorherigen Seite
es: Volver a la página anterior
fa: بازگشت به برگه قبلی
fr: Retour à la page précédente
lv: Atpakaļ uz iepriekšējo lapu
pt: Voltar à página anterior
ru: Вернуться на предыдущую страницу
sr: Иди назад на претходну страницу
sv: Backa till föregående sida

# MSC.cancelBT
source: Cancel
de: Abbruch
es: Cancelar
fa: لغو
fr: Annuler
lv: Atcelt
pt: Cancelar
ru: Отмена
sr: Откажи
sv: Avbryt

# MSC.deleteConfirm
source: Do you really want to delete element ID %s?
de: Soll das Element ID %s wirklich gelöscht werden?
es: ¿Realmente quiere eliminar el elemento ID %s?
fa: آیا مطمئن هستید که می‌خواهید المان شناسه‌ی %s را حذف کنید؟
fr: Voulez-vous vraiment supprimer l'élément ID %s ?'?
lv: Vai tiešām vēlaties dzēst elementu ID %s?
pt: Tem a certeza que deseja apagar o elemento ID %s?
ru: Вы действительно хотите удалить элемент ID %s?
sr: Да ли стварно желите обрисати елеменат ID %s?
sv: Vill du verkligen ta bort element-ID %s?

# MSC.delAllConfirm
source: Do you really want to delete the selected records?
de: Wollen Sie die ausgewählten Einträge wirklich löschen?
es: ¿Estas seguro que quiere eliminar los registros seleccionados?
fa: آیا واقعا می‌خواهید رکوردهای انتخاب شده را حذف نمایید؟
fr: Voulez-vous vraiment supprimer les enregistrements sélectionnés ?
lv: Vai tiešām vēlaties dzēst atlasītos ierakstus?
pt: Você realmente deseja remover todos os registro selecionados?
ru: Вы действительно хотите удалить выбранные записи?
sr: Да ли стварно желите да обришете изабране записе?
sv: Vill du verkligen ta bort de markerade posterna?

# MSC.deleteConfirmFile
source: Do you really want to delete file or folder %s?
de: Soll die Datei bzw. der Ordner %s wirklich gelöscht werden?
es: ¿Desea realmente borrar el fichero o carpeta "%s"?
fa: آیا واقعا می‌خواهید پرونده یا پوشه %s را حذف نمایید؟
fr: Voulez-vous vraiment supprimer le fichier ou le répertoire %s ?
lv: Vai tiešām vēlaties dzēst datni vai mapi %s?
pt: Tem a certeza que deseja apagar o ficheiro ou pasta %s?
ru: Вы действительно хотите удалить файл или каталог %s?
sr: Да ли заиста желите да обришете фајл или фолдер %s?
sv: Vill du verkligen radera filen eller mappen %s?

# MSC.delAllConfirmFile
source: Do you really want to delete the selected resources?
de: Wollen Sie die ausgewählten Ressourcen wirklich löschen?
es: ¿Desea realmente borrar los elementos seleccionados?
fa: آیا واقعا می‌خواهید منابع انتخاب شده را حذف نمایید؟
fr: Voulez-vous vraiment supprimer les ressources sélectionnées ?
lv: Vai tiešām vēlaties dzēst atlasītos resursus?
pt: Tem a certeza que deseja apagar os recursos seleccionados?
ru: Вы действительно хотите удалить выбранные ресурсы?
sr: Да ли стварно желите да обришете изабране ресурсе?
sv: Vill du verkligen radera de valda resurserna?

# MSC.filterRecords
source: Records
de: Datensätze
es: Registros
fa: رکوردها
fr: Enregistrements
lv: Ieraksti
pt: Registros
ru: Записи
sr: Записи
sv: Poster

# MSC.filterAll
source: All
de: Alle
es: Todos
fa: همه
fr: Tous
lv: Visi
pt: Todos
ru: Все
sr: Све
sv: Alla

# MSC.showRecord
source: Show the details of record %s
de: Details des Datensatzes %s anzeigen
es: Mostrar detalles del registro %s
fa: نمایش جزئیات رکورد %s
fr: Afficher les détails de l'enregistrement %s
lv: Rādīt ieraksta %s detaļas
pt: Mostrar detalhes do registro %s
ru: Показать детали записи %s
sr: Прикажи детаље записа %s
sv: Visa detaljer för %s

# MSC.editRecord
source: Edit record %s
de: Datensatz %s bearbeiten
es: Editar el registro %s
fa: ویرایش رکورد %s
fr: Éditer l'enregistrement %s
lv: Rediģēt ierakstu %s
pt: Modificar registo %s
ru: Редактировать запись %s
sr: Уреди запис %s
sv: Redigera %s

# MSC.all_info
source: Edit selected records of table %s
de: Ausgewählte Datensätze der Tabelle %s bearbeiten
es: Editar los registros seleccionadas de la tabla %s
fa: ویرایش همه رکوردهای فعال جدول %s
fr: Éditer les enregistrements sélectionnés de la table %s
lv: Rediģēt visus aktīvos tabulas %s ierakstus
pt: Modificar todos os registros ativos da tabela %s
ru: Редактировать выбранные записи в таблице %s
sr: Уреди изабране записе у табели %s
sv: Redigera alla aktiva poster i tabellen %s

# MSC.showOnly
source: Show
de: Anzeigen
es: Mostrar
fa: نمایش
fr: Afficher
lv: Rādīt
pt: Mostrar
ru: Показать
sr: Прикажи
sv: Visa

# MSC.sortBy
source: Sort
de: Sortieren
es: Ordenar
fa: مرتب‌سازی
fr: Trier
lv: Kārtot
pt: Organizar
ru: Сортировать
sr: Сортирај
sv: Sortera

# MSC.filter
source: Filter
de: Filtern
es: Filtrar
fa: پالایه
fr: Filtrer
lv: Filtrēt
pt: Filtrar
ru: Фильтр
sr: Филтрирај
sv: Filtrera

# MSC.search
source: Search
de: Suchen
es: Buscar
fa: جستجو
fr: Rechercher
lv: Meklēt
pt: Buscar
ru: Найти
sr: Претражи
sv: Sök

# MSC.noResult
source: No records found.
de: Keine Einträge gefunden.
es: No se encontraron registros.
fa: رکوردی پیدا نشد.
fr: Aucun enregistrement trouvé.
lv: Netika atrasts neviens ieraksts.
pt: Registros não encontrados.
ru: Записи не найдены.
sr: Није пронађен нити један запис.
sv: Inga poster funna.

# MSC.searchExclude
source: Unsynchronized directories are not included in the search results.
de: Von der Synchronisation ausgenommene Ordner sind in den Suchergebnissen nicht berücksichtigt.
es: Directorios no sincronizados no estan incluidos en los resultados de búsqueda.
fa: دایرکتوری‌ها همگام‌سازی نشده در نتایج جستجو گنجانده نشده است.
fr: Les répertoires non synchronisés ne sont pas inclus dans les résultats de recherche.
lv: Nesinhronizēti direktoriji meklēšanas rezultātos nav iekļauti.
pt: Directórios não sincronizados não estão incluídos nos resultados de pesquisa.
ru: Не синхронизированные каталоги не включены в результаты поиска.
sr: Несинхронизовани директоријуми нису укључени у резултате претраге.
sv: Osynkroniserade kataloger ingår inte i sökresultaten.

# MSC.save
source: Save
de: Speichern
es: Guardar
fa: ذخیره
fr: Sauvegarder
lv: Saglabāt
pt: Salvar
ru: Сохранить
sr: Сачувај
sv: Spara

# MSC.saveNclose
source: Save and close
de: Speichern und schließen
es: Guardar y cerrar
fa: ذخیره و بستن
fr: Sauvegarder et fermer
lv: Saglabāt un aizvērt
pt: Salvar e fechar
ru: Сохранить и закрыть
sr: Сачувај и затвори
sv: Spara och stäng

# MSC.saveNedit
source: Save and edit
de: Speichern und bearbeiten
es: Guardar y editar
fa: ذخیره و ویرایش
fr: Sauvegarder et éditer
lv: Saglabāt un rediģēt
pt: Salvar e modificar
ru: Сохранить и отредактировать
sr: Сачувај и уреди
sv: Spara och redigera

# MSC.saveNback
source: Save and go back
de: Speichern und zurück
es: Guardar y volver
fa: ذخیره و بازگشت
fr: Sauvegarder et retour
lv: Saglabāt un iet atpakaļ
pt: Salvar e voltar
ru: Сохранить и вернуться
sr: Сачувај и иди назад
sv: Spara och gå tillbaka

# MSC.saveNcreate
source: Save and new
de: Speichern und neu
es: Guardar y nuevo
fa: ذخیره و جدید
fr: Sauvegarder et nouveau
lv: Saglabāt un jauns
pt: Salvar e criar novo
ru: Сохранить и создать
sr: Сачувај и започни нови
sv: Spara och ny

# MSC.saveNduplicate
source: Save and duplicate
de: Speichern und duplizieren
es: Guardar y duplicar
fa: ذخیره و تکثیر
fr: Sauvegarder et dupliquer
lv: Saglabāt un dublēt
pt: Salvar e duplicar
ru: Сохранить и дублировать
sr: Сачувај и направи дупликат
sv: Spara och duplicera

# MSC.continue
source: Continue
de: Weiter
es: Continuar
fa: ادامه
fr: Continuer
lv: Turpināt
pt: Continuar
ru: Продолжить
sr: Настави
sv: Fortsätt

# MSC.close
source: Close
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
lv: Aizvērt
pt: Fechar
ru: Закрыть
sr: Затвори
sv: Stäng

# MSC.skipNavigation
source: Skip navigation
de: Navigation überspringen
es: Saltar navegación
fa: پریدن از ناوبری
fr: Aller au contenu
lv: Pārlēkt navigāciju
pt: Pular navegação
ru: Пропустить навигацию
sr: Прескочи навигацију
sv: Ta bort navigering

# MSC.selectAll
source: Select all
de: Alle auswählen
es: Seleccionar todos
fa: انتخاب همه
fr: Tout sélectionner
lv: Izvēlēties visu
pt: Selecionar tudo
ru: Выбрать всё
sr: Изабери све
sv: Markera alla

# MSC.pw_new
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fa: تغییر گذرواژه
fr: Changer le mot de passe
lv: Nomainīt paroli
pt: Alterar password
ru: Сменить пароль
sr: Промени лозинку
sv: Ändra lösenord

# MSC.pw_change
source: Please enter a new password.
de: Bitte geben Sie ein neues Passwort ein.
es: Por favor introduzca una contraseña nueva.
fa: لطفا یک گذرواژه‌ی جدید را وارد نمایید.
fr: Saisir un nouveau mot de passe.
lv: Lūdzu ievadiet jaunu paroli.
pt: Por favor introduza uma nova password.
ru: Введите новый пароль.
sr: Молимо Вас да унесете лозинку
sv: Ange ett nytt lösenord.

# MSC.pw_changed
source: The password has been updated.
de: Das Passwort wurde aktualisiert.
es: La contraseña se ha actualizado.
fa: گذرواژه به‌روزرسانی شده است.
fr: Le mot de passe a été mis à jour.
lv: Parole atjaunināta.
pt: A senha foi atualizada.
ru: Пароль был обновлен.
sr: Подаци о лозинки су ажурирани.
sv: Lösenordet har uppdaterats.

# MSC.fallback
source: default
de: Standard
es: por defecto
fa: پیش‌فرض
fr: défaut
lv: noklusējuma
pt: padrão
ru: по умолчанию
sr: подразумевано
sv: Standardvärde

# MSC.view
source: View in a new window
de: In einem neuen Fenster öffnen
es: Ver en una ventana nueva
fa: مشاهده در یک برگه جدید
fr: Afficher dans une nouvelle fenêtre
lv: Rādīt jaunā logā
pt: Visualizar em uma nova janela
ru: Посмотреть в новом окне
sr: Прегледај у новом прозору
sv: Visa i nytt fönster

# MSC.fullsize
source: Open full size image in a new window
de: Großansicht des Bildes in einem neuen Fenster öffnen
es: Mostrar la imagen a tamaño completo en una ventana nueva
fa: باز کردن تصویر با اندازه واقعی در یک برگه جدید
fr: Ouvrir l'image pleine taille dans une nouvelle fenêtre
lv: Atvērt pilna izmēra attēlu jaunā logā
pt: Abrir imagem cheia em nova janela
ru: Открыть изображение в полный размер, в новом окне
sr: Отвори слику у пуној величини у новом прозору
sv: Öppna bilder i fullstorlek i ett nytt fönster

# MSC.datepicker
source: Date picker
de: Datum auswählen
es: Selector de fecha
fa: انتخابگر تاریخ
fr: Sélecteur de dates
lv: Datuma atlasītājs
pt: Selector de data
ru: Выбор даты
sr: Одабир датума
sv: Datumväljare

# MSC.colorpicker
source: Color picker
de: Farbe auswählen
es: Paleta de colores (requiere JavaScript)
fa: انتخابگر رنگ
fr: Sélecteur de couleurs
lv: Krāsas nolasītājs (nepieciešams JavaScript)
pt: Seletor de cores (requer JavaScript)
ru: Палитра цветов
sr: Одабир боје
sv: Färgväljare (kräver JavaScript)
