Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# FOP.fop.1
source: Here you can select the file operations you want to allow.
de: Hier können Sie die erlaubten Datei-Operationen festlegen.
es: Aquí puedes elegir las operaciones de archivos que quieres permitir.
fa: اینجا می‌توانید عملیات‌های پرونده که می‌خواهید اجازه دهید را انتخاب نمایید.
fr: Sélectionner les opérations sur les fichiers que vous autorisez.
lv: Datnes operāciju atļaujas pielieto tikai iespējotām mapēm.
pt: Selecione as permissões de arquivos que você quer permitir.
ru: Выберите разрешения на операции с файлами.
sr: Овде можете одобрити операције над фајловима.
sv: Välj vilka filhanteringsoperationer som ska tillåtas.

# FOP.f1
source: Upload files to the server
de: Dateien auf den Server hochladen
es: Subir archivos al servidor
fa: بارگذاری پرونده‌ها در سرور
fr: Envoyer les fichiers sur le serveur
lv: Augšupielādēt datnes uz serveri
pt: Envio de arquivos ao servidor
ru: Загрузить файлы на сервер
sr: Постави фајл на сервер
sv: Ladda upp filer till servern

# FOP.f2
source: Edit, copy or move files and folders
de: Dateien und Verzeichnisse bearbeiten, kopieren und verschieben
es: Editar, copiar o mover archivos y carpetas
fa: ویرایش، رونوشت یا جابجایی پرونده‌ها و پوشه‌ها
fr: Éditer, copier ou déplacer des fichiers et des répertoires
lv: Rediģēt, kopēt vai pārvietot datnes un mapes
pt: Editar, copiar ou mover arquivos
ru: Редактирование, копирование или перемещение файлов и каталогов
sr: Уреди, копирај или помери фајлове или фолдере
sv: Redigera, kopiera eller flytta filer och mappar

# FOP.f3
source: Delete single files and empty folders
de: Einzelne Dateien und leere Verzeichnisse löschen
es: Eliminar un archivo o carpetas vacías
fa: حذف پرونده‌ها تکی و پوشه‌های خالی
fr: Supprimer les fichiers seuls et les répertoires vides
lv: Dzēst atsevišķas datnes un tukšas mapes
pt: Remover arquivos ou pastas vazias
ru: Удалить одиночные файлы или пустой каталог
sr: Обриши фајл или празан фолдер
sv: Ta bort enstaka filer och tomma mappar

# FOP.f4
source: Delete folders including all files and subfolders (!)
de: Verzeichnisse inklusive aller Dateien und Unterordner löschen (!)
es: Eliminar carpetas incluyendo todos sus archivos y subcarpetas (!)
fa: حذف پوشه به همراه تمامی پرونده‌ها و پوشه‌های درون آن (!)
fr: Supprimer les répertoires y compris les fichiers ou les sous-répertoires (!)
lv: Dzēst mapes ieskaitot visas datnes un apakšmapes (!)
pt: Remover pastas com seu conteúdo
ru: Удалить каталог, включая все файлы и подкаталоги (!)
sr: Обриши фолдере укључујући и све фајлове и подфолдере (!)
sv: Ta bort mappar med alla ingående filer och undermappar (OBS!)

# FOP.f5
source: Edit files in the source editor
de: Dateien im Quelltexteditor bearbeiten
es: Editar archivos en el editor de código fuente
fa: ویرایش پرونده‌ها در ویرایشگر منبع
fr: Éditer les fichiers dans un éditeur de texte
lv: Rediģēt datnes ar avota redaktoru
pt: Modificar arquivos no editor de código fonte
ru: Редактировать файлы в редакторе кода
sr: Уреди фајлове у локалном едитору
sv: Redigera filer i källkodseditorn

# FOP.f6
source: Synchronize the file system with the database
de: Das Dateisystem mit der Datenbank synchronisieren
es: Sincronizar los archivos con la base de datos
fa: هماهنگ‌سازی ‌سامانه‌ی پرونده با پایگاه‌داده
fr: Concorder les fichiers avec la base de données
lv: Sinhronizēt datņu sistēmu ar datubāzi
pt: Sincronizar o sistema de ficheiros com a base de dados
ru: Синхронизировать файловую систему и базу данных
sr: Синхронизуј фајл систем са базом података
sv: Synkronisera filsystemet med databasen

# CHMOD.editpage
source: Edit page
de: Seite bearbeiten
es: Editar página
fa: ویرایش برگه
fr: Éditer la page
lv: Rediģēt lapu
pt: Modificar página
ru: Редактировать страницу
sr: Уреди страницу
sv: Redigera sida

# CHMOD.editnavigation
source: Edit page hierarchy
de: Hierarchie der Seiten ändern
es: Editar jerarquía de páginas
fa: ويرايش ساختار درختی برگه‌ها
fr: Éditer la hiérarchie de la page
lv: Rediģēt lapu hierarhiju
pt: Modificar hierarquia de páginas
ru: Редактировать иерархию страниц
sr: Уреди хијерархију странице
sv: Redigera sidhierarki

# CHMOD.deletepage
source: Delete page
de: Seite löschen
es: Eliminar página
fa: حذف برگه
fr: Supprimer la page
lv: Dzēst lapu
pt: Remover página
ru: Удалить страницу
sr: Обриши страницу
sv: Ta bort sida

# CHMOD.editarticles
source: Edit articles
de: Artikel bearbeiten
es: Editar artículos
fa: ويرايش مقاله‌ها
fr: Éditer les articles
lv: Rediģēt rakstus
pt: Modificar artigos
ru: Редактировать статьи
sr: Уреди чланке
sv: Redigera artiklar

# CHMOD.movearticles
source: Edit article hierarchy
de: Hierarchie der Artikel ändern
es: Editar jerarquía de artículos
fa: ويرايش ساختار مقاله
fr: Éditer la hiérarchie de l'article
lv: Rediģēt rakstu hierarhiju
pt: Modificar hierarquia de artigos
ru: Редактировать иерархию статей
sr: Уреди хијерархију чланка
sv: Redigera artikelhierarki

# CHMOD.deletearticles
source: Delete articles
de: Artikel löschen
es: Eliminar artículos
fa: حدف مقاله‌ها
fr: Supprimer les articles
lv: Dzēst rakstus
pt: Remover artigos
ru: Удалить статьи
sr: Обриши чланке
sv: Ta bort artiklar

# CHMOD.cuser
source: Owner
de: Besitzer
es: Usuario
fa: مالک
fr: Propriétaire
lv: Lietotājs
pt: Usuário
ru: Владелец
sr: Власник
sv: Ägare

# CHMOD.cgroup
source: Group
de: Gruppe
es: Grupo
fa: گروه
fr: Groupe
lv: Grupa
pt: Grupo
ru: Группа
sr: Група
sv: Grupp

# CHMOD.cworld
source: Everybody
de: Alle
es: Todos
fa: همه
fr: Tout le monde
lv: Ikviens
pt: Todos
ru: Любой
sr: Сви
sv: Alla

# DATE.d
source: DD
de: TT
ru: ДД

# DATE.j
source: D
de: T
ru: Д

# DATE.m
source: MM
ru: ММ

# DATE.n
source: M
ru: М

# DATE.y
source: YY
de: JJ
lv: GG
pt: AA
ru: ГГ

# DATE.Y
source: YYYY
de: JJJJ
lv: GGGG
pt: AAAA
ru: ГГГГ

# DATE.h
source: hh
ru: чч

# DATE.H
source: hh
ru: чч

# DATE.g
source: h
ru: ч

# DATE.G
source: h
ru: ч

# DATE.i
source: mm
ru: мм

# DATE.s
source: ss
ru: сс

# DAYS.0
source: Sunday
de: Sonntag
es: Domingo
fa: یک‌شنبه
fr: Dimanche
lv: Svētdiena
pt: Domingo
ru: Воскресенье
sr: Недеља
sv: Söndag

# DAYS.1
source: Monday
de: Montag
es: Lunes
fa: دوشنبه
fr: Lundi
lv: Pirmdiena
pt: Segunda-feira
ru: Понедельник
sr: Понедељак
sv: Måndag

# DAYS.2
source: Tuesday
de: Dienstag
es: Martes
fa: سه‌شنبه
fr: Mardi
lv: Otrdiena
pt: Terça-feira
ru: Вторник
sr: Уторак
sv: Tisdag

# DAYS.3
source: Wednesday
de: Mittwoch
es: Miércoles
fa: چهارشنبه
fr: Mercredi
lv: Trešdiena
pt: Quarta-feira
ru: Среда
sr: Среда
sv: Onsdag

# DAYS.4
source: Thursday
de: Donnerstag
es: Jueves
fa: پنج‌شنبه
fr: Jeudi
lv: Ceturtdiena
pt: Quinta-feira
ru: Четверг
sr: Четвртак
sv: Torsdag

# DAYS.5
source: Friday
de: Freitag
es: Viernes
fa: جمعه
fr: Vendredi
lv: Piektdiena
pt: Sexta-feira
ru: Пятница
sr: Петак
sv: Fredag

# DAYS.6
source: Saturday
de: Samstag
es: Sábado
fa: شنبه
fr: Samedi
lv: Sestdiena
pt: Sábado
ru: Суббота
sr: Субота
sv: Lördag

# DAYS_SHORT.0
source: Sun
de: So
es: Dom
fa: ی
fr: Dim
lv: Sv
pt: Dom
ru: Вс
sr: Нед
sv: Sön

# DAYS_SHORT.1
source: Mon
de: Mo
es: Lun
fa: د
fr: Lun
lv: Pr
pt: Seg
ru: Пн
sr: Пон
sv: Mån

# DAYS_SHORT.2
source: Tue
de: Di
es: Mar
fa: س
fr: Mar
lv: Ot
pt: Ter
ru: Вт
sr: Уто
sv: Tis

# DAYS_SHORT.3
source: Wed
de: Mi
es: Mie
fa: چ
fr: Mer
lv: Tr
pt: Qua
ru: Ср
sr: Сре
sv: Ons

# DAYS_SHORT.4
source: Thu
de: Do
es: Jue
fa: پ
fr: Jeu
lv: Ce
pt: Qui
ru: Чт
sr: Чет
sv: Tor

# DAYS_SHORT.5
source: Fri
de: Fr
es: Vie
fa: ج
fr: Ven
lv: Pk
pt: Sex
ru: Пт
sr: Пет
sv: Fre

# DAYS_SHORT.6
source: Sat
de: Sa
es: Sab
fa: ش
fr: Sam
lv: Se
pt: Sáb
ru: Сб
sr: Суб
sv: Lör

# MONTHS.0
source: January
de: Januar
es: Enero
fa: ژانویه
fr: Janvier
lv: Janvāris
pt: Janeiro
ru: Январь
sr: Јануар
sv: Januari

# MONTHS.1
source: February
de: Februar
es: Febrero
fa: فوریه
fr: Février
lv: Februāris
pt: Fevereiro
ru: Февраль
sr: Фебруар
sv: Februari

# MONTHS.2
source: March
de: März
es: Marzo
fa: مارس
fr: Mars
lv: Marts
pt: Março
ru: Март
sr: Март
sv: Mars

# MONTHS.3
source: April
es: Abril
fa: آوریل
fr: Avril
lv: Aprīlis
pt: Abril
ru: Апрель
sr: Април

# MONTHS.4
source: May
de: Mai
es: Mayo
fa: مه
fr: Mai
lv: Maijs
pt: Maio
ru: Май
sr: Мај
sv: Maj

# MONTHS.5
source: June
de: Juni
es: Junio
fa: ژوئن
fr: Juin
lv: Jūnijs
pt: Junho
ru: Июнь
sr: Јун
sv: Juni

# MONTHS.6
source: July
de: Juli
es: Julio
fa: ژوئیه
fr: Juillet
lv: Jūlijs
pt: Julho
ru: Июль
sr: Јул
sv: Juli

# MONTHS.7
source: August
es: Agosto
fa: اوت
fr: Août
lv: Augusts
pt: Agosto
ru: Август
sr: Август
sv: Augusti

# MONTHS.8
source: September
es: Septiembre
fa: سپتامبر
fr: Septembre
lv: Septembris
pt: Setembro
ru: Сентябрь
sr: Септембар

# MONTHS.9
source: October
de: Oktober
es: Octubre
fa: اکتبر
fr: Octobre
lv: Oktobris
pt: Outubro
ru: Октябрь
sr: Октобар
sv: Oktober

# MONTHS.10
source: November
es: Noviembre
fa: نوامبر
fr: Novembre
lv: Novembris
pt: Novembro
ru: Ноябрь
sr: Новембар

# MONTHS.11
source: December
de: Dezember
es: Diciembre
fa: دسامبر
fr: Décembre
lv: Decembris
pt: Dezembro
ru: Декабрь
sr: Децембар

# MONTHS_SHORT.0
source: Jan
es: Ene
fa: ژان
ru: Янв
sr: Јан

# MONTHS_SHORT.1
source: Feb
fa: فور
fr: Fév
pt: Fev
ru: Фев
sr: Феб

# MONTHS_SHORT.2
source: Mar
de: Mär
fa: مار
ru: Мар
sr: Мар

# MONTHS_SHORT.3
source: Apr
es: Abr
fa: آور
fr: Avr
pt: Abr
ru: Апр
sr: Апр

# MONTHS_SHORT.4
source: May
de: Mai
es: Mayo
fa: مه
fr: Mai
lv: Maijs
pt: Maio
ru: Май
sr: Мај
sv: Maj

# MONTHS_SHORT.5
source: Jun
fa: ژوئ
fr: Juin
lv: Jūn
ru: Июн
sr: Јун

# MONTHS_SHORT.6
source: Jul
fa: جول
fr: Juil
lv: Jūl
ru: Июл
sr: Јул

# MONTHS_SHORT.7
source: Aug
es: Ago
fa: اوت
fr: Aoû
pt: Ago
ru: Авг
sr: Авг

# MONTHS_SHORT.8
source: Sep
fa: سپت
pt: Set
ru: Сен
sr: Сеп

# MONTHS_SHORT.9
source: Oct
de: Okt
fa: اکت
lv: Okt
pt: Out
ru: Окт
sr: Окт
sv: Okt

# MONTHS_SHORT.10
source: Nov
fa: نوا
ru: Ноя
sr: Нов

# MONTHS_SHORT.11
source: Dec
de: Dez
es: Dic
fa: دسا
fr: Déc
pt: Dez
ru: Дек
sr: Дец

# MSC.url.0
source: Link target
de: Link-Adresse
es: Destino de enlace
fa: پیوند مقصد
fr: URL cible
lv: Mērķa URL
pt: URL de destino
ru: URL назначения
sr: Одредиште линка
sv: Mål-URL

# MSC.url.1
source: Please enter a web address (http://…), an e-mail address (mailto:…) or an insert tag.
de: Geben Sie eine Web-Adresse (http://…), eine E-Mail-Adresse (mailto:…) oder ein Insert-Tag ein.
es: Por favor introduce una dirección WEB (ejemplo: em>http://www.dominio.com</em>). Para hacer un link a una dirección de e-mail introduce <em>mailto:nombre@dominio.com</em>. También puedes añadir etiquetas (ejemplo: <em>link_url</em>).
fa: لطفا نشانی وب (http://…), یک نشانی ایمیل (mailto:…) یا یک برچسب درجی وارد نمایید.
fr: Saisir l'URL d'un site (http://...), une adresse e-mail (mailto:..) ou utiliser des balises d'insertion.
lv: Lūdzu, ievadiet web adresi (http://...), e-pasta adresi (mailto:...) vai ievietojiet tagu.
pt: Favor inserir uma URL de destino completa, incluindo o protocolo de rede (ex. <em>http://www.domain.com</em>). Para incluir uma hiperligação para um endereço de e-mail, favor inserir <em>mailto:name@domain.com</em>. Você também pode inserir tags HTML (ex. <em>link_url
ru: Введите URL назначения, включая сетевой протокол (http://…), а для e-mail адреса (mailto:…).
sr: Унесите адресу сајта (http://…), мејл адресу (mailto:…) или инсерт таг.
sv: Ange en komplett URL inkluderat protokoll (t.ex. <em>http://www.contao.org</em>). För att länka till en E-postadress skriver du <em>mailto:namn@domain.com</em>. Du kan också använda Insert-taggar (t.ex. <em>link_url</em>).

# MSC.target.0
source: Open in new window
de: In neuem Fenster öffnen
es: Abrir en una ventana nueva
fa: باز کردن در پنجره جدید
fr: Ouvrir dans une nouvelle fenêtre
lv: Atvērt jaunā logā
pt: Abrir em uma nova janela
ru: Открыть в новом окне
sr: Отворити у новом прозору
sv: Öppna i ett nytt webbläsarfönster

# MSC.target.1
source: Open the link in a new browser window.
de: Den Link in einem neuen Browserfenster öffnen.
es: Si seleccionas esta opción, la URL de destino se abrirá en una ventana nueva.
fa: پیوند در پنجره جدید مرورگر باز می‌گردد.
fr: Ouvre un lien dans une nouvelle fenêtre.
lv: Atvērt saiti jaunā pārlūka logā.
pt: Se você escolher esta opção a URL de destino será aberta em uma nova janela.
ru: Открыть ссылку в новом окне браузера.
sr: Отвори линк у новом прозору.
sv: Om du väljer detta alternativ kommer mål-URL:en att öppnas ett nytt webbläsarfönster.

# MSC.separator.0
source: Separator
de: Trennzeichen
es: Separador
fa: جداکننده
fr: Séparateur
lv: Atdalītājs
pt: Separador
ru: Разделитель
sr: Сепаратор

# MSC.separator.1
source: Please choose a field delimiter.
de: Bitte wählen Sie ein Feld-Trennzeichen aus.
es: Por favor selecciona el carácter para separar los campos.
fa: لطفا یک حائل فیلد انتخاب نمایید.
fr: Sélectionner le caractère séparant les valeurs.
lv: Lūdzu izvēlieties rakstzīmi, kas atdalīs vērtības.
pt: Por favor, selecione o caractere que separa os valores.
ru: Выберите знак, который разделяет значения.
sr: Изаберите знак за раздвајање поља - делимитер.
sv: Ange ett tecken som ska användas som fältseparator (separera värden).

# MSC.source.0
source: Source files
de: Quelldateien
es: Archivos de fuentes
fa: پرونده‌های منبع
fr: Fichiers sources
lv: Avota datnes
pt: Arquivos fonte
ru: Исходные файлы
sr: Изворни фајл
sv: Källfiler

# MSC.source.1
source: Please upload the CSV files to be imported.
de: Bitte laden Sie die zu importierenden CSV-Dateien hoch.
es: Por favor selecciona los archivos CSV que deseas importar desde el directorio de archivos.
fa: لطفا پرونده‌های CSVای که باید وارد شوند را بارگذاری نمایید.
fr: Choisir le fichier CSV à importer.
lv: Lūdzu izvēlieties CSV datnes, kuras vēlaties importēt, no datņu direktorija.
pt: Por favor escolhe o arquivo CSV para fazer uma importação.
ru: Выберите CSV-файлы для импорта.
sr: Изаберите CSV фајлове за увоз.
sv: Välj de CSV-filer som du vill importera från filarkivet.

# MSC.imgSize.0
source: Image size
de: Bildgröße
es: tamaño de imagen
fa: اندازه تصویر
fr: Taille de l'image
ru: Размер изображения
sv: Bildstorlek

# MSC.imgSize.1
source: Here you can set the image dimensions and the resize mode.
de: Hier können Sie die Abmessungen des Bildes und den Skalierungsmodus festlegen.
es: Si introduce solo ancho o solo alto, la imagen se redimensionará proporcionalmente. Si introduces ambas medidas, la imagen se recortará si es necesario. Si dejas ambos campos en blanco, se utilizará el tamaño original de la imagen.
fa: اینجا می‌توانید ابعاد تصویر و روش تغییر اندازه را انتخاب نمایید.
fr: Saisir seulement la largeur ou la hauteur pour redimensionner l'image. En saisissant les deux dimensions, l'image sera recadrée.
ru: Введите ширину или высоту изображения для изменения размера или оба значения сразу, чтобы обрезать изображение. Если оставить поля пустыми, изображение будет показано в оригинальном размере.
sv: Här kan du ställa in bildens dimensioner och omformateringsmetod.

# MSC.comma
source: Comma
de: Komma
es: Coma
fa: ویرگول
fr: Virgule
lv: Komats
pt: Vírgula
ru: Запятая
sr: Запета
sv: Komma

# MSC.semicolon
source: Semicolon
de: Strichpunkt
es: Punto y coma
fa: نقطه ویرگول
fr: Point virgule
lv: Semikols
pt: Ponto e vírgula
ru: Точка с запятой
sr: Тачка са запетом
sv: Semikolon

# MSC.tabulator
source: Tabulator
es: Tabulador
fa: جدول‌بند
fr: Tabulation
lv: Tabulātors
pt: Tabulador
ru: Табулятор
sr: Табулатор

# MSC.linebreak
source: Line break
de: Zeilenumbruch
es: Salto de linea
fa: خط جدید
fr: Saut de ligne
lv: Līnijas pārtraukums
pt: Quebra de linha
ru: Разрыв строки
sr: Нови ред
sv: Radbrytning

# MSC.lw_import.0
source: CSV import
es: Importar CSV
fa: وارد کردن پرونده CSV
fr: Import CSV
lv: CSV imports
pt: CSV importação
ru: CSV импорт
sr: CSV увоз

# MSC.lw_import.1
source: Import list items from a CSV file
de: Listeneinträge aus einer CSV-Datei importieren
es: Importar una lista de elementos desde un archivo CSV
fa: وارد کردن موارد فهرست از یک پرونده CSV
fr: Import des éléments de liste à partir d'un fichier CSV
lv: Importēt saraksta vienumus no SCV datnes
pt: Importar uma lista de itens de archivo CSV
ru: Импорт списка элементов из CSV-файла
sr: Увези листу ставки из CSV фајла
sv: Importera listposter från en CSV-fil

# MSC.lw_copy
source: Duplicate the element
de: Das Element duplizieren
es: Duplicar el elemento
fa: تکثیر المان
fr: Dupliquer l'élément
lv: Dublicēt elementu
pt: Duplicar o elemento
ru: Дублировать элемент
sr: Направи копију елемента
sv: Kopiera listposten

# MSC.lw_up
source: Move the element one position up
de: Das Element eine Position nach oben verschieben
es: Mover el elemento una posición arriba
fa: جابجایی المان یک جایگاه به بالا
fr: Déplacer l'élément d'une position vers le haut
lv: Pārvietot elementu vienu pozīciju augšup
pt: Aumentar o elemento uma posição
ru: Переместить элемент на одну позицию вверх
sr: Помери елемент за једну позицију горе
sv: Flytta listposten ett steg uppåt

# MSC.lw_down
source: Move the element one position down
de: Das Element eine Position nach unten verschieben
es: Mover el elemento una posición abajo
fa: جابجایی المان یک جایگاه به پایین
fr: Déplacer l'élément d'une position vers le bas
lv: Pārvietot elementu vienu pozīciju lejup
pt: Diminuir o elemento uma posição
ru: Переместить элемент на одну позицию вниз
sr: Помери елемент за једну позицију доле
sv: Flytta listposten ett steg nedåt

# MSC.lw_delete
source: Delete the element
de: Das Element löschen
es: Eliminar el elemento
fa: حذف المان
fr: Supprimer l'élément
lv: Dzēst elementu
pt: Excluir o elemento
ru: Удалить элемент
sr: Обриши елемент
sv: Ta bort listposten

# MSC.ow_import.0
source: CSV import
es: Importar CSV
fa: وارد کردن پرونده CSV
fr: Import CSV
lv: CSV imports
pt: CSV importação
ru: CSV импорт
sr: CSV увоз

# MSC.ow_import.1
source: Import options from a CSV file
de: Optionen aus einer CSV-Datei importieren
es: Importar opciones de un fichero CSV
fa: وارد کردن گزینه‌ها از پرونده‌ی CSV
fr: Importer les options à partir d'un fichier CSV
lv: Importēt opcijas no CSV faila
pt: Importar definições a partir de um ficheiro CSV
ru: Импорт настроек из файла CSV
sr: Увези опције из CSV фајла
sv: Importera alternativ från en CSV-fil

# MSC.tw_import.0
source: CSV import
es: Importar CSV
fa: وارد کردن پرونده CSV
fr: Import CSV
lv: CSV imports
pt: CSV importação
ru: CSV импорт
sr: CSV увоз

# MSC.tw_import.1
source: Import table items from a CSV file
de: Tabelleneinträge aus einer CSV-Datei importieren
es: Importar elementos de la tabla desde un archivo CSV
fa: واردن کردن آیتم‌ها از پرونده CSV
fr: Import des éléments de tableau à partir d'un fichier CSV
lv: Importēt tabulas vienumus no SCV datnes
pt: Importar itens do quadro de archivo CSV
ru: Импорт элементов таблицы из CSV-файла
sr: Увези ставке табеле из CSV фајла
sv: Importera tabellposter från en CSV-fil

# MSC.tw_expand
source: Increase the input field size
de: Die Eingabefelder vergrößern
es: Incrementar el tamaño del campo de entrada
fa: افزایش اندازه فیلد ورودی
fr: Augmenter la taille du champ de saisie
lv: Palielināt datu ievades lauku
pt: Aumentar o tamanho do campo de entrada
ru: Увеличить размер поля ввода
sr: Повећај величину поља за унос
sv: Utöka inmatningsfältets storlek

# MSC.tw_shrink
source: Decrease the input field size
de: Die Eingabefelder verkleinern
es: Reducir el tamaño del campo de entrada
fa: کاهش اندازه فیلد ورودی
fr: Diminuer la taille du champ de saisie
lv: Samazināt datu ievades lauku
pt: Diminuir o tamanho do campo de entrada
ru: Уменьшить размер поля ввода
sr: Смањи величину поља за унос
sv: Minska inmatningsfältets storlek

# MSC.tw_rcopy
source: Duplicate the row
de: Die Reihe duplizieren
es: Duplicar la fila
fa: تکثیر ردیف
fr: Dupliquer la ligne
lv: Dublicēt rindu
pt: Duplicar a coluna
ru: Дублировать строку
sr: Копирај ред
sv: Kopiera tabellraden

# MSC.tw_rup
source: Move the row one position up
de: Die Reihe eine Position nach oben verschieben
es: Mover la fila una posición arriba
fa: جابجایی ردیف یک جایگاه به بالا
fr: Déplacer la ligne d'une position vers le haut
lv: Pārvietot rindu vienu pozīciju augšup
pt: Aumentar a fiada uma posição
ru: Переместить строку на одну позицию вверх
sr: Помери ред за једну позицију горе
sv: Flytta tabellraden ett steg uppåt

# MSC.tw_rdown
source: Move the row one position down
de: Die Reihe eine Position nach unten verschieben
es: Mover la fila una posición abajo
fa: جابجایی ردیف یک جایگاه به پایین
fr: Déplacer la ligne d'une position vers le bas
lv: Pārvietot rindu vienu pozīciju lejup
pt: Diminuir a fiada uma posição
ru: Переместить строку на одну позицию вниз
sr: Помери ред за једну позицију доле
sv: Flytta tabellraden ett steg nedåt

# MSC.tw_rdelete
source: Delete the row
de: Die Reihe löschen
es: Eliminar la fila
fa: حذف ردیف
fr: Supprimer la ligne
lv: Dzēst rindu
pt: Remover a fiada
ru: Удалить строку
sr: Обриши ред
sv: Radera tabellraden

# MSC.tw_ccopy
source: Duplicate the column
de: Die Spalte duplizieren
es: Duplicar la columna
fa: تکثیر ستون
fr: Dupliquer la colonne
lv: Dublicēt kolonnu
pt: Duplicar a coluna
ru: Дублировать колонку
sr: Копирај колону
sv: Kopiera tabellkolumnen

# MSC.tw_cmovel
source: Move the column one position left
de: Die Spalte eine Position nach links verschieben
es: Mover la columna una posición a la izquierda
fa: جابجایی ستون یک جایگاه به چپ
fr: Déplacer la colonne d'une position vers la gauche
lv: Pārvietot kolonnu vienu pozīciju pa kreisi
pt: Mover a coluna uma pocição esquerda
ru: Переместить колонку на одну позицию влево
sr: Помери колону за једну позицију лево
sv: Flytta tabellkolumnen ett steg åt vänster

# MSC.tw_cmover
source: Move the column one position right
de: Die Spalte eine Position nach rechts verschieben
es: Mover la columna una posición a la derecha
fa: جابجایی ستون یک جایگاه به راست
fr: Déplacer la colonne d'une position vers la droite
lv: Pārvietot kolonnu vienu pozīciju pa labi
pt: Mover a coluna uma pocição direita
ru: Переместить колонку на одну позицию вправо
sr: Помери колону за једну позицију десно
sv: Flytta tabellkolumnen ett steg åt höger

# MSC.tw_cdelete
source: Delete the column
de: Die Spalte löschen
es: Eliminar la columna
fa: حذف ستون
fr: Supprimer la colonne
lv: Dzēst kolonnu
pt: Remover a coluna
ru: Удалить колонку
sr: Обриши колону
sv: Ta bort tabellkolumnen

# MSC.ow_copy
source: Duplicate the row
de: Die Reihe duplizieren
es: Duplicar la fila
fa: تکثیر ردیف
fr: Dupliquer la ligne
lv: Dublicēt rindu
pt: Duplicar a coluna
ru: Дублировать строку
sr: Копирај ред
sv: Kopiera tabellraden

# MSC.ow_up
source: Move the row one position up
de: Die Reihe eine Position nach oben verschieben
es: Mover la fila una posición arriba
fa: جابجایی ردیف یک جایگاه به بالا
fr: Déplacer la ligne d'une position vers le haut
lv: Pārvietot rindu vienu pozīciju augšup
pt: Aumentar a fiada uma posição
ru: Переместить строку на одну позицию вверх
sr: Помери ред за једну позицију горе
sv: Flytta tabellraden ett steg uppåt

# MSC.ow_down
source: Move the row one position down
de: Die Reihe eine Position nach unten verschieben
es: Mover la fila una posición abajo
fa: جابجایی ردیف یک جایگاه به پایین
fr: Déplacer la ligne d'une position vers le bas
lv: Pārvietot rindu vienu pozīciju lejup
pt: Diminuir a fiada uma posição
ru: Переместить строку на одну позицию вниз
sr: Помери ред за једну позицију доле
sv: Flytta tabellraden ett steg nedåt

# MSC.ow_delete
source: Delete the row
de: Die Reihe löschen
es: Eliminar la fila
fa: حذف ردیف
fr: Supprimer la ligne
lv: Dzēst rindu
pt: Remover a fiada
ru: Удалить строку
sr: Обриши ред
sv: Radera tabellraden

# MSC.ow_value
source: Value
de: Wert
es: Valor
fa: مقدار
fr: Valeur
lv: Vērtība
pt: Valor
ru: Значение
sr: Вредност
sv: Värde

# MSC.ow_label
source: Label
de: Bezeichnung
es: Etiqueta
fa: برچسب
fr: Libellé
lv: Etiķete
pt: Rótulo
ru: Метка
sr: Ознака
sv: Etikett

# MSC.ow_key
source: Key
de: Schlüssel
es: Llave
fa: کلید
fr: Clé
lv: Atslēga
pt: Chave
ru: Ключ
sr: Кључ
sv: Nyckel
