Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# MSC.ow_default
source: Default
de: Standard
es: Por defecto
fa: پیش‌فرض
fr: Défaut
lv: Noklusējuma
pt: Padrão
ru: По умолчанию
sr: Подразумевана вредност
sv: Förvalt

# MSC.ow_group
source: Group
de: Gruppe
es: Grupo
fa: گروه
fr: Groupe
lv: Grupa
pt: Grupo
ru: Группа
sr: Група
sv: Grupp

# MSC.mw_copy
source: Duplicate the row
de: Die Reihe duplizieren
es: Duplicar la fila
fa: تکثیر ردیف
fr: Dupliquer la ligne
lv: Dublicēt rindu
pt: Duplicar a coluna
ru: Дублировать строку
sr: Копирај ред
sv: Kopiera tabellraden

# MSC.mw_up
source: Move the row one position up
de: Die Reihe eine Position nach oben verschieben
es: Mover la fila una posición arriba
fa: جابجایی ردیف یک جایگاه به بالا
fr: Déplacer la ligne d'une position vers le haut
lv: Pārvietot rindu vienu pozīciju augšup
pt: Aumentar a fiada uma posição
ru: Переместить строку на одну позицию вверх
sr: Помери ред за једну позицију горе
sv: Flytta tabellraden ett steg uppåt

# MSC.mw_down
source: Move the row one position down
de: Die Reihe eine Position nach unten verschieben
es: Mover la fila una posición abajo
fa: جابجایی ردیف یک جایگاه به پایین
fr: Déplacer la ligne d'une position vers le bas
lv: Pārvietot rindu vienu pozīciju lejup
pt: Diminuir a fiada uma posição
ru: Переместить строку на одну позицию вниз
sr: Помери ред за једну позицију доле
sv: Flytta tabellraden ett steg nedåt

# MSC.mw_delete
source: Delete the row
de: Die Reihe löschen
es: Eliminar la fila
fa: حذف ردیف
fr: Supprimer la ligne
lv: Dzēst rindu
pt: Remover a fiada
ru: Удалить строку
sr: Обриши ред
sv: Radera tabellraden

# MSC.mw_module
source: Module
de: Modul
es: Módulo
fa: ماژول
lv: Modulis
pt: Módulo
ru: Модуль
sr: Модул
sv: Modul

# MSC.mw_column
source: Layout section
de: Layoutbereich
es: Sección de diseño
fa: بخش چیدمان
fr: Section
lv: Salikuma sadaļa
pt: Secção de Esquema
ru: Секция макета
sr: Секција распореда
sv: Layoutsektion

# MSC.mw_enable
source: Enable/disable the module
de: Das Modul aktivieren/deaktivieren
es: Habilitar/deshabilitar el módulo
fa: فعال/غیرفعال کردن ماژول
fr: Activer/désactiver le module
lv: Iespējot/atspējot moduli
pt: Activar/Desactivar o módulo
ru: Включить/отключить модуль
sr: Омогући/онемогући модул
sv: Aktivera/avaktivera modulen

# MSC.aw_title
source: Title
de: Titel
es: Título
fa: عنوان
fr: Titre
lv: Virsraksts
pt: Título
ru: Название
sr: Назив
sv: Rubrik

# MSC.aw_alt
source: Alternate text
de: Alternativer Text
es: Texto alternativo
fa: متن جایگزین
fr: Texte alternatif
lv: Izvēles teksts
pt: Texto alternativo
ru: Альтернативный текст
sr: Алтернативни текст
sv: Alternativ text

# MSC.aw_link
source: Link
es: Enlace
fa: پیوند
fr: Lien
lv: Saite
ru: Ссылка
sr: Линк
sv: Länk

# MSC.aw_caption
source: Caption
de: Bildunterschrift
es: Leyenda
fa: زیرنویس
fr: Légende
lv: Paraksts
pt: Legenda
ru: Подпись
sr: Заглавље
sv: Rubrik

# MSC.aw_license
source: License URL
de: Lizenz-URL
es: URL de licencia
ru: URL лицензии
sv: Licens-URL

# MSC.sw_title
source: Title
de: Titel
es: Título
fa: عنوان
fr: Titre
lv: Virsraksts
pt: Título
ru: Название
sr: Назив
sv: Rubrik

# MSC.sw_template
source: Template
fa: قالب
fr: Modèle
lv: Veidne
pt: Modelo
ru: Шаблон
sr: Шаблон
sv: Mall

# MSC.sw_position
source: Position
es: Posición
fa: جایگاه
lv: Pozīcija
pt: Posição
ru: Position (Позиционирование)
sr: Позиционирање

# MSC.image_sizes
source: Predefined dimensions
de: Vordefinierte Größen
es: Dimensiones predefinidas
fa: ابعاد از پیش تعریف شده
fr: Dimensions prédéfinies
lv: Iepriekš definēti izmēri
pt: Dimensões pré-definidas
ru: Предопределенные размеры
sr: Предефинисане димензије
sv: Fördefinierade dimensioner

# MSC.relative
source: Relative dimensions
de: Relatives Format
es: Dimensiones relativas
fa: ابعاد نسبی
fr: Dimensions relatives
lv: Relatīvi izmēri
pt: Dimensões relativas
ru: Относительные размеры
sr: Релативне димензије
sv: Relativa dimensioner

# MSC.proportional.0
source: Proportional
es: Proporcional
fa: متناسب
fr: Proportionnel
lv: Proporcionāls
pt: Proporcional
ru: Пропорционально
sr: Пропорционално
sv: Proportionellt

# MSC.proportional.1
source: The longer side of the image is adjusted to the given dimensions and the image is resized proportionally.
de: Die längere Seite des Bildes wird an die vorgegebenen Abmessungen angepasst und das Bild proportional verkleinert.
es: El lado más largo de la imagen se ajustará a las dimensiones facilitadas y se escalará proporcionalmente.
fa: ضلع بزرگ‌تر تصویر به اندازه داده شده تنظیم شده و تصویر به صورت متناسب تغییر خواهد کرد.
fr: Le côté le plus long de l'image est ajusté aux dimensions données, et l'image est redimensionnée proportionnellement.
lv: Garākā attēla mala ir pielāgota dotajiem izmēriem un attēls tiek mainīts proporcionāli.
pt: O lado mais comprido da imagem é ajustada para as dimensões dadas e que a imagem é redimensionada proporcionalmente.
ru: Более длинная сторона изображения скорректирована относительно заданного размера и изображение изменено пропорционально.
sr: Дужа страница слике је прилагођена наведеним димензијама и величина слике је промењена пропорционално.
sv: Den längre sidan av bilden är justerad till den angivna dimensionen och bilden har omskalats propertionellt.

# MSC.box.0
source: Fit the box
de: An Rahmen anpassen
es: Encajar en el recuadro
fa: تطبیق با جعبه
fr: Étirer
lv: Piemērot kastei
pt: Redimensionar para caber na caixa
ru: Установить поле
sr: Стани у оквир
sv: Passa in i box

# MSC.box.1
source: The shorter side of the image is adjusted to the given dimensions and the image is resized proportionally.
de: Die kürzere Seite des Bildes wird an die vorgegebenen Abmessungen angepasst und das Bild proportional verkleinert.
es: El lado más corto de la imagen se ajustará a las dimensiones facilitadas y se escalará proporcionalmente
fa: ضلع کوچک‌تر تصویر به اندازه داده شده تنظیم شده و تصویر به صورت متناسب تغییر خواهد کرد.
fr: Le côté le plus court de l'image est ajusté aux dimensions données et l'image est redimensionnée proportionnellement.
lv: Īsākā attēla mala ir pielāgota dotajiem izmēriem un attēls tiek mainīts proporcionāli.
pt: O lado mais curto da imagem é ajustado para as dimensões dadas e que a imagem é redimensionada proporcionalmente.
ru: Более короткая сторона изображения скорректирована относительно заданного размера и изображение изменено пропорционально.
sr: Краћа страница слике је прилагођена наведеним димензијама и величина слике је промењена пропорционално.
sv: Den kortare sidan av bilden är justerad till den angivna dimensionen och bilden har omskalats propertionellt.

# MSC.exact.0
source: Exact dimensions
de: Exaktes Format
es: Dimensiones exactas
fa: ابعاد دقیق
fr: Dimensions exactes
lv: Tieši izmēri
pt: Dimensões exatas
ru: Точный размер
sr: Тачне димензије
sv: Exakta mått

# MSC.exact.1
source: The image will be resized to the given dimensions. If necessary, it will be cropped.
de: Das Bild wird an die vorgegebene Größe angepasst und gegebenenfalls beschnitten.
es: La imagen se escalará a las dimensiones facilitadas. Si es necesario, se recortará.
fa: تصویرها به اندازه داده شده تغییر خواهند کرد. اگر لازم باشد بریده خواهند شد.
fr: L'image sera redimensionnée aux dimensions données. Si nécessaire, elle sera recadrée.
lv: Attēls tiks mainīti uz dotajiem izmēriem. Ja nepieciešams, tas tiks apgriezts.
pt: A Imagem será redimensionada para as dimensões especificadas. Caso necessário, será recortada.
ru: Изображение будет преобразовано до данного размера. При необходимости оно будет обрезано.
sr: Величина слике биће промењена на дате димензије. Ако је потребно, биће кропована.
sv: Bilden kommer att justeras till de givna dimensionerna. Den kommer att beskäras om det är nödvändigt.

# MSC.crop.0
source: Important part
de: Wichtiger Teil
es: Parte importante
fa: قسمت مهم
fr: Partie importante
lv: Svarīgā daļa
pt: Parte Importante.
ru: Важная часть
sr: Важан део
sv: Viktig del

# MSC.crop.1
source: Preserves the important part of an image as specified in the file manager.
de: Erhält den wichtigen Teil des Bildes wie in der Dateiverwaltung angegeben.
es: Deja la parte importante de una imagen, como especificado en el gestor de ficheros.
fa: قسمت مهم یک تصویر همان طور که در مدیریت پرونده مشخص شده است را حفظ می‌کند.
fr: Préserve la partie importante d'une image comme spécifié dans l'explorateur de fichiers.
lv: Saglabā attēla svarīgo daļu, kā norādīts datņu pārvaldniekā.
pt: Preserva parte importante da imagem, tal como especificado no gestor de ficheiros.
ru: Сохраняет важную часть изображения, как указано в файл-менеджере.
sr: Важан део слике биће сачуван по спецификацији у менаџеру фајлова.
sv: Bevarar den viktiga delen av en bild, som specificerats i filhanteraren.

# MSC.left_top.0
source: Left | Top
de: Links | Oben
es: Superior izquierdo
fa: چپ | بالا
fr: Haut | gauche
lv: Augšā pa kreisi
pt: Superior esquerdo
ru: Лево | Верх (Left | Top)
sr: Лево | Горе
sv: Vänster övre

# MSC.left_top.1
source: Preserves the left part of a landscape image and the top part of a portrait image.
de: Erhält den linken Teil eines Querformat-Bildes und den oberen Teil eines Hochformat-Bildes.
es: Conserva la parte izquierda de una imágen panorámica y la parte superior de una imágen retrato.
fa: قسمت چپ تصویر خوابیده و قسمت بالای تصویر ایستاده را حفظ می‌کند.
fr: Préserve la partie gauche d'une image au format paysage et la partie supérieure d'une image au format portrait.
lv: Augšā pa kreisi
pt: Preserva a parte esquerda de uma imagem na horizontal e na parte superior de uma imagem vertical.
ru: Сохраняет левую часть альбомного изображения и верхнюю часть портретного изображения.
sr: Усклађује леви део "landscape" слике и горњи део "portrait" слике.
sv: Bevarar den vänstra delen av en landskapsbild och den övre delen av en porträttbild.

# MSC.center_top.0
source: Center | Top
de: Mitte | Oben
es: Centro superior
fa: وسط | بالا
fr: Haut | centre
lv: Augšā centrēts
pt: Centro de topo
ru: Центр | Верх (Center | Top)
sr: Центар | Горе
sv: Mitten övre

# MSC.center_top.1
source: Preserves the center part of a landscape image and the top part of a portrait image.
de: Erhält den mittleren Teil eines Querformat-Bildes und den oberen Teil eines Hochformat-Bildes.
es: Conserva el centro de una imágen panorámica y la parte superior de una imágen retrato.
fa: قسمت وسط تصویر خوابیده و قسمت بالای تصویر ایستاده را حفظ می‌کند.
fr: Préserve la partie centrale d'une image au format paysage et la partie supérieure d'une image au format portrait.
lv: Augšā centrēts
pt: Preserva a parte central de uma imagem na horizontal e na parte superior de uma imagem vertical.
ru: Сохраняет центральную часть альбомного изображения и верхнюю часть портретного изображения.
sr: Усклађује централни део "landscape" слике и горњи део "portrait" слике.
sv: Bevarar mittendelen av en landskapsbild och den övre delen av en porträttbild.

# MSC.right_top.0
source: Right | Top
de: Rechts | Oben
es: Superior derecho
fa: راست | بالا
fr: Haut | droit
lv: Augšā pa labi
pt: Superior direito
ru: Право | Верх (Right | Top)
sr: Десно | Горе
sv: Höger övre

# MSC.right_top.1
source: Preserves the right part of a landscape image and the top part of a portrait image.
de: Erhält den rechten Teil eines Querformat-Bildes und den oberen Teil eines Hochformat-Bildes.
es: Conserva la parte derecha de una imágen panorámica y la parte superior de una imágen retrato.
fa: قسمت راست تصویر خوابیده و قسمت بالای تصویر ایستاده را حفظ می‌کند.
fr: Préserve la partie droite d'une image au format paysage et la partie supérieure d'une image au format portrait.
lv: Augšā pa labi
pt: Preserva a parte direita de uma imagem na horizontal e na parte superior de uma imagem vertical.
ru: Сохраняет правую часть альбомного изображения и верхнюю часть портретного изображения.
sr: Усклађује десни део "landscape" слике и горњи део "portrait" слике.
sv: Bevarar den högra delen av en landskapsbild och den övre delen av en porträttbild.

# MSC.left_center.0
source: Left | Center
de: Links | Mitte
es: Centro izquierdo
fa: چپ | وسط
fr: Centre | gauche
lv: Pa kreisi centrēts
pt: Centro esquerda
ru: Лево | Центр (Left | Center)
sr: Лево | Центар
sv: Vänster mitten

# MSC.left_center.1
source: Preserves the left part of a landscape image and the center part of a portrait image.
de: Erhält den linken Teil eines Querformat-Bildes und den mittleren Teil eines Hochformat-Bildes.
es: Conserva la parte izquierda de una imágen panorámica y la parte central de una imágen retrato.
fa: قسمت چپ تصویر خوابیده و قسمت وسط تصویر ایستاده را حفظ می‌کند.
fr: Préserve la partie gauche d'une image au format paysage et la partie centrale d'une image au format portrait.
lv: Pa kreisi centrēts
pt: Preserva a parte esquerda de uma imagem de paisagem e da parte central de uma imagem de retrato.
ru: Сохраняет левую часть альбомного изображения и центральную часть портретного изображения.
sr: Усклађује леви део "landscape" слике и централни део "portrait" слике.
sv: Bevarar den vänstra delen av en landskapsbild och mittendelen av en porträttbild.

# MSC.center_center.0
source: Center | Center
de: Mitte | Mitte
es: Centro central
fa: وسط | وسط
fr: Centre | centre
lv: Centrā centrēts
pt: Centro de centro
ru: Центр | Центр (Center | Center)
sr: Центар | Центар
sv: Mitten mitten

# MSC.center_center.1
source: Preserves the center part of a landscape image and the center part of a portrait image.
de: Erhält den mittleren Teil eines Querformat-Bildes und den mittleren Teil eines Hochformat-Bildes.
es: Conserva el centro de una imágen panorámica y la parte central de una imágen retrato.
fa: قسمت وسط تصویر خوابیده و قسمت وسط تصویر ایستاده را حفظ می‌کند.
fr: Préserve la partie centrale d'une image au format paysage et la partie centrale d'une image au format portrait.
lv: Centrā centrēts
pt: Preserva a parte central de uma imagem de paisagem e da parte central de uma imagem de retrato.
ru: Сохраняет центральную часть альбомного изображения и центральную часть портретного изображения.
sr: Усклађује централни део "landscape" слике и централни део "portrait" слике.
sv: Bevarar den mittendelen av en landskapsbild och mittendelen av en porträttbild.

# MSC.right_center.0
source: Right | Center
de: Rechts | Mitte
es: Centro derecho
fa: راست | وسط
fr: Centre | droit
lv: Pa labi centrēts
pt: Centro direita
ru: Право | Центр (Right | Center)
sr: Десно | Центар
sv: Höger mitten

# MSC.right_center.1
source: Preserves the right part of a landscape image and the center part of a portrait image.
de: Erhält den rechten Teil eines Querformat-Bildes und den mittleren Teil eines Hochformat-Bildes.
es: Conserva la parte derecha de una imágen panorámica y la parte central de una imágen retrato.
fa: قسمت راست تصویر خوابیده و قسمت وسط تصویر ایستاده را حفظ می‌کند.
fr: Préserve la partie droite d'une image au format paysage et la partie centrale d'une image au format portrait.
lv: Pa labi centrēts
pt: Preserva a parte direita de uma imagem de paisagem e da parte central de uma imagem de retrato.
ru: Сохраняет правую часть альбомного изображения и центральную часть портретного изображения.
sr: Усклађује десни део "landscape" слике и централни део "portrait" слике.
sv: Bevarar den högra delen av en landskapsbild och mittendelen av en porträttbild.

# MSC.left_bottom.0
source: Left | Bottom
de: Links | Unten
es: Izquierda inferior
fa: چپ | پایین
fr: Bas | gauche
lv: Apakšā pa kreisi
pt: Inferior esquerdo
ru: Лево | Низ (Left | Bottom)
sr: Лево | Доле
sv: Vänster nedre

# MSC.left_bottom.1
source: Preserves the left part of a landscape image and the bottom part of a portrait image.
de: Erhält den linken Teil eines Querformat-Bildes und den unteren Teil eines Hochformat-Bildes.
es: Conserva la parte izquierda de una imágen panorámica y la parte inferior de una imágen retrato.
fa: قسمت چپ تصویر خوابیده و قسمت پایین تصویر ایستاده را حفظ می‌کند.
fr: Préserve la partie gauche d'une image au format paysage et la partie inférieure d'une image au format portrait.
lv: Apakšā pa kreisi
pt: Preserva a parte esquerda de uma imagem na horizontal e na parte inferior de uma imagem vertical.
ru: Сохраняет левую часть альбомного изображения и нижнюю часть портретного изображения.
sr: Усклађује леви део "landscape" слике и доњи део "portrait" слике.
sv: Bevarar den vänstra delen av en landskapsbild och den nedre delen av en porträttbild.

# MSC.center_bottom.0
source: Center | Bottom
de: Mitte | Unten
es: Centro inferior
fa: وسط | پایین
fr: Bas | centre
lv: Apakšā centrēts
pt: Centro de fundo
ru: Центр | Низ (Center | Bottom)
sr: Центар | Доле
sv: Mitten nedre

# MSC.center_bottom.1
source: Preserves the center part of a landscape image and the bottom part of a portrait image.
de: Erhält den mittleren Teil eines Querformat-Bildes und den unteren Teil eines Hochformat-Bildes.
es: Conserva la parte central de una imágen panorámica y la parte inferior de una imágen retrato.
fa: قسمت وسط تصویر خوابیده و قسمت پایین تصویر ایستاده را حفظ می‌کند.
fr: Préserve la partie centrale d'une image au format paysage et la partie inférieure d'une image au format portrait.
lv: Apakšā centrēts
pt: Preserva a parte central de uma imagem de paisagem e na parte inferior de uma imagem de retrato.
ru: Сохраняет центральную часть альбомного изображения и нижнюю часть портретного изображения.
sr: Усклађује централни део "landscape" слике и доњи део "portrait" слике.
sv: Bevarar mittendelen av en landskapsbild och den nedre delen av en porträttbild.

# MSC.right_bottom.0
source: Right | Bottom
de: Rechts | Unten
es: Centro derecho
fa: راست | پایین
fr: Bas | droit
lv: Apakšā pa labi
pt: Inferior direito
ru: Право | Низ (Right | Bottom)
sr: Десно | Доле
sv: Höger nedre

# MSC.right_bottom.1
source: Preserves the right part of a landscape image and the bottom part of a portrait image.
de: Erhält den rechten Teil eines Querformat-Bildes und den unteren Teil eines Hochformat-Bildes.
es: Conserva la parte derecha de una imágen panorámica y la parte inferior de una imágen retrato.
fa: قسمت راست تصویر خوابیده و قسمت پایین تصویر ایستاده را حفظ می‌کند.
fr: Préserve la partie droite d'une image au format paysage et la partie inférieure d'une image au format portrait.
lv: Apakšā pa labi
pt: Preserva a parte direita de uma imagem de paisagem e na parte inferior de uma imagem de retrato.
ru: Сохраняет правую часть альбомного изображения и нижнюю часть портретного изображения.
sr: Усклађује десни део "landscape" слике и доњи део "portrait" слике.
sv: Bevarar den högra delen av en landskapsbild och den nedre delen av en porträttbild.

# MSC.id.1
source: Note that changing the ID can break data integrity!
de: Das Ändern der ID kann die Konsistenz der Daten gefährden!
es: Un ID es un número identificador único de un registro de una tabla. Las ID normalmente se generan automáticamente. Como las ID se utilizan para relacionar registros, cambiarlas podría afectar a la consistencia de los datos!
fa: توجه داشته باشید که تغییر شناسه می‌تواند تمامیت اطلاعات را بشکند!
fr: Changer les ID détruira l'intégrité des données !
lv: Ņem vērā ka mainot ID var salauzt datu integritāti!
pt: Uma ID é uma identificação única de um registro no banco de dados. IDs são criadas automaticamente. Como estas IDs são usadas para relacionar registros, mudá-las pode terminar com a consistência dos dados!
ru: Внимание, изменение идентификатора (ID) может привести к нарушению целостности данных!
sr: Обратите пажњу да бисте променом ID-а могли нарушити интегритет података!
sv: Ett ID är ett unikt identifieringnummer för en post i en tabell. Ett ID tilldelas vanligtvis automatiskt. Då dessa ID används för att relatera till poster kan en ändring av dem leda till att data inte förblir konsistent!

# MSC.pid.0
source: Parent ID
de: Elternelement
es: ID del padre
fa: شناسه والد
fr: ID parent
lv: Vecāka ID
pt: ID pai
ru: Родительский ID
sr: Надређени ID
sv: Föräldra-ID

# MSC.pid.1
source: Note that changing the parent ID can break data integrity!
de: Das Ändern der Parent-ID kann die Konsistenz der Daten gefährden!
es: Una Parent ID es un número de identificación de un registro superior, al cual el registro actual esta relacionado. Las Parent ID normalmente se generan automáticamente. Como las ID se utilizan para relacionar registros, cambiarlas podría afectar a la consistencia de los datos!
fa: توجه داشته باشید که تغییر شناسه والد می‌تواند تمامیت اطلاعات را بشکند!
fr: Changer les ID parent détruira l'intégrité des données !
lv: Ņem vērā ka mainot vecāko ID var salauzt datu integritāti!
pt: Um ID-pai é o número de identificação de um registro superior relacionado ao registro corrente. ID-pais são criadas automaticamente. Como estas IDs são usadas para relacionar registros, mudá-las pode terminar com a consistência dos dados!
ru: Внимание, изменение родительского идентификатора (ID) может привести к нарушению целостности данных!
sr: Обратите пажњу да бисте променом надређеног ID-а могли нарушити интегритет података!
sv: Ett föräldra-ID är identifieringsnummret på en överliggande post som den aktuella posten är relaterad till. Föräldra-ID tilldelas vanligtvis automatiskt. Då dessa föräldra-ID används för att relatera till poster kan en ändring av dem leda till att data inte förblir konsistent!

# MSC.sorting.0
source: Sorting value
de: Sortierindex
es: Valor de orden
fa: مقدار مرتب‌سازی
fr: Valeur de tri
lv: Kārtošanas vērtība
pt: Valor de ordenação
ru: Сортировка значений
sr: Варијабла сортирања
sv: Sorteringsvärde

# MSC.sorting.1
source: The sorting value is usually assigned automatically.
de: Der Sortierindex wird normalerweise automatisch gesetzt.
es: Un valor de orden se utiliza para ordenar los registros según un orden concreto. Los valores de orden normalmente se generan automáticamente.
fa: مقدار مرتب‌سازی معمولا به صورت خودکار اختصاص داده می‌شود.
fr: L'ordre est habituellement choisi automatiquement.
lv: Kārtošanas vērtība tiek izmantota, lai sakārtotu ierakstus noteiktā kārtībā. Kārtošanas vērtības parasti tiek piešķirtas automātiski.
pt: O valor de ordenação é usado para organizar registros. Estes são atribuídos automaticamente.
ru: Сортировка значений используется для выстраивания записей в нужном порядке.
sr: Уобичајено је да се варијабла сортирања доделује аутоматски.
sv: Ett sorteringsvärde används till att arrangera poster i en viss ordning. Sorteringsvärden tilldelas vanligtvis automatiskt.

# MSC.all.0
source: Edit multiple
de: Mehrere bearbeiten
es: Editar varios
fa: ویرایش چندتائی
fr: Édition multiple
lv: Rediģēt visus ierakstus
pt: Modificar todos os registros
ru: Редактировать все
sr: Уреди више
sv: Redigera flera poster

# MSC.all.1
source: Edit multiple elements at once
de: Mehrere Elemente auf einmal bearbeiten
es: Editar múltiples elementos a la vez
fa: ویرایش هم‌زمان چند المان
fr: Modifier plusieurs éléments à la fois
lv: Rediģēt vairākus elementus vienlaikus
pt: Editar múltiplos elementos ao mesmo tempo
ru: Редактировать несколько элементов одновременно
sr: Уреди више елемената истовремено
sv: Redigera flera element samtidigt

# MSC.all_override.0
source: Override multiple
de: Mehrere überschreiben
es: Reemplazar varios
fa: رونویسی چندتایی
fr: Remplacement multiple
lv: Ignorēt vairākus
pt: Sobrepor múltiplos
ru: Переопределить несколько
sr: Премости више
sv: Åsidosätt flera

# MSC.all_override.1
source: Override multiple elements at once
de: Mehrere Elemente auf einmal überschreiben
es: Sobreescribir múltiples elementos a la vez
fa: رونویسی هم‌زمان چند المان
fr: Remplace plusieurs éléments à la fois
lv: Pārrakstīt vairākus elementus vienlaicīgi
pt: Sobrepor múltiplos elementos ao mesmo tempo
ru: Переопределить несколько элементов одновременно
sr: Заобиђи више елемената истовремено
sv: Åsidosätt flera element samtidigt
