Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/default.xlf
Languages: de, es, fa, fr, lv, pt, ru, sr, sv

# ERR.general
source: An error occurred!
de: Ein Fehler ist aufgetreten!
es: ¡Ha ocurrido un error!
fa: خطایی رخ داد!
fr: Une erreur est survenue !
lv: Notikusi kļūda!
pt: Ocorreu um erro!
ru: Произошла ошибка!
sr: Десила се грешка!
sv: Ett fel uppstod!

# ERR.unique
source: This entry already exists!
de: Dieser Eintrag ist bereits vorhanden!
es: ¡Esta entrada ya existe!
fa: این ورودی در حال حاضر وجود دارد!
fr: Cette entrée existe déjà !
lv: Šis ieraksts jau eksistē!
pt: Dados já existentes!
ru: Эта запись уже существует!
sr: Овај унос већ постоји!
sv: Denna post existerar redan!

# ERR.mandatory
source: Field "%s" must not be empty!
de: Bitte füllen Sie das Feld "%s" aus!
es: ¡El campo "%s" no debe estar vacío!
fa: فیلد "%s" نباید خالی باشد!
fr: Le champ "%s" ne doit pas être vide.
lv: Lauks "%s" nevar būt tukšs!
pt: Favor preencher o campo "%s"!
ru: Поле "%s" не должно быть пустым!
sr: Поље "%s" не сме бити празно!
sv: Fältet "%s" får inte vara tomt!

# ERR.mdtryNoLabel
source: This field must not be empty!
de: Bitte füllen Sie dieses Feld aus!
es: ¡Este campo no debe estar vacío!
fa: این فیلد نباید خالی باشد!
fr: Ce champ ne doit pas être vide.
lv: Šis lauks nevar būt tukšs!
pt: O campo deve ser preenchido!
ru: Это поле не должно оставаться пустым!
sr: Ово поље морате попунити!
sv: Detta fält får inte vara tomt!

# ERR.minlength
source: Field "%s" has to be at least %d characters long!
de: Das Feld "%s" muss mindestens %d Zeichen lang sein!
es: ¡El campo "%s" debe tener al menos %d caracteres!
fa: فيلد "%s" دست‌کم بايد %d نویسه باشد!
fr: Le champ "%s" doit posséder au moins %d caractères.
lv: Laukam "%s" jābūt vismaz %d zīmju garam!
pt: Campo "%s" deve ter pelo menos %d caracteres!
ru: Поле "%s" должно быть длиной не менее %d символов!
sr: Поље "%s" мора да има бар %d знакова!
sv: Innehållet i fältet "%s" måste vara minst %d tecken långt!

# ERR.maxlength
source: Field "%s" must not be longer than %d characters!
de: Das Feld "%s" darf höchstens %d Zeichen lang sein!
es: ¡La longitud del campo "%s" no puede exceder %d caracteres!
fa: فیلد "%s" نباید بیشتر از %d نویسه باشد!
fr: Le champ "%s" ne doit pas contenir plus de %d caractères.
lv: Lauks "%s" nevar būt garāks par %d zīmjēm!
pt: O campo "%s" não pode ser maior que %d caracteres.
ru: Поле "%s" должно быть длиной не более %d символов!
sr: Поље "%s" не сме да буде дуже од %d знакова!
sv: Innehållet i fältet "%s" får inte vara längre än %d tecken långt!

# ERR.minval
source: Field "%s" has to be at least %s!
de: Das Feld "%s" muss mindestens %s sein!
ru: Поле "%s" должно быть не менее %s!

# ERR.maxval
source: Field "%s" must not be greater than %s!
de: Das Feld "%s" darf nicht größer als %s sein!
ru: Поле "%s" должно быть не более %s!

# ERR.digit
source: Please enter digits only!
de: Bitte geben Sie nur Zahlen ein!
es: ¡Por favor, introduce sólo números!
fa: لطفا فقط عدد وارد نمایید!
fr: Veuillez seulement saisir des chiffres.
lv: Lūdzu ievadiet tikai ciparus!
pt: Favor inserir apenas dígitos!
ru: Введите только цифры!
sr: Унесите само цифре!
sv: Ange enbart siffror!

# ERR.natural
source: Please enter natural numbers only!
de: Bitte geben Sie nur natürliche Zahlen ein!
es: ¡Por favor, introduce solo números naturales!
fa: لطفا فقط اعداد طبیعی وارد نمایید!
fr: Veuillez seulement saisir des nombres !
lv: Lūdzu, ievadiet tikai naturālos skaitļus!
pt: Por favor intruduza apenas numeros inteiros maiores que zero!
ru: Введите только натуральные числа!
sr: Унесите само природне бројеве!
sv: Ange enbart heltal!

# ERR.prcnt
source: Please enter a percentage between 0 and 100!
de: Bitte geben Sie einen Prozentsatz zwischen 0 und 100 ein!
es: ¡Por favor, introduce un porcentaje entre 0 y 100!
fa: لطفا درصدی بین 0 و 100 وارد نمایید!
fr: Veuillez saisir une valeur entre 0 et 100.
lv: Lūdzu ievadiet procentus starp 0 un 100!
pt: Favor inserir uma porcentagem entre 0 e 100!
ru: Введите проценты от 0 до 100!
sr: Унесите проценат између 0 и 100!
sv: Ange en procentsats mellan 0 och 100!

# ERR.alpha
source: Please enter alphabetic characters only!
de: Bitte geben Sie nur Buchstaben ein!
es: ¡Por favor, introduce letras solamente¡
fa: لطفا فقط نویسه‌های الفبائی وارد نمایید!
fr: Veuillez seulement saisir des caractères alphabétiques.
lv: Lūdzu ievadiet tikai alfabētiskās zīmes!
pt: Favor inserir apenas caracteres alfabéticos!
ru: Введите только буквенные символы!
sr: Унесите само словне знакове!
sv: Ange enbart alfabetiska tecken!

# ERR.alnum
source: Please enter alphanumeric characters only!
de: Bitte geben Sie nur Buchstaben und Zahlen ein!
es: ¡Por favor, introduce letras y números solamente!
fa: لطفا فقط نویسه‌های حرفی-عددی وارد نمایید!
fr: Veuillez seulement saisir des caractères alphanumériques.
lv: Lūdzu ievadiet tikai burtciparu zīmes!
pt: Favor inserir apenas caracteres alfanuméricos!
ru: Введите только цифровые символы!
sr: Унесите само алфанумеричке знакове!
sv: Ange enbart alfanummeriska tecken!

# ERR.phone
source: Please enter a valid phone number!
de: Bitte geben Sie eine gültige Telefonnummer ein!
es: ¡Por favor, introduce un número de teléfono válido!
fa: لطفا یک شماره تلفن معتبر وارد نمایید!
fr: Veuillez saisir un numéro de téléphone valide.
lv: Lūdzu ievadiet derīgu tālruņa numuru!
pt: Favor inserir um telefone válido!
ru: Введите действующий телефонный номер!
sr: Унесите валидан број телефона!
sv: Ange ett giltigt telefonnummer!

# ERR.extnd
source: For security reasons you can not use the following characters here: #<>()\=
de: Aus Sicherheitsgründen können Sie folgende Zeichen hier nicht verwenden: #<>()\=
es: Por razones de seguridad, no puede usar los siguientes caracteres aquí: # <> () \ =
fa: به خاطر دلایل امنیتی نمی‌توانید از این کاراکترها استفاده کنید: #<>()\=
fr: Pour une question de sécurité, vous ne pouvez pas utiliser ici les caractères suivants : #<>()\=
lv: Drošības apsvērumu dēļ jūs nevarat šeit izmantot sekojošās zīmes: #<>()\=
pt: Por questões de segurança não pode usar os seguintes caracteres aqui: #<>()\=
ru: По соображениям безопасности, вы не должны использовать здесь следующие символы: #<>()\=
sr: Из сигурносних разлога не можете овде користити следеће знакове: #<>()\=
sv: Av säkerhetsskäl kan du inte använda följande tecken här: # <> () \ =

# ERR.email
source: Please enter a valid e-mail address!
de: Bitte geben Sie eine gültige E-Mail-Adresse ein!
es: ¡Por favor, introduce un e-mail válido!
fa: لطفا یک نشانی ایمیل معتبر وارد نمایید!
fr: Veuillez saisir une adresse e-mail valide.
lv: Lūdzu ievadiet derīgu e-pasta adresi!
pt: Favor inserir um endereço de e-mail válido!
ru: Введите действующий e-mail адрес!
sr: Унесите валидну e-mail адресу!
sv: Ange en giltig E-postadress!

# ERR.emails
source: There is at least one invalid e-mail address!
de: Mindestens eine der E-Mail-Adressen ist ungültig!
es: Por lo menos hay una dirección de e-mail inválida!
fa: دست‌کم یک نشانی ایمیل نامعتبر وجود دارد!
fr: Il y a au moins une adresse e-mail non valide.
lv: Ir vismaz viena nederīga e-pasta adrese!
pt: Há pelo menos um endereço de e-mail inválido!
ru: Есть как минимум один неверный e-mail адрес!
sr: Најмање једна e-mail адреса није валидна!
sv: Det finns minst en felaktig epostadress!

# ERR.url
source: Please enter a valid URL format and encode special characters!
de: Bitte geben Sie ein gültiges URL-Format ein und kodieren Sie Sonderzeichen!
es: ¡Por favor introduce una URL válida y codifica los caracteres especiales!
fa: لطفا ساختار نشانی وب معتبر وارد كرده و نویسه‌های ويژه را كد شده وارد نمائيد!
fr: Veuillez saisir une URL valide et encoder les caractères spéciaux.
lv: Lūdzu ievadiet derīgu URL formātu un atkodējiet speciālās zīmes.
pt: Favor inserir uma URL válida e com caracteres especiais codificados!
ru: Введите URL в правильном формате и кодировке!
sr: Унесите валидан формат URL-а а специјалне карактере енкодирајте!
sv: Ange ett giltigt URL-format och koda alla specialtecken!

# ERR.locale
source: Please enter a valid locale such as "en" or "en_US"!
de: Bitte geben Sie ein gültiges Gebietsschema wie z. B. "de" oder "de_DE" ein!
es: ¡Por favor, introduzca una localización válida, como "en" o "en_US"!
fa: لطفا زبان را به شکل صحیح وارد نمایید. مثل "fa" یا "fa_IR"!
fr: Veuillez saisir une locale valide comme "en" ou "en_US".
lv: Lūdzu, ievadiet derīgu lokalizāciju, piemēram, "lv" vai "lv_LV"!
pt: Por favor insira uma localidade válida. Ex:"pt" ou "pt_BR"!
ru: Введите язык, напр. "en" или "en_US"!
sr: Унесите валидну ознаку локализације "en" or "en_US"!
sv: Ange en korrekt "locale" som t.ex. "sv" eller "sv_SE".

# ERR.language
source: Please enter a valid language code such as "en" or "en-US"!
de: Bitte geben Sie einen gültigen Sprachcode wie z. B. "de" oder "de-DE" ein!
es: ¡Por favor introduzca un código de idioma válido como "en" or "en-US"!
fa: لطفا کد زبان را به شکل صحیح وارد نمایید. مثل "fa" یا "fa_IR"!
fr: Veuillez saisir un code de langue valide comme "en" ou "en-US".
lv: Lūdzu, ievadiet derīgu valodas kodu, piemēram, "lv" vai "lv_LV"!
pt: Por favor insira uma língua válida. Ex:"pt" ou "pt_BR"!
ru: Введите язык, напр. "en" или "en_US"!
sr: Унесите валидан код језичке локализације "en" or "en-US"!
sv: Ange en korrekt språkkod som t.ex. "sv" eller "sv_SE".

# ERR.alias
source: Please enter only alphanumeric characters and the following special characters: .-_
de: Bitte geben Sie nur Buchstaben und Zahlen sowie folgende Sonderzeichen ein: .-_
es: Por favor, introduzca sólo caracteres alfanuméricos y los caracteres especiales siguientes:.-_
fa: لطفا فقط از نویسه‌های حرفی-عددی و نویسه‌های ویژه .-_ استفاده نمایید.
fr: Saisir uniquement des caractères alphanumériques et les caractères spéciaux suivants : .-_
lv: Lūdzu, ievadiet tikai burtciparu rakstzīmes un šādas speciālās rakstzīmes: .-_
pt: Por favor introduza apenas caracteres alfanumericos e os seguintes caracteres especiais: .-_
ru: Введите только буквы, цифры и следующие специальные символы: .-_
sr: Унесите искључиво алфанумеричке знакове и следеће специјалне знакове:-/_
sv: Vänligen ange enbart alfanumeriska tecken samt dessa specialtecken: .-_

# ERR.folderalias
source: Please enter only alphanumeric characters and the following special characters: .-/_
de: Bitte geben Sie nur Buchstaben und Zahlen sowie folgende Sonderzeichen ein: .-/_
es: Por favor, introduzca sólo caracteres alfanuméricos y los caracteres especiales siguientes:.-_
fa: لطفا فقط از نویسه‌های حرفی-عددی و نویسه‌های ویژه .-/_ استفاده نمایید.
fr: Saisir uniquement des caractères alphanumériques et les caractères spéciaux suivants : .-/_
lv: Lūdzu, ievadiet tikai burtciparu rakstzīmes un šādas speciālās rakstzīmes: .-/_
pt: Por favor introduza apenas caracteres alfanumericos e os seguintes caracteres especiais: .-/_
ru: Введите только буквы, цифры и следующие специальные символы: .-/_
sr: Унесите искључиво алфанумеричке знакове и следеће специјалне знакове:-/_
sv: Vänligen ange enbart alfanumeriska tecken samt dessa specialtecken: .-/_

# ERR.date
source: Please enter the date as "%s"!
de: Bitte geben Sie das Datum im Format "%s" ein!
es: ¡Por favor introduce la fecha como "%s"!
fa: لطفا تاريخ را به شكل "%s" وارد نمائيد!
fr: Veuillez saisir la date telle que "%s".
lv: Lūdzu ievadiet datumu kā "%s"!
pt: Favor inserir a data como "%s"!
ru: Введите дату как "%s"!
sr: Унесите датум као "%s"!
sv: Ange datumet enligt "%s"!

# ERR.time
source: Please enter the time as "%s"!
de: Bitte geben Sie die Uhrzeit im Format "%s" ein!
es: ¡Por favor introduce la hora como "%s"!
fa: لطفا ساعت را به شكل "%s" وارد نمائيد!
fr: Veuillez saisir l'heure telle que "%s".
lv: Lūdzu ievadiet laiku kā "%s"!
pt: Favor inserir a hora como "%s"!
ru: Введите время как "%s"!
sr: Унесите време као "%s"!
sv: Ange tiden enligt "%s"!

# ERR.dateTime
source: Please enter date and time as "%s"!
de: Bitte geben Sie Datum und Uhrzeit im Format "%s" ein!
es: ¡Por favor introduce la fecha y hora como "%s"!
fa: لطفا تاريخ و ساعت را به شكل "%s" وارد نمائيد!
fr: Veuillez saisir la date et l'heure telle que "%s".
lv: Lūdzu ievadiet datumu un laiku kā "%s"!
pt: Favor inserir a data e hora como "%s"!
ru: Введите дату и время как "%s"!
sr: Унесите датум и време као "%s"!
sv: Ange datum och tid enligt "%s"!

# ERR.invalidDate
source: Invalid date "%s"!
de: Ungültiges Datum "%s"!
es: ¡Fecha "%s" inválida!
fa: تاریخ نامعتبر "%s"!
fr: Date non valide "%s" !
lv: Nederīgs datums "%s"!
pt: Data inválida "%s"!
ru: Неверная дата "%s"!
sr: Неисправан датум "%s"!
sv: Felaktigt datum "%s"!

# ERR.noSpace
source: Field "%s" must not contain any whitespace characters!
de: Das Feld "%s" darf keine Leerzeichen enthalten!
es: ¡El campo "%s" no debe contener caracteres de espacio en blanco!
fa: فيلد "%s" نبايد حاوی نویسه‌های فاصله خالی باشد!
fr: Le champ "%s" ne doit pas contenir d'espace.
lv: Lauks "%s" nedrīkst saturēt tukšās zīmes!
pt: O campo "%s" não deve conter espaços!
ru: Поле "%s" не должно содержать пробелов!
sr: Поље "%s" не сме да садржи празна места!
sv: Fältet "%s" får inte innehålla några mellanslag!

# ERR.filename
source: The name of at least one uploaded file contains invalid characters or exceeds the maximum length of 255 characters!
de: Der Name mindestens einer hochgeladenen Datei enthält ungültige Zeichen oder überschreitet die maximale Länge von 255 Zeichen!
es: ¡El nombre de al menos un archivo cargado contiene caracteres no válidos o supera la longitud máxima de 255 caracteres!
fa: نام دست‌کم یک از پرونده‌های بارگذاری شده نامعتبر یا از طول بیشینه‌ی 255 نویسه تجاوز کرده است!
fr: Le nom d'au moins un fichier téléversé contient des caractères non valides ou dépasse la longueur maximale de 255 caractères.
pt: O nome de pelo menos um ficheiro dos quais fez upload contém caracteres inválidos ou excede o tamanho máximo de 255 caracteres!
ru: Имя одного или нескольких загружаемых файлов содержит недопустимые символы или длина имени превышает 255 символов!
sr: Име барем једног од фајлова постављених на сервер садржи неправилне карактере или превазилази максималну дужину од 255 знакова!
sv: Namnet på minst en uppladdad fil innehåller otillåtna tecken, eller har en längd som överstiger tillåten längd av 255 tecken.

# ERR.filesize
source: The maximum size for file uploads is %s (Contao or php.ini settings)!
de: Die maximale Größe für Datei-Uploads beträgt %s (Contao- oder php.ini-Einstellungen)!
es: ¡El tamaño máximo para subir archivos es de %s! (Contao o configuración de php.ini)
fa: بیشترین حجم مجاز برای بارگذاری پرونده %s می‌باشد (تنظیمات کنتائو یا php.ini)!
fr: La taille maximale pour l'envoi de fichier est %s (paramètres de Contao ou du fichier php.ini).
lv: Maksimālais augšupielādējamās datnes lielums ir %s kB!
pt: O tamanho máximo para envio de arquivos é %s (Contao ou php.ini configurações)!
ru: Максимальный размер файла для загрузки %s. (см. настройки Contao или php.ini)!
sr: Максимална величина фајлова који се копирају на сервер је %s (Contao или php.ini подешавања)!
sv: Den maximala storleken för filuppladdning är %s (Contao- eller php.ini-inställning)!

# ERR.filetype
source: File type "%s" is not allowed to be uploaded!
de: Der Dateityp "%s" darf nicht hochgeladen werden!
es: ¡No esta permitido subir archivos del tipo "%s"!
fa: نوع پرونده %s برای بارگذاری مجاز نمی‌باشد!
fr: Le fichier de type "%s" n'est pas autorisé pour l'envoi.
lv: Datņu tips "%s" nav atļauts augšupielādei!
pt: Não é permitido enviar o tipo de arquivo "%s"!
ru: Тип файла "%s" не разрешен для загрузки!
sr: Фајл типа "%s" није дозвољено постављати на сервер!
sv: Filtypen "%s" är inte tillåten att ladda upp!

# ERR.filepartial
source: File %s was only partially uploaded!
de: Die Datei %s wurde nur teilweise hochgeladen!
es: ¡El archivo %s solo se ha podido transferir parcialmente!
fa: پرونده %s به صورت ناقص بارگذاری شد!
fr: Le fichier %s a été envoyé partiellement.
lv: Datne %s tika tikai daļēji augšupielādēta!
pt: O arquivo "%s" foi parcialmente enviado!
ru: Файл %s был загружен частично!
sr: Фајл "%s је само делимично копиран!
sv: Filen %s laddades bara upp delvis!

# ERR.filewidth
source: File %s exceeds the maximum image width of %d pixels!
de: Die Datei %s übersteigt die maximale Bildbreite von %d Pixel!
es: ¡El archivo %s excede el ancho máximo de %d pixels!
fa: پرونده %s از عرض بیشینه تصویر %d پیکسل بيشتر می‌باشد!
fr: L'image %s dépasse la largeur maximale qui est de %d pixels.
lv: Datne %s pārsniedz maksimālo attēla platumu - %d pikseļu!
pt: O arquivo "%s" excede a largura de imagem em %d pixels!
ru: В файле %s превышена максимальная ширина изображения в %d пикселей!
sr: Фајл %s превазилази максималну дозвољену ширину за слике која износи %d пиксела!
sv: Filen %s överskrider maximala bildbredden som är %d pixlar!

# ERR.fileheight
source: File %s exceeds the maximum image height of %d pixels!
de: Die Datei %s übersteigt die maximale Bildhöhe von %d Pixel!
es: ¡El archivo %s excede la altura máxima de %d pixels!
fa: پرونده %s از ارتفاع بیشینه تصویر %d پیکسل بيشتر می‌باشد!
fr: L'image %s dépasse la hauteur maximale qui est de %d pixels.
lv: Datne %s pārsniedz maksimālo attēla augstumu - %d pikseļu!
pt: O arquivo "%s" excede a altura de imagem em %d pixels!
ru: В файле %s превышена максимальная высота изображения в %d пикселей!
sr: Фајл %s превазилази максималну дозвољену вредност висине за слике која износи %d пиксела!
sv: Filen %s överskrider maximala bildhöjden som är %d pixlar!

# ERR.fileerror
source: Error %s occurred when uploading file %s!
de: Fehler %s beim Hochladen der Datei %s!
es: Ocurrió un error %s cuando se subía el fichero %s!
fa: خطای %s هنگام بارگذاری پرونده %s رخ داد!
fr: Erreur %s survenue lors de l'envoi du fichier %s !
lv: Notika kļūda %s augšupielādējot datni %s!
pt: Ocorreu o erro %s ao fazer upload do ficheiro %s!
ru: Произошла ошибка %s при загрузке файла %s!
sr: Десила се грешка %s приликом копирања фајла %s!
sv: Felet %s uppstod vid uppladdning av filen %s!

# ERR.filetarget
source: Cannot move %s to %s because the target exists!
de: %s kann nicht nach %s verschoben werden, da das Ziel existiert!
es: ¡No se puede mover %s a %s porque el destino existe!
fa: نمی‌توان %s را به %s جابجا کرد زیرا مقصد موجود است!
fr: Impossible de déplacer %s vers %s parce que la cible existe !
lv: Nevar pārvietot %s uz %s, jo mērķis eksistē!
pt: Impossivel mover %s para %s pois o mesmo já existe no destino!
ru: Невозможно переместить %s в %s потому, что цель уже существует!
sr: Није могуће померање %s у %s, зато што фајл већ постоји на одредишној локацији!
sv: Kan inte flytta %s till %s då destinationen redan finns!

# ERR.invalidReferer
source: Access denied! The current host address (%s) does not match the referer host address (%s)!
de: Zugriff verweigert! Die aktuelle Hostadresse (%s) stimmt nicht mit der verweisenden Hostadresse (%s) überein!
es: ¡Acceso denegado! ¡La dirección del host actual (%s) no coincide con la del referrer host (%s)!
fa: دسترسی مجاز نمی‌باشد! نشانی جاری (%s) با نشانی ارجاعی (%s) مطابقت ندارد!
fr: Accès interdit ! L'adresse de l'hôte courant (%s) est différente de l'adresse de l'hôte référent (%s).
lv: Piekļuve liegta! Pašreizējā mītnes adrese (% s) neatbilst norādes mītnes adresei (% s)!
pt: Acesso negado! O endereço atual (%s) não combina com o endereço de origem (%s)!
ru: Доступ запрещен! Текущий адрес хоста (%s) не соответствует представленному адресу (%s)!
sr: Приступ одбијен! Тренутна адреса хоста (%s) не одговара адреси хоста реферала (%s)!
sv: Tillträde nekas! Den aktuella host-adressen (%s) matchar inte den hänvisande host-adressen (%s)!

# ERR.invalidPass
source: Invalid password!
de: Ungültiges Passwort!
es: ¡Contraseña no válida!
fa: گذرواژه نامعتبر!
fr: Mot de passe incorrect !
lv: Nederīga parole!
pt: Senha inválida!
ru: Неверный пароль!
sr: Погрешна лозинка!
sv: Ogiltigt lösenord!

# ERR.passwordLength
source: A password has to be at least %d characters long!
de: Ein Passwort muss mindestens %d Zeichen lang sein!
es: ¡La contraseña debe ser de al menos %d caracteres!
fa: طول گذرواژه می‌بایست دست‌کم %d نویسه باشد!
fr: Un mot de passe doit posséder au moins %d caractères.
lv: Parolei jābūt vismaz %d zīmju garai!
pt: Uma senha deve ter pelo menos %d caracteres!
ru: Пароль должен содержать минимум %d символов!
sr: Лозинка мора да садржи најмање %d знакова!
sv: Ett lösenord måsta vara minst %d tecken långt!

# ERR.passwordName
source: Your username and password must not be the same!
de: Der Benutzername und das Passwort dürfen nicht gleich sein!
es: ¡El usuario y la contraseña no pueden ser iguales!
fa: نام کاربری و گذرواژه‌تان نباید یکسان باشند!
fr: Votre identifiant et votre mot de passe ne doivent pas être identiques.
lv: Jūsu lietotājvārds un parole nedrīkst sakrist!
pt: Seu nome de usuário e senha não podem ser os mesmos!
ru: Логин не должен совпадать с паролем!
sr: Ваше корисничко име и лозинка не смеју да буду исти!
sv: Ditt användarnamn och lösenord får inte vara samma!

# ERR.accountLocked
source: This account has been locked! You can log in again in %d minutes.
de: Das Konto wurde gesperrt! Sie können sich in %d Minuten erneut anmelden.
es: ¡La cuenta ha sido bloqueada. Prueba a acceder pasados %d minutos!
fa: حساب کاربری شما قفل شده است! لطفا %d دقیقه دیگر مجددا سعی نمایید.
fr: Ce compte est bloqué ! Essayez de vous connecter dans %d minutes.
lv: Šis konts tika bloķēts! Jūs varēsiet pieslēgties pēc %d minūtēm.
pt: Esta conta foi bloqueada! Você pode realizar o login em $d minutos.
ru: Эта учетная запись заблокирована! Вы сможете зайти через %d мин.
sr: Налог је закључан! Можете покушати да се пријавите поново за %d минута.
sv: Ditt konto har låsts! Du kan prova att logga in igen om %d minuter.

# ERR.invalidLogin
source: Login failed (note that usernames and passwords are case-sensitive)!
de: Anmeldung fehlgeschlagen (Benutzernamen und Passwörter unterscheiden zwischen Groß- und Kleinschreibung)!
es: Fallo en el login (nota: los usuarios y las contraseñas son sensibles a las mayúsculas)
fa: ورود ناموفق (توجه کنید که نام‌های کاربری و گذرواژه‌ها به حروف کوچک و بزرگ حساس هستند)!
fr: Échec de la connexion (noter que les noms d'utilisateur et mots de passe sont sensibles à la casse) !
lv: Pieslēgšanās neizdevās (ņemiet vērā ka lietotājvārdi un paroles ir reģistrjutīgi)!
pt: O inicio de sessão falhou (note que nomes de usuário e senhas são sensíveis a maiusculas e minusculas)!
ru: Ошибка авторизации! (Имя пользователя и пароль чувствительны к регистру)
sr: Неуспешна пријава (обратите пажњу да корисничко име и лозинка разликују мала и велика слова)!
sv: Inloggningen misslyckades (observera att användarnamn och lösenord gör skillnad på gemener och versaler)!

# ERR.invalidColor
source: Invalid color format!
de: Ungültiges Farbformat!
es: ¡Formato de color inválido!
fa: كد رنگ نامعتبر!
fr: Le format de couleur est invalide.
lv: Nederīgs krāsu formāts!
pt: Formato de cor inválido!
ru: Неверный цветовой формат!
sr: Неисправан формат боје!
sv: Felaktigt färgformat!

# ERR.all_fields
source: Please select at least one field!
de: Bitte wählen Sie mindestens ein Feld aus!
es: ¡Por favor selecciona al menos un campo!
fa: لطفا دست‌کم یک فيلد را انتخاب نمائيد!
fr: Veuillez choisir au moins un champ.
lv: Lūdzu izvēlieties vismaz vienu lauku!
pt: Favor selecionar pelo menos um campo!
ru: Выберите хотя бы одно поле!
sr: Одаберите барем једно поље!
sv: Välj minst ett fält!

# ERR.emptyUpload
source: Please select at least one file!
de: Bitte wählen Sie mindestens eine Datei aus!
es: ¡Por favor seleccione al menos un fichero!
fa: لطفا دست‌کم یک پرونده انتخاب نمایید!
fr: Sélectionner au moins un fichier !
lv: Lūdzu izvēlieties vismaz vienu datni!
pt: Por favor selecione pelo menos um ficheiro!
ru: Выберите хотя бы один файл!
sr: Одаберите барем један фајл!
sv: Välj minst ett fält!
