Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/exception.xlf
Languages: pt, sl, tr

# XPT.error
source: An error occurred
pt: Ocorreu um erro
sl: Prišlo je do napake
tr: Bir sorun çıktı!

# XPT.matter
source: What's the matter?
pt: Qual é o problema?
sl: Kaj se je zgodilo?
tr: Sorun nedir?

# XPT.howToFix
source: How can I fix the issue?
pt: Como posso consertar o problema?
sl: Kako lahko odpravim napako?
tr: Sorunu nasıl çözebilirim?

# XPT.more
source: Tell me more, please
pt: Conte-me mais, por favor
sl: Želim izvedeti več
tr: Lütfen ayrıntılı bilgi verin

# XPT.hint
source: To customize this notice, create a custom Twig template overriding <em>%s</em>.
pt: Para personalizar este aviso, crie um Twig template personalizado em substituição <em>%s</em>.
tr: Bu bildirimi özelleştirmek için <em>%s</em> yerine kullanılacak özel bir Twig kalıbı oluşturun.

# XPT.errorOccurred
source: An error occurred while executing this script. Something does not work properly.
pt: Um erro ocorreu ao executar este script. Algo não está certo.
sl: Med izvajanjem te skripte je prišlo do napake. Nekaj ne deluje pravilno.
tr: Bu betik yürütülürken bir sorun çıktı. Bir şeyler düzgün çalışmıyor.

# XPT.errorFixOne
source: Open the current log file in the <code>var/logs</code> or <code>app/logs</code> directory and find the associated error message (usually the last one).
pt: Abra o ficheiro de relatório de erros em <code>var/logs </code> ou <code>app/logs</code> e encontre a mensagem de erro associada (normalmente a última).

# XPT.errorExplain
source: The script execution stopped, because something does not work properly. The actual error message is hidden by this notice for security reasons and can be found in the current log file (see above). If you do not understand the error message or do not know how to fix the problem, search the <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> or visit the <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
pt: Algo correu mal e a execução do script parou. O erro real está escondido por esta mensagem por motivos de segurança e pode ser encontrado no log file actual (ver acima). Se não entender esta mensagem de erro ou não souber resolver o problema, procure em <a href="https://contao.org/faq.html" target="_blank"> FAQ Contao </a> ou visite a <a href="https://contao.org/support.html" target="_blank">Página de suporte do Contao</a>.

# XPT.requestToken
source: Invalid request token
pt: Token de requisição inválido
sl: Neveljaven žeton
tr: İstek kodu geçersiz

# XPT.invalidToken
source: The request token could not be verified.
pt: O token de requisição não pode ser verificado.
sl: Žetona ni bilo moč preveriti.
tr: İstek kodu doğrulanamadı.

# XPT.tokenRetry
source: Please <a href="javascript:window.location.href=window.location.href">click this link</a> and try again. Do not use the back button of your browser.
pt: Por favor, <a href="javascript:window.location.href=window.location.href">clique neste link</a> e tente novamente. Não use o botão voltar do seu browser.
sl: Prosimo, <a href="javascript:window.location.href=window.location.href">sledite tej povezavi</a> in poskusite znova. Ne uporabite gumba Nazaj v vašem brskalniku.

# XPT.tokenExplainOne
source: This error occurs if there is a POST request without a valid authentication token. In Contao 2.10, the referer check has been replaced with a request token system. If the problem persists, you may be using an incompatible third-party extension or have not correctly updated your Contao installation.
pt: Este erro ocorre quando existe um pedido POST sem um token de autenticação válido. No Contao 2.10 a verificação por "referer" foi substituída por uma verificação por tokens. Caso o problema persista, pode estar a utilizar uma extensão de terceiros não compatível ou não ter correctamente actualizado a sua instalação Contao.
sl: Ta napaka se pojavi, kadar je bila POST zahteva izvedena brez veljavnega avtentikacijskega žetona. V Contao 2.10 različici je bilo preverjanje napotitelja zamenjano z žetonskim sistemom. Če se težava ponavlja, je razlog mogoče v nezdružljivem dodatku tretjega ponudnika ali pa Contao namestitev ni bila pravilno posodobljena.
tr: Bu hata, geçerli bir kimlik doğrulama kodu olmayan bir POST isteği yapıldığında ortaya çıkar. Contao 2.10 sürümünde, referans denetimi, bir istek kodu sistemi ile değiştirildi. Sorun sürerse, uyumsuz bir üçüncü taraf eklentisi kullanıyor ya da Contao kurulumunuzu doğru şekilde güncellememiş olabilirsiniz.

# XPT.tokenExplainTwo
source: For more information, search the <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> or visit the <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
pt: Para mais informações, procure o <a href="https://contao.org/faq.html" target="_blank">FAQ Contao </a>ou visite a <a href="https://contao.org/support.html" target="_blank">Página de Suporte Contao</a>.
sl: Za več informacij, preiščite <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> ali obiščite <a href="https://contao.org/support.html" target="_blank">Contao stran za podporo uporabnikom</a>.

# XPT.incomplete
source: Incomplete installation
pt: Instalação Incompleta
sl: Nedokončana namestitev

# XPT.incompleteInstallation
source: The installation has not been completed, therefore Contao cannot work properly.
pt: A instalação não foi completa com sucesso, portanto o Contao não funcionará correctamente.
sl: Namestitev ni bila zaključena, zato Contao ne bo deloval pravilno.

# XPT.incompleteFix
source: Please open the Contao install tool (<code>/contao/install</code>) in your browser.
pt: Por favor abra a ferramenta de instalação do Contao (<code>/contao/install</code>) no seu browser.

# XPT.incompleteExplain
source: For more information, please refer to the <a href="https://contao.org/manual/installation.html" target="_blank">Contao manual</a>.
pt: Para mais informações, por favor consulte o <a href="https://contao.org/manual/installation.html" target="_blank">Manual do Contao</a>.
sl: Za več informacij obiščite <a href="https://contao.org/manual/installation.html" target="_blank">Contao priročnik</a>.

# XPT.noForward
source: Forward page not found
pt: Página de destino não encontrada
sl: Preusmeritvene strani ni mogoče najti

# XPT.noForwardPage
source: The application has been configured to forward the request to another page, however, the target page does not exist or has not been published.
pt: A aplicação foi configurada para enviar o pedido para outra página, contudo, a página alvo não existe ou não foi publicada.
sl: Aplikacija je bila nastavljena tako, da posreduje zahtevo na drugo stran, žal pa ciljna stran ne obstaja ali še ni bila objavljena.

# XPT.noForwardFix
source: This is something that needs to be fixed by the administrator of the website. If you are a visitor, there is nothing you can do except to <a href="%s">contact the webmaster</a> to let him know that there is something wrong.
pt: Isto é algo que necessita ser corrigido pelo administrador do website. Se você é um visitante, nada está ao seu alcance para resolver a situação, excepto <a href="%s">contactar o webmaster</a>e dar a conhecer o problema.
sl: To je nekaj, kar mora popraviti administrator spletne strani. Če ste obiskovalec, žal ne morete storiti ničesar, razen da <a href="%s">kontaktirate administratorja</a>, ter ga obvestite, da je nekaj s stranjo narobe.

# XPT.noRoot
source: No root page found
pt: Nenhuma página root encontrada
sl: Ne najdem začetne strani.

# XPT.noRootPage
source: There is no website root page which matches the requested language and/or domain name.
pt: Não existe nenhuma página root no website que coincida com a linguagem e/ou nome de domínio.
sl: Ne obstaja korenska stran, ki bi se ujemala z zahtevanim jezikom in/ali imenom domene.

# XPT.noRootFix
source: If you have explicitly set a language, try to <a href="%s">go to the top level</a> and see whether you are being redirected. Otherwise <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
pt: Se definiu intencionalmente uma linguagem, tente <a href="%s">ir ao top level</a>e ver se está a ser redireccionado. Caso contrário, <a href="%s">contacte o webmaster</a> e dê a conhecer que existe algo errado.
sl: Če ste izrecno nastavili jezik, poskušajte <a href="%s">obiskati na najvišji nivo</a> in preverite ali ste pravilno preusmerjeni. V nasprotnem primeru <a href="%s">kontaktirajte administratorja</a> in ga obvestite, da je nekaj šlo narobe.

# XPT.noLayout
source: No layout specified
pt: Nenhum layout especificado
sl: Postavitev strani ni določena

# XPT.noLayoutSpecified
source: The page you have requested has not yet been associated with a page layout.
pt: A página que solicitou não está ainda associada a qualquer page layout.
sl: Zahtevana stran še ni bila povezana s postavitvijo strani.

# XPT.noLayoutFix
source: Make sure that you have assigned a page layout to each website root page in the site structure.
pt: Certifique-se que atribuiu um page layout a cada página web em root na estrutura do site.
sl: Preverite, ali ste določili postavitev strani vsem vrhnjim stranem v strukturi spletnega mesta.

# XPT.noLayoutExplain
source: For more information, please refer to the <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao manual</a>.
pt: Para mais informações, consulte o <a href="https://contao.org/manual/managing-pages.html" target="_blank">Manual do Contao</a>.
sl: Za več informacij se obiščite <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao priročnik</a>.

# XPT.noActive
source: No active pages found
pt: Nenhuma página activa encontrada
sl: Nobena aktivna stran ni najdena.

# XPT.noActivePages
source: Your request has been mapped to a website which does not yet contain any published pages.
pt: O seu pedido foi direccionado a um website o qual ainda não contém qualquer página publicada.
sl: Vaša zahteva je povezana s spletno stranjo, ki zaenkrat ne vsebuje objavljenih strani.

# XPT.noActiveFix
source: Most likely, the website is still under development and will be online in a few days. If you still think that there is something wrong, <a href="%s">contact the webmaster</a> and let him know.
pt: Provavelmente o website está ainda em construção e estará online em alguns dias. Caso mesmo assim pense que existe algum problema, <a href="%s">contacte o webmaster</a> e dê a conhecer o eventual problema.
sl: Najverjetneje je spletna stran še vedno v izgradnji in bo objavljena v nekaj dneh. Če še vedno mislite, da je nekaj narobe,

# XPT.unavailable
source: Service unavailable
pt: Serviço não disponível
sl: Storitev ni na voljo
tr: Hizmet kullanılamıyor

# XPT.maintenance
source: The website is currently not available. Please come back later.
pt: Este website não está actualmente disponível. Por favor volte mais tarde.
sl: Spletno mesto trenutno ni na voljo. Prosimo, poskusite kasneje.
tr: Site şu anda kullanılamıyor. Lütfen bir süre sonra yeniden bakın.

# XPT.insecure
source: Insecure document root
pt: Documento em root inseguro

# XPT.insecureRoot
source: Your installation is not secure, because non-public resources are publicy available via HTTP.
pt: A sua instalação não é segura, uma vez que recursos não públicos estão disponíveis via HTTP.

# XPT.insecureFix
source: Please set the document root to the <code>web/</code> subfolder. This is usually done in the domain routing section of your server administration panel or in the vhosts file of your web server.
pt: Por favor defina a document root para a sub pasta <code>web/</code>. Isto normalmente é feito na secção de domain routing do painel de administração ou no ficheiro vhosts do seu web server.

# XPT.insecureExplain
source: Contao 4 no longer relies on <code>.htaccess</code> files to protect folders and instead uses a public subfolder as document root. Anything above the document root must not be accessible via HTTP, otherwise anyone could download non-public resources including sensitive data such as configuration files.
pt: Contao 4 já não utiliza ficheiros <code>.htaccess</code>para proteger pastas. Por sua vez utiliza uma subpasta pública como document root. Qualquer conteúdo hierarquicamente acima da document root não deve ser acessível via HTTP, caso contrário qualquer individuo mal intencionado poderia fazer download de recursos não-públicos incluindo informações sensíveis tal como ficheiros de configuração.

# XPT.incompleteFix
source: Please open the Contao install tool (<code>/install.php</code>) in your browser.
sl: Prosimo, odprite Namestitveno orodje za Contao (<code>/install.php</code>) v vašem brskalniku.

# XPT.errorFixOne
source: Open the current log file in the <code>var/logs</code> directory and find the associated error message (usually the last one).
tr: <code>var/logs</code> klasöründeki geçerli günlük dosyasını açın ve ilgili hata iletisini bulun (genellikle sonuncusu).

# XPT.errorExplain
source: The script execution stopped, because something does not work properly. The actual error message is hidden by this notice for security reasons and can be found in the current log file (see above). If you do not understand the error message or do not know how to fix the problem, visit the <a href="%s" target="_blank" rel="noreferrer noopener">Contao support page</a>.
tr: Bir şey düzgün çalışmadığından betiğin yürütülmesi durduruldu, Asıl hata iletisi, güvenlik nedeniyle bu bildirim tarafından gizlenmiştir ve geçerli günlük dosyasında bulunabilir (yukarıya bakın). Hata iletisini anlamıyorsanız ya da sorunu nasıl çözeceğinizi bilmiyorsanız, <a href="%s" target="_blank" rel="noreferrer noopener">Contao destek sayfasına</a> bakabilirsiniz.

# XPT.tokenRetry
source: Please <a href="javascript:window.location.href=window.location.href">click here</a> and try again. Do not use the back button of your browser.
tr: Lütfen <a href="javascript:window.location.href=window.location.href">buraya tıklayın</a> ve yeniden deneyin. Tarayıcınızın geri düğmesini kullanmayın.

# XPT.tokenExplainTwo
source: For more information, visit the <a href="%s" target="_blank" rel="noreferrer noopener">Contao support page</a>.
tr: Ayrıntılı bilgi almak için <a href="%s" target="_blank" rel="noreferrer noopener">Contao destek sayfasına</a> bakabilirsiniz.

# XPT.missingRouteParameters.title
source: Unable to generate front end URL
tr: Ön yüz adresi oluşturulamadı

# XPT.missingRouteParameters.matter
source: The URL could not be generated, because the route has mandatory parameters that are not given. Additional information (e.g. a news alias) must be provided.
tr: Yolda belirtilmemiş zorunlu parametreler bulunduğundan adres oluşturulamadı. Ek bilgiler (bir haber kısaltması gibi) belirtilmelidir.

# XPT.missingRouteParameters.explain
source: Symfony routes can have variable parameters, which are validated using regular expressions. The following configuration could not be resolved:
tr: Symfony yollarında, normal ifadeler kullanılarak doğrulanan değişken parametreler bulunabilir. Aşağıdaki yapılandırma çözümlenemedi:

# XPT.missingRouteParameters.path
source: Route path
tr: Yol

# XPT.missingRouteParameters.parameterName
source: Name
tr: Ad

# XPT.missingRouteParameters.parameterRequirement
source: Requirement (Regex)
tr: Gereksinim (kurallı ifade)

# XPT.missingRouteParameters.parameterDefault
source: Default value
tr: Varsayılan değer

# XPT.missingRouteParameters.parameterEmpty
source: empty
tr: boş
