Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/explain.xlf
Languages: sv, tr

# XPL.insertTags.0.0
source: Rich text editor
tr: Zengin metin düzenleyici

# XPL.insertTags.0.1
source: For more information on TinyMCE, please visit <a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">https://www.tiny.cloud/tinymce/</a>.
tr: TinyMCE hakkında ayrıntılı bilgi almak için <a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">https://www.tiny.cloud/tinymce/</a> adresine bakabilirsiniz.

# XPL.insertTags.1.0
source: Insert tags
sv: Insert taggar
tr: Eklenebilecek kod imleri

# XPL.insertTags.1.1
source: For more information on insert tags, please visit <a href="https://docs.contao.org/dev/framework/insert-tags/" target="_blank" rel="noreferrer noopener">https://docs.contao.org/dev/framework/insert-tags/</a>.
tr: Eklenebilecek kod imleri hakkında ayrıntılı bilgi almak için <a href="https://docs.contao.org/dev/framework/insert-tags/" target="_blank" rel="noreferrer noopener">https://docs.contao.org/dev/framework/insert-tags/</a> adresine bakabilirsiniz.

# XPL.insertTags.2.0
source: Code editor
sv: Kodredigerare
tr: Kod düzenleyici

# XPL.insertTags.2.1
source: For more information on Ace, please visit <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">https://ace.c9.io</a>.
tr: Ace hakkında ayrıntılı bilgi almak için <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">https://ace.c9.io</a> adresine bakabilirsiniz.

# XPL.dateFormat.0.1
source: Contao supports all date and time formats that can be parsed with the PHP date() function. However, to ensure that any input can be transformed into a UNIX timestamp, you can only use numeric date and time formats (j, d, m, n, y, Y, g, G, h, H, i, s) in the back end.<br><br><strong>You can enter variant front end formats in the site structure (website root pages).</strong><br><br><em>Here are some examples of valid date and time formats</em>:
sv: Contao stöder alla datum- och tidsformat som fungerar med PHP date()-funktionen. För att säkerställa att inmatningar kan omvandlas till en UNIX-tidsstämpel kan du bara använda numeriska datum-och tidsformat (j, d, m, n, y, Y, g, G, h, H, i, s) i backend.<br><br><strong>Du kan ange olika varianter av frontend format i hemsidans sidstruktur (hemsidans root-sidor). </strong><br><br><em>Här är några exempel på giltiga datum- och tidsformat</em>:
tr: Contao, PHP date() işleviyle işlenebilen tüm tarih ve saat biçimlerini destekler. Ancak, herhangi bir kaydın bir UNIX zaman damgasına dönüştürülebilmesini sağlamak için, yönetim bölümünde yalnızca sayısal tarih ve saat biçimlerini (j, d, m, n, y, Y, g, G, h, H, i, s) kullanabilirsiniz..<br><br><strong>Site yapısında (web sitesi kök sayfaları) farklı ön yüz biçimleri yazabilirsiniz.</strong><br><br><em>Bazı geçerli tarih ve saat biçimi örnekleri şu şekildedir</em>:

# XPL.dateFormat.1.1
source: YYYY-MM-DD, international ISO-8601, e.g. 2005-01-28
sv: YYYY-MM-DD, internationell ISO 8601, t.ex. 2005-01-28
tr: YYYY-MM-DD, uluslararası ISO-8601, 2005-01-28 gibi

# XPL.dateFormat.2.1
source: MM/DD/YYYY, English format, e.g. 01/28/2005
sv: MM/DD/YYYY, Engelskt format, t.ex. 01/28/2005
tr: MM/DD/YYYY, İngiliz biçimi, 01/28/2005 gibi

# XPL.dateFormat.3.1
source: DD.MM.YYYY, German format, e.g. 28.01.2005
sv: DD.MM.YYYY, Tyskt format, t.ex. 28.01.2005
tr: DD.MM.YYYY, Alman biçimi, 28.01.2005 gibi

# XPL.dateFormat.4.1
source: YY-M-D, without leading zeros, e.g. 05-1-28
sv: YY-M-D, utan inledande nollor, t.ex. 05-1-28
tr: YY-M-D, baştaki sıfırlar olmadan, 05-1-28 gibi

# XPL.dateFormat.5.1
source: YYYYMMDD, timestamp, e.g. 20050128
sv: YYYYMMDD, tidsstämpel, t.ex. 20050128
tr: YYYYMMDD, zaman damgası, 20050128 gibi

# XPL.dateFormat.6.1
source: 24 hours, minutes and seconds, e.g. 20:36:59
sv: 24 timmar, minuter och sekunder, t.ex. 20:36:59
tr: 24 saat, dakika ve saniye, 20:36:59 gibi

# XPL.dateFormat.7.1
source: 12 hours without leading zeros and minutes, e.g. 8:36
sv: 12 timmar utan inledande nollor och med minuter, t.ex. 8:36
tr: 12 saat, baştaki sıfırlar olmadan ve dakika, 8:36 gibi

# XPL.imageSizeDensities.0.0
source: Sizes attribute
sv: Storleksattribut
tr: Boyutlar özniteliği

# XPL.imageSizeDensities.0.1
source: The HTML attribute <code>sizes</code> defines the intended layout width of the image, optionally combined with a media query. You can use any CSS length value in this attribute.<br><br>E.g. <code>(max-width: 600px) 100vw, 50vw</code> means the image‘s width is 100% of the viewport for small screens and 50% of the viewport for larger screens.<br><br>And <code>(max-width: 600px) calc(100vw - 20px), 500px</code> means the image‘s width is 20px smaller than the viewport for small screens and 500px for larger screens.<br><br>The sizes attribute shouldn’t be used for styling, use CSS instead. The sizes attribute does not necessarily have to match up exactly with the actual image width as specified in the CSS.<br><br>For more information about the sizes attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a>.
tr: HTML <code>sizes</code> özniteliği , isteğe bağlı olarak bir ortam sorgusu ile birlikte görselin amaçlanan düzen genişliğini belirler. Bu öznitelikte herhangi bir CSS uzunluk değeri kullanabilirsiniz.<br><br>Örneğin, <code>(max-width: 600px) 100vw, 50vwi</code>, görsel genişliğinin, küçük ekranlar için görünümün %100 oranında ve daha büyük ekranlar için görünümün %50 oranında olacağı anlamına gelir.<br><br>Ve <code>(max-width: 600px) calc(100vw - 20px) ), 500px</code>, görsel genişliğinin, küçük ekranlar için görünüm alanından 20 piksel ve daha büyük ekranlar için 500 piksel daha küçük olacağı anlamına gelir.<br><br>Sizes özniteliği biçem için kullanılmamalıdır. Bunun yerine CSS kullanın. Sizes özniteliğinin CSS içinde belirtildiği gibi gerçek görsel genişliğiyle tam olarak eşleşmesi gerekmez.<br><br>Sizes özniteliği hakkında ayrıntılı bilgi almak için <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a> adresine bakabilirsiniz.

# XPL.imageSizeDensities.1.0
source: Pixel densities/<br>scale factors
sv: Pixel-täthet/<br>skalningsfaktorer
tr: Piksel yoğunlukları/<br>ölçek faktörleri

# XPL.imageSizeDensities.1.1
source: If the sizes attribute is not defined, this setting simply defines the pixel densities you want to support. The dimensions of the images are adjusted automatically. E.g. <code>1x, 1.5x, 2x</code> creates the following HTML code: <code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>If the sizes attribute is defined, the same image sizes are generated but width descriptors are used for the srcset attribute. E.g. a 200 pixel wide image with the densities <code>1x, 1.5x, 2x</code> creates the following HTML code: <code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>For more information about the srcset attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a>.
tr: Sizes özniteliği tanımlanmamışsa, bu ayar basitçe desteklemek istediğiniz piksel yoğunluklarını belirler. Görsellerin boyutları otomatik olarak ayarlanır. Örneğin, <code>1x, 1.5x, 2x</code> şu HTML kodunu oluşturur: <code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>Sizes özniteliği tanımlanmışsa, aynı görsel boyutları oluşturulur ancak srcset özniteliği için genişlik tanımlayıcıları kullanılır. Örneğin, <code>1x, 1.5x, 2x</code> yoğunluklarına sahip 200 piksel genişliğinde bir görsel şu HTML kodunu oluşturur: <code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>srcset özniteliği hakkında ayrıntılı bilgi almak için <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a> adresine bakabilirsiniz.

# XPL.insertTags.0.1
source: For more information about TinyMCE please visit <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank" rel="noreferrer noopener">http://www.tinymce.com/</a>.
sv: Mer information om TinyMCE finns på <a href="http://www.tinymce.com/" title="TinyMCE by moxiecode" target="_blank" rel="noreferrer noopener">http://www.tinymce.com/</a>.

# XPL.insertTags.1.1
source: For more information on insert tags please visit <a href="https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html" title="Contao online documentation" target="_blank" rel="noreferrer noopener">https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html</a>.
sv: Mer information om insert tags finns på <a href="https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html" title="Contao online documentation" target="_blank" rel="noreferrer noopener">https://docs.contao.org/books/manual/current/en/04-managing-content/insert-tags.html</a>.

# XPL.insertTags.2.1
source: For more information about Ace please visit <a href="http://ace.c9.io" title="Ace - The High Performance Code Editor for the Web" target="_blank" rel="noreferrer noopener">http://ace.c9.io</a>.
sv: För mer information om Ace, besök <a href="http://ace.c9.io" title="Ace - The High Performance Code Editor for the Web" target="_blank" rel="noreferrer noopener">http://ace.c9.io</a>.

# XPL.imageSizeDensities.0.1
source: The HTML attribute <code>sizes</code> defines the intended layout width of the image, optionally combined with a media query. You can use any CSS length value in this attribute.<br><br>E.g. <code>(max-width: 600px) 100vw, 50vw</code> means the images width is 100% of the viewport for small screens and 50% of the viewport for larger screens.<br><br>And <code>(max-width: 600px) calc(100vw - 20px), 500px</code> means the images width is 20px smaller than the viewport for small screens and 500px for larger screens.<br><br>The sizes attribute shouldn’t be used for styling, use CSS instead. The sizes attribute does not necessarily have to match up exactly with the actual image width as specified in the CSS.<br><br>For more information about the sizes attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a>.
sv: HTML-attribut <code>size</code> definierar bildens avsedda layoutbredd, eventuellt kombinerad med en media query. Du kan använda vilket CSS-längd som helst i detta attribut. <br><br>T.ex. <code>(max-width: 600px) 100vw, 50vw</code> betyder att bildbredden är 100% av visningsområdet för små skärmar och 50% av visningsporten för större skärmar. <br><br>Och <code>(max-width: 600px) calc(100vw - 20px), 500px</code> betyder bildbredden är 20 pixlar mindre än visningsområdet för små skärmar och 500 pixlar för större skärmar.<br><br> Size-attributet ska inte användas för styling, använd CSS istället. Size-attributet behöver inte nödvändigtvis matcha exakt med den faktiska bildbredden som anges i CSS.<br><br> Mer information om storleksattributet finns på <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a>.

# XPL.imageSizeDensities.1.1
source: If the sizes attribute is not defined, this setting simply defines the pixel densities you want to support. The dimensions of the images are adjusted automatically. E.g. <code>1x, 1.5x, 2x</code> creates the following HTML code:<br><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>If the sizes attribute is defined, the same image sizes get generated but width descriptors are used for the srcset attribute. E.g. a 200 pixel wide image with the densities <code>1x, 1.5x, 2x</code> creates the following HTML code:<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>For more information about the srcset attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a>.
sv: Om size-attributet inte är definierat definierar denna inställning helt enkelt pixeldensiteterna du vill stödja. Bildens mått justeras automatiskt. T.ex. <code>1x, 1,5x, 2x</code> skapar följande HTML-kod:<br><code>&lt;img srcset = "img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br> Om size-attributet definieras, samma bildstorlekar genereras men width-beskrivare används för attributet srcset. T.ex. en 200 pixel bred bild med densiteterna <code>1x, 1,5x, 2x</code> skapar följande HTML-kod:<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>För mer information om attributet srcset, besök <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a>.
