Repository: contao/contao
Catalog: core-bundle/src/Resources/contao/languages/*/modules.xlf
Languages: fa, nl, sl

# MOD.content
source: Content
fa: محتوا
nl: Inhoud
sl: Vsebina

# MOD.article.0
source: Articles
fa: مقاله‌ها
nl: Artikelen
sl: Članki

# MOD.article.1
source: Manage articles and content elements
fa: مدیریت مقاله‌ها و المان‌های محتوایی
nl: Beheer van artikelen en inhoud elementen.
sl: Članki se uporabljajo kot shramba za elemente vsebine kot so tekst, slike ali hiperpovezave. Vsak članek je objavljen na določeni strani. Ta modul vam omogoča urejanje vaših člankov.

# MOD.form.0
source: Forms
fa: فرم‌ها
nl: Formulieren
sl: Obrazci

# MOD.form.1
source: Create custom forms and store or send the submitted data
fa: ایجاد فرم‌های سفارشی و ذخیره یا ارسال اطلاعات دریافت شده
nl: Webformulieren aanmaken en data opslaan of versturen.
sl: Modul omogoča ustvarjanje spletnih obrazcev.

# MOD.design
source: Layout
fa: چیدمان
sl: Postavitev

# MOD.themes.0
source: Themes
fa: پوسته‌ها
nl: Thema's
sl: Teme

# MOD.themes.1
source: Manage themes, front end modules, page layouts or image sizes
fa: مدیریت پوسته‌ها، ماژول‌های بخش کاربری، چیدمان برگه و یا اندازه تصویر
nl: Beheer thema's, front-endmodules, paginalay-outs of afbeeldingsformaten
sl: Upravljajte s temami, moduli v ospredju, postavitvami stranmi in velikostmi slik.

# MOD.page.0
source: Site structure
fa: ساختار سایت
nl: Site-structuur
sl: Struktura strani

# MOD.page.1
source: Set up the site structure of your website(s)
fa: بر پا کردن ساختار وب‌سایت(های) شما
nl: Structuur van de website(s) opzetten en beheren.
sl: Modul vam omogoča ustvarjanje strukture spletnega mesta in urejanje določenih nastavitev strani, recimo jezikovne nastavitve ali dovoljenja.

# MOD.tpl_editor.0
source: Templates
fa: قالب‌ها
sl: Predloge

# MOD.tpl_editor.1
source: Add or edit custom templates
fa: افزودن یا ویرایش قالب‌های سفارشی
nl: Aangepaste sjablonen toevoegen of bewerken
sl: Ustvari ali uredi predloge po meri

# MOD.accounts
source: Account manager
fa: مدیریت حساب
nl: Account beheerder
sl: Upravljanje z računi

# MOD.member.0
source: Members
fa: اعضاء
nl: Leden
sl: Člani

# MOD.member.1
source: Manage member accounts (front end)
fa: مدیریت حساب‌های اعضاء (بخش کاربری)
nl: Ledenaccounts beheren (frontend)
sl: Upravljajte uporabniške račune (ospredje)

# MOD.mgroup.0
source: Member groups
fa: گروه‌های اعضاء
nl: Ledengroepen
sl: Skupine članov

# MOD.mgroup.1
source: Manage member groups (front end)
fa: مدیریت گروه‌های اعضاء (بخش کاربری)
nl: Ledengroepen beheren (front-end)
sl: Upravljajte skupine članov (ospredje)

# MOD.user.0
source: Users
fa: کاربران
nl: Gebruikers
sl: Uporabniki

# MOD.user.1
source: Manage user accounts (back end)
fa: مدیریت حساب‌های کاربری (بخش مدیریت)
nl: Gebruikersaccounts beheren (back-end)
sl: Upravljaj uporabniške račune (administracija)

# MOD.group.0
source: User groups
fa: گروه‌های کاربران
nl: Gebruikersgroepen
sl: Uporabniške skupine

# MOD.group.1
source: Manage user groups (back end)
fa: مدیریت گروه‌های کاربری (بخش مدیریت)
nl: Gebruikersgroepen beheren (back-end)
sl: Upravljaj skupine uporabnikov (administracija)

# MOD.opt_in.0
source: Double opt-in
fa: انتخاب دوگانه
nl: Dubbele opt-in
sl: Dvojno potrjevanje (opt-in)

# MOD.opt_in.1
source: Manage double opt-in tokens
fa: مدیریت توکن‌های double opt-in
nl: Tokens voor double opt-in beheren
sl: Upravljajte žetone za dvojno potrjevanje (opt-in)

# MOD.system
source: System
fa: سامانه
nl: Systeem
sl: Sistem

# MOD.files.0
source: File manager
fa: مدیریت پرونده
nl: Bestandsbeheer
sl: Upravljalec datotek

# MOD.files.1
source: Manage files and folders
fa: مدیریت پرونده و فولدرها
nl: Bestanden en mappen beheren
sl: Upravljaj z datotekami in mapami

# MOD.log.0
source: System log
fa: گزارش‌های سامانه
nl: Systeemlog
sl: Sistemski arhiv

# MOD.log.1
source: Browse the system log
fa: مرور لاگ سیستم
nl: Blader door het systeemlogboek
sl: Preglej sistemski dnevnik

# MOD.settings.0
source: Settings
fa: تنظیمات
nl: Instellingen
sl: Nastavitve

# MOD.settings.1
source: Adjust the Contao configuration
fa: تنظیم پیکربندی کنتائو
nl: Pas de Contao-configuratie aan
sl: Prilagodi nastavitve Contaa

# MOD.preview_link.0
source: Preview links
fa: پیش‌نمایش لینک‌ها
nl: Voorbeeldlinks
sl: Povezave za predogled

# MOD.maintenance.0
source: Maintenance
fa: نگهداشت
nl: Systeembeheer
sl: Vzdrževanje sistema

# MOD.maintenance.1
source: Crawl the website or purge generated data
fa: خزیدن وب‌سایت یا پاک‌سازی داده‌های تولیدشده
nl: De website crawlen of gegenereerde gegevens opschonen
sl: Definicije formatov

# MOD.security.0
source: Security
fa: امنیت
nl: Veiligheid
sl: Varnost

# MOD.security.1
source: Secure your account
fa: حساب کاربری خود را امن کنید
nl: Beveilig uw account
sl: Zaščiti svoj račun

# MOD.undo.0
source: Restore
fa: بازگردانی
nl: Herstellen
sl: Razveljavi

# MOD.undo.1
source: Restore deleted records
fa: بازگرداندن رکوردهای حذف شده
nl: Herstel verwijderde bestanden.
sl: Modul vam omogoča obnavljanje zapisov v bazi, ki so bili pomotoma pobrisani. To ne vključuje datotek in map.

# MOD.login.0
source: User profile
fa: نمایه‌ی کاربر
nl: Gebruiker profiel
sl: Uporabniški profil

# MOD.login.1
source: Change your personal data or set a new password
fa: تغییر اطلاعات شخصی و انتخاب گذرواژه جدید
nl: Wijzig hier uw persoonlijke gegevens of stel een ander wachtwoord in.
sl: Modul omogoča trenutnemu uporabniku spreminjanje osebnih podatkov, recimo imena, e-mail naslova ali gesla.

# MOD.tl_content
source: Content elements
fa: المان‌های محتوایی
nl: Inhoud elementen
sl: Elementi vsebine

# MOD.tl_form_field
source: Fields
fa: فیلدها
nl: Velden
sl: Polja

# MOD.tl_image_size
source: Image sizes
fa: اندازه‌های تصویر
nl: Beeldformaten
sl: Velikosti slik

# MOD.tl_image_size_item
source: Media queries
fa: مدیا کوئری‌ها

# MOD.tl_layout
source: Page layouts
fa: چیدمان‌های برگه
nl: Pagina-lay-outs
sl: Postavitve strani

# MOD.tl_module
source: Front end modules
fa: ماژول‌های بخش کاربری
sl: Moduli na spletnem mestu

# MOD.tl_style
source: Format definitions
fa: تعریف‌های قالب
nl: Opmaak definities
sl: Definicija oblik

# MOD.tl_style_sheet
source: Style sheets
fa: شیوه‌نامه‌ها
sl: Slogovne predloge

# MOD.css
source: Style sheets
fa: شیوه‌نامه‌ها
sl: Slogovne predloge

# MOD.modules
source: Front end modules
fa: ماژول‌های بخش کاربری
sl: Moduli na spletnem mestu

# MOD.layout
source: Page layouts
fa: چیدمان‌های برگه
nl: Pagina-lay-outs
sl: Postavitve strani

# MOD.image_sizes
source: Image sizes
fa: اندازه‌های تصویر
nl: Beeldformaten
sl: Velikosti slik

# MOD.theme_import
source: Theme import
fa: وارد کردن پوسته
nl: Thema import
sl: Uvoz teme

# MOD.theme_export
source: Theme export
fa: خارج کردن پوسته
nl: Thema export
sl: Izvoz tem

# FMD.navigationMenu
source: Navigation
fa: ناوبری
nl: Navigatie
sl: Navigacija

# FMD.navigation.0
source: Navigation menu
fa: منوی ناوبری
nl: Navigatiemenu
sl: Navigacijski meni

# FMD.navigation.1
source: Generates a navigation menu from the site structure
fa: منوی ناوبری را از ساختار سایت ایجاد می‌کند
nl: Genereert het navigatiemenu van de website.
sl: Generira navigacijski meni iz strukture strani.

# FMD.customnav.0
source: Custom navigation
fa: ناوبری سفارشی
nl: Individuele navigatie
sl: Navigacija po meri

# FMD.customnav.1
source: Generates a custom navigation menu
fa: منوی ناوبری سفارشی را ایجاد می‌کند
nl: Genereert een individueel navigatiemenu van een aantal geselecteerde pagina's.
sl: Generira navigacijski meni po meri.

# FMD.breadcrumb.0
source: Breadcrumb navigation
fa: ناوبری مسیر پیموده شده
nl: Navigatiepad (broodkruimels)
sl: Drobna navigacija (breadcrumb)

# FMD.breadcrumb.1
source: Generates a breadcrumb navigation menu
fa: منوی ناوبری مسیر پیموده شده را ایجاد می‌کند
nl: Voegt een navigatiepad toe aan de website.
sl: Generira t.i. breadcrumb navigacijski meni. Uporabno za prikaz kje se trenutno nahajmo na spletnem mestu.

# FMD.quicknav.0
source: Quick navigation
fa: ناوبری سریع
nl: Snelmenu
sl: Hitra navigacija

# FMD.quicknav.1
source: Generates a drop-down menu from the site structure
fa: منوی افتادنی از ساختار سایت ایجاد می‌کند
nl: Genereert een drop-down menu van (een deel van) de site-structuur.
sl: Generira spustni meni iz strukture strani.

# FMD.quicklink.0
source: Quick link
fa: پیوند سریع
nl: Snelkeuze
sl: Hitra povezava

# FMD.quicklink.1
source: Generates a custom drop-down menu
fa: منوی افتادنی سفارشی را ایجاد می‌کند
nl: Genereert een drop-down navigatiemenu van een aantal door u geselecteerde pagina's.
sl: Generira spustni meni po meri.

# FMD.booknav.0
source: Book navigation
fa: ناوبری کتاب
nl: Boeknavigatie
sl: Knjižna navigacija

# FMD.booknav.1
source: Generates a book navigation menu
fa: یک منوی ناوبری کتاب ایجاد می کند
nl: Genereert een boeknavigatie om te bladeren tussen gerelateerde pagina's.
sl: Generira knjižni meni.

# FMD.articlenav.0
source: Article navigation
fa: ناوبری مقاله
nl: Artikelnavigatie
sl: Navigacija za članke

# FMD.articlenav.1
source: Generates a pagination menu to navigate articles
fa: یک منوی صفحه‌بندی برای ناوبری مقاله‌ها ایجاد می‌کند
nl: Toont een menu om door de artikelen op een pagina te bladeren.
sl: Generira meni številčenja(paginacije) za navigacijo med članki.

# FMD.sitemap.0
source: HTML sitemap
fa: نقشه‌ی سایت HTML
sl: Zemljevid strani v HTML

# FMD.sitemap.1
source: Generates a list of all pages in the site structure
fa: فهرستی از تمامی برگه‌ها در ساختار سایت را ایجاد می‌کند
nl: Toont alle beschikbare pagina's.
sl: Generira seznam vseh strani v srukturi strani.

# FMD.user
source: User
fa: کاربر
nl: Gebruiker
sl: Uporabnik

# FMD.login.0
source: Login form
fa: فرم ورود
nl: Login formulier
sl: Obrazec za prijavo

# FMD.login.1
source: Generates a login form
fa: فرم ورود را ایجاد می‌کند
nl: Maakt een login formulier aan.
sl: Generira obrazec za prijavo.

# FMD.logout.0
source: Automatic logout
fa: خروج خودکار
nl: Automatisch afmelden
sl: Samodejna odjava

# FMD.logout.1
source: Automatically logs out a member
fa: به صورت خودکار یک عضو را خارج کن
nl: Een lid automatisch uitloggen
sl: Samodejno odjavi uporabnika

# FMD.personalData.0
source: Personal data
fa: اطلاعات شخصی
nl: Persoonlijke gegevens
sl: Osebni podatki

# FMD.personalData.1
source: Generates a form to edit a member's personal data
fa: یک فرم برای ویرایش اطلاعات شخصی عضو ایجاد می‌کند
nl: Genereert een formulier om de persoonlijke gegevens van een lid te bewerken
sl: Ustvari obrazec za urejanje osebnih podatkov uporabnika

# FMD.registration.0
source: Registration
fa: نام‌نویسی
nl: Registratie
sl: Registracija člana

# FMD.registration.1
source: Generates a member registration form
fa: یک فرم ثبت‌نام عضو ایجاد می‌کند
nl: Genereert een registratieformulier voor leden
sl: Ustvari obrazec za registracijo uporabnika

# FMD.changePassword.0
source: Change password
fa: تغییر گذرواژه
nl: Wijzig wachtwoord
sl: Spremeni geslo

# FMD.changePassword.1
source: Generates a form to change the password
fa: یک فرم برای تغییر گذرواژه ایجاد می‌کند
nl: Maakt een formulier aan om het wachtwoord te wijzigen
sl: Ustvari obrazec za spremembo gesla

# FMD.lostPassword.0
source: Lost password
fa: فراموشی گذرواژه
nl: Wachtwoord vergeten
sl: Izgubljeno geslo

# FMD.lostPassword.1
source: Generates a form to request a new password
fa: فرم درخواست گذرواژه جدید ایجاد می‌کند
nl: Maakt een formulier om een nieuw wachtwoord aan te vragen.
sl: Generira obrazec za zahtevek novega gesla.

# FMD.closeAccount.0
source: Close account
fa: بستن حساب کاربری
nl: Sluit account
sl: Izbriši račun

# FMD.closeAccount.1
source: Generates a form to delete a member account
fa: فرم حذف حساب کاربری عضو را ایجاد می‌کند
nl: Maakt een formulier om een ledenaccount te verwijderen.
sl: Generira obrazec za izbris članskega računa

# FMD.application
source: Applications
fa: برنامه‌های کاربردی
nl: Toepassingen
sl: Aplikacije

# FMD.form.0
source: Form
fa: فرم
nl: Formulier
sl: Obrazec

# FMD.form.1
source: Adds a form to the page
fa: یک فرم به برگه اضافه می‌کند
nl: Voegt een formulier toe aan een pagina.
sl: Doda obrazec na stran.

# FMD.search.0
source: Search engine
fa: موتور جستجو
nl: Zoekmachine
sl: Iskalnik

# FMD.search.1
source: Adds a search form to the page
fa: یک فرم جستجو به برگه اضافه می‌کند
nl: Voegt een zoekformulier toe aan een pagina.
sl: Doda obrazec za iskanje na stran.

# FMD.articlelist.0
source: Article list
fa: فهرست مقاله
nl: Artikellijst
sl: Seznam člankov

# FMD.articlelist.1
source: Generates a list of articles of a column
fa: فهرستی از مقاله‌های یک ستون ایجاد می‌کند
nl: Maakt een lijst van artikelen uit een bepaalde kolom.
sl: Generira seznam člankov kolone.

# FMD.miscellaneous
source: Miscellaneous
fa: متفرقه
nl: Diverse
sl: Razno

# FMD.randomImage.0
source: Random image
fa: تصویر تصادفی
nl: Willekeurige afbeelding
sl: Naključna slika

# FMD.randomImage.1
source: Adds a random image to the page
fa: تصویر تصادفی به برگه اضافه می‌کند
nl: Voegt een willekeurige afbeelding toe aan een pagina.
sl: Doda naključno sliko na spletno stran.

# FMD.html.0
source: Custom HTML
fa: HTML سفارشی
nl: Eigen HTML code
sl: HTML po meri

# FMD.html.1
source: Allows you to add custom HTML code
fa: امکان افزودن کد HTML سفارشی را به شما می‌دهد
nl: Voegt uw eigen HTML code toe.
sl: Omogoča dodajanje HTML kode po meri.

# FMD.template.0
source: Custom template
fa: قالب اختصاصی
sl: Predloga po meri

# FMD.template.1
source: Generates a module to insert a custom template.
fa: ماژولی برای درح در قالب اختصاصی تولید می‌کند.
nl: Genereert een module om een aangepaste template in te voegen.

# FMD.rssReader.0
source: RSS reader
fa: آراس‌اس خوان
nl: RSS lezer
sl: RSS Bralnik

# FMD.rssReader.1
source: Adds an RSS feed to the page
fa: یک خوراک آراس‌اس به برگه اضافه می‌کند
nl: Voegt een RSS feed aan een pagina toe.
sl: Modul omogoča uvoz RSS virov (feeds).

# FMD.two_factor.0
source: Two-factor authentication
fa: احراز هویت دو عاملی
nl: Twee-traps authenticatie
sl: Dvostopenjska prijava

# FMD.two_factor.1
source: Generates a form to set up or change two-factor authentication
fa: یک فرم برای تنظیم یا تغییر احراز هویت دومرحله‌ای ایجاد می‌کند
nl: Genereert een formulier om twee-traps authenticatie in te stellen of te wijzigen
sl: Ustvari obrazec za nastavitev dvostopenjske prijave

# FMD.root_page_dependent_modules.0
source: Root page dependent modules
fa: ماژول‌های وابسته به برگه‌ی ریشه
nl: Root pagina-afhankelijke modules

# MOD.preview_link.1
source: Manage preview links for the front end.
nl: Beheer voorbeeldlinks voor de front-end.
sl: Upravljaj povezave za predogled spletne strani.

# FMD.root_page_dependent_modules.1
source: Generates different modules depending on the root page
nl: Genereert verschillende modules, afhankelijk van de root pagina
sl: Ustvarijo se različni moduli odvisni od vrhnje strani
